[[{"en":"When she opened her eyes in the morning it was because a young housemaid had come into her room to light the fire and was kneeling on the hearth-rug raking out the cinders noisily.","zh":"早上她睁开眼睛的时候，是因为一个年轻的女佣走进她的房间生火，跪在壁炉边的地毯上，大声地刨着煤渣。"},{"en":"Mary lay and watched her for a few moments and then began to look about the room.","zh":"玛丽躺下来看了她一会儿，然后开始环顾房间。"},{"en":"She had never seen a room at all like it and thought it curious and gloomy.","zh":"她从来没有见过像这样的房间，觉得奇怪而阴郁。"},{"en":"The walls were covered with tapestry with a forest scene embroidered on it.","zh":"墙上挂满了绣有森林景色的挂毯。"},{"en":"There were fantastically dressed people under the trees and in the distance there was a glimpse of the turrets of a castle.","zh":"树下站着衣着华丽的人们，远处可以瞥见一座城堡的塔楼。"},{"en":"There were hunters and horses and dogs and ladies.","zh":"有猎人，有马，有狗，还有女人。"},{"en":"Mary felt as if she were in the forest with them.","zh":"玛丽觉得自己好像和他们一起在森林里。"},{"en":"Out of a deep window she could see a great climbing stretch of land","zh":"从一扇很深的窗户里，她可以看到一大片向上攀登的陆地"},{"en":"which seemed to have no trees on it, and to look rather like an endless, dull, purplish sea.","zh":"那里似乎没有树木，看上去更像一片无边无际、暗淡无光的紫色大海。"},{"en":"“What is that?” she said, pointing out of the window.","zh":"“那是什么?”她指着窗外说。"},{"en":"Martha, the young housemaid, who had just risen to her feet, looked and pointed also.","zh":"玛莎，那个刚刚站起来的年轻女仆，也看了看，指了指。"},{"en":"“That there?” she said.","zh":"“那个吗?”她说。"},{"en":"“Yes.”","zh":"“是的。”"},{"en":"“That’s the moor,” with a good-natured grin.","zh":"“那是沼地,”带着善意的笑容。"},{"en":"“Does you like it?”","zh":"“你喜欢吗?”"},{"en":"“No,” answered Mary. “I hate it.”","zh":"“不,”玛丽回答，“我讨厌它。”"},{"en":"“That’s because you're not used to it,” Martha said, going back to her hearth.","zh":"“那是因为你还不习惯,”玛莎说着，回到她的壁炉边。"},{"en":"“you thinks it’s too big and bare now. But you will like it.”","zh":"“你现在觉得它太大太光秃秃了，但你会喜欢的”"},{"en":"“Do you?” inquired Mary.","zh":"“是吗?”玛丽问。"},{"en":"“Aye, that I do,” answered Martha, cheerfully polishing away at the grate.","zh":"“是的，我知道,”玛莎回答，兴高采烈地擦着壁炉。"},{"en":"“I just love it. It’s none bare. It’s covered with growing things as smells sweet.","zh":"“我就是喜欢它，它不是光秃秃的，上面长满了闻起来很香的东西。"},{"en":"It’s fair lovely in spring and summer when the gorse and broom and heather’s in flower.","zh":"春天和夏天，金雀花、扫帚和石南花盛开的时候，真是美妙极了。"},{"en":"It smells of honey and there’s such a lot of fresh air,","zh":"闻起来像蜂蜜，空气也很新鲜,"},{"en":"and the sky looks so high and the bees and skylarks makes such a nice noise humming and singing.","zh":"天空看起来那么高，蜜蜂和云雀发出如此美妙的声音，哼唱着。"},{"en":"Eh! I wouldn’t live away from the moor for anything.”","zh":"我不会为了任何东西离开沼泽地生活的。”"},{"en":"Mary listened to her with a grave, puzzled expression.","zh":"玛丽带着一种严肃、困惑的表情听她说话。"},{"en":"The native servants she had been used to in India were not in the least like this.","zh":"她在印度所习惯的当地仆人一点也不像这样。"},{"en":"They were obsequious and servile and did not presume to talk to their masters as if they were their equals.","zh":"他们卑躬屈膝，卑躬屈膝，不敢和他们的主人说话，好像他们是平等的。"},{"en":"They made salaams and called them “protector of the poor” and names of that sort.","zh":"他们称呼他们为“穷人的保护者”和诸如此类的名字。"},{"en":"Indian servants were commanded to do things, not asked.","zh":"印第安仆人被命令做事，而不是被要求。"},{"en":"It was not the custom to say “please” and “thank you” and Mary had always slapped her Ayah in the face when she was angry.","zh":"说“请”和“谢谢”并不是一种习俗，玛丽生气的时候总是扇阿亚的耳光。"},{"en":"She wondered a little what this girl would do if one slapped her in the face.","zh":"她有点想知道，如果有人扇她耳光，这个女孩会怎么做。"},{"en":"She was a round, rosy, good-natured looking creature,","zh":"她是一个圆圆的，玫瑰色的，善良的生物,"},{"en":"but she had a sturdy way which made Mistress Mary wonder if she might not even slap back if the person who slapped her was only a little girl.","zh":"但是她有一个坚定的方式，这使得玛丽小姐怀疑，如果打她耳光的人只是一个小女孩，她是否可能甚至不会还手。"},{"en":"“You are a strange servant,” she said from her pillows, rather haughtily.","zh":"“你真是个奇怪的仆人,”她在枕头边傲慢地说。"},{"en":"Martha sat up on her heels, with her blacking-brush in her hand, and laughed, without seeming the least out of temper.","zh":"玛莎坐起身来，手里拿着画笔，笑了起来，一点也没有发脾气。"},{"en":"“Eh! I know that,” she said.","zh":"“呃! 我知道,”她说。"},{"en":"“If there was a grand Missus at Misselthwaite I should never have been even one of the under housemaids.","zh":"“如果米瑟斯维特有一位大太太，我根本就不应该做下面的女仆。"},{"en":"I might have been let to be scullerymaid but I’d never have been let upstairs.","zh":"我可能会被允许做女洗碗工但我绝不会被允许上楼。"},{"en":"I’m too common and I talk too much Yorkshire.","zh":"我太普通了，我说太多约克郡话了。"},{"en":"But this is a funny house for all it’s so grand.","zh":"但这房子这么豪华，还真是有趣。"},{"en":"Seems like there’s neither Master nor Mistress except Mr Pitcher and Mr Medlock.","zh":"似乎除了皮彻先生和梅德洛克先生，没有主人和主人了。"},{"en":"Mr Craven, he won’t be troubled about anything when he’s here, and he’s nearly always away.","zh":"克雷文先生，他在这里的时候不会为任何事情烦恼，而且他几乎总是不在家。"},{"en":"Mr Medlock gave me the place out of kindness.","zh":"梅德洛克先生出于好意给了我这个地方。"},{"en":"She told me she could never have done it if Misselthwaite had been like other big houses.”","zh":"她告诉我，如果米瑟斯韦特像其他大房子一样，她永远不可能做到这一点。”"},{"en":"“Are you going to be my servant?” Mary asked, still in her imperious little Indian way.","zh":"“你愿意做我的仆人吗?”玛丽问，仍然用她那傲慢的小印第安人的方式。"},{"en":"Martha began to rub her grate again.","zh":"玛莎又开始擦壁炉。"},{"en":"“I’m Mr Medlock’s servant,” she said stoutly.","zh":"“我是梅德洛克先生的仆人,”她坚定地说。"},{"en":"“and she’s Mr Craven’s, but I’m to do the housemaid’s work up here and wait on you a bit. But you won’t need much waiting on.”","zh":"“她是克雷文先生的，但我要在这里做女仆的工作，并等你一会儿。但你不需要太多等待。”"},{"en":"“Who is going to dress me?” demanded Mary.","zh":"“谁来给我穿衣服?”玛丽问道。"},{"en":"Martha sat up on her heels again and stared.","zh":"玛莎又坐了起来，瞪着眼睛。"},{"en":"She spoke in broad Yorkshire in her amazement.","zh":"她惊讶地用宽阔的约克郡语说话。"}],[{"en":"“Can't you dress yourself!” she said.","zh":"“你不能自己穿衣服吗?”她说。"},{"en":"“What do you mean? I don’t understand your language,” said Mary.","zh":"“你什么意思? 我不懂你的语言,”玛丽说。"},{"en":"“Eh! I forgot,” Martha said.","zh":"“啊! 我忘了,”玛莎说。"},{"en":"“Mr Medlock told me I’d have to be careful or you wouldn’t know what I was saying.","zh":"“梅德洛克先生告诉我，我必须小心，否则你不会知道我在说什么。"},{"en":"I mean can't you put on your own clothes?”","zh":"我是说，你就不能穿上自己的衣服吗?”"},{"en":"“No,” answered Mary, quite indignantly.","zh":"“不,”玛丽愤怒地回答。"},{"en":"“I never did in my life. My Ayah dressed me, of course.”","zh":"“我这辈子都没穿过，当然是我的阿雅帮我穿的”"},{"en":"“Well,” said Martha, evidently not in the least aware that she was impudent, “it’s time you should learn.","zh":"“好吧,”玛莎说，显然丝毫没有意识到自己的无礼，“现在是你该学习的时候了。"},{"en":"you cannot begin younger. It’ll do you good to wait on yourself a bit.","zh":"你不能再年轻了。稍微等一下自己会对你有好处的。"},{"en":"My mother always said she couldn’t see why grand people’s children didn’t turn out fair fools,","zh":"我母亲总是说她不明白为什么大人的孩子不能变成公正的傻瓜,"},{"en":"what with nurses and being washed and dressed and took out to walk as if they was puppies!”","zh":"和护士一起洗澡，穿衣服，像小狗一样出去散步!”"},{"en":"“It is different in India,” said Mistress Mary disdainfully.","zh":"“在印度就不一样了,”玛丽太太轻蔑地说。"},{"en":"She could scarcely stand this. But Martha was not at all crushed.","zh":"她几乎无法忍受这一切，但玛莎一点也没有崩溃。"},{"en":"“Eh! I can see it’s different,” she answered almost sympathetically.","zh":"“呃! 我看出来了,”她几乎同情地回答。"},{"en":"“I dare say it’s because there’s such a lot of blacks there instead of respectable white people.","zh":"“我敢说，这是因为那里有很多黑人，而不是受人尊敬的白人。"},{"en":"When I heard you was coming from India I thought you was a black too.”","zh":"当我听说你是从印度来的时候，我以为你也是个黑人。”"},{"en":"Mary sat up in bed furious.","zh":"玛丽气得从床上坐起来。"},{"en":"“What!” she said. “What! You thought I was a native. You, you daughter of a pig!”","zh":"“什么!”她说。“什么! 你以为我是本地人。你，你这头猪的女儿!”"},{"en":"Martha stared and looked hot. “Who are you calling names?” she said.","zh":"玛莎瞪大眼睛，看起来很性感。“你在骂谁?”她说。"},{"en":"“You needn’t be so vexed. That’s not the way for a young lady to talk.","zh":"“你不必如此烦恼，这不是一个年轻女士说话的方式。"},{"en":"I’ve nothing against the blacks. When you read about them in tracts they’re always very religious.","zh":"我并不反对黑人，当你在书中读到他们时，他们总是非常虔诚。"},{"en":"You always read as a black’s a man and a brother.","zh":"你总是把黑人当成兄弟。"},{"en":"I’ve never seen a black and I was fair pleased to think I was going to see one close.","zh":"我从来没有见过黑人，我很高兴认为我会看到一个接近。"},{"en":"When I come in to light your fire this morning I crept up to your bed and pulled the cover back careful to look at you.","zh":"今天早上我进来给你生火的时候，爬上你的床，把盖子拉回来，小心翼翼地看着你。"},{"en":"and there you was,” disappointedly, “no more black than me, for all you’re so yeller.”","zh":"然后你就出现了,”失望地说，“不比我更黑，尽管你叫得那么大声。”"},{"en":"Mary did not even try to control her rage and humiliation.","zh":"玛丽甚至没有试图控制她的愤怒和羞辱。"},{"en":"“You thought I was a native! You dared! You don’t know anything about natives! They are not people, they’re servants who must salaam to you.","zh":"“你以为我是本地人！你敢！你根本不了解当地人！他们不是人，他们是必须向你问好的仆人。"},{"en":"You know nothing about India. You know nothing about anything!”","zh":"你对印度一无所知，你什么都不知道!”"},{"en":"She was in such a rage and felt so helpless before the girl’s simple stare,","zh":"在女孩简单的凝视面前，她是如此的愤怒，如此的无助,"},{"en":"and somehow she suddenly felt so horribly lonely and far away from everything she understood and which understood her,","zh":"不知怎么的，她突然觉得非常孤独远离了她所理解的一切,"},{"en":"that she threw herself face downward on the pillows and burst into passionate sobbing.","zh":"她脸朝下趴在枕头上，突然大哭起来。"},{"en":"She sobbed so unrestrainedly that good-natured Yorkshire Martha was a little frightened and quite sorry for her.","zh":"她无法控制地抽泣着，心地善良的约克郡玛莎有点害怕，为她感到难过。"},{"en":"She went to the bed and bent over her.","zh":"她走到床边，俯下身来。"},{"en":"“Eh! you mustn’t cry like that there!” she begged.","zh":"“哎! 你不能在那儿哭成那样!”她恳求道。"},{"en":"“You mustn’t for sure. I didn’t know you’d be vexed. I don’t know anything about anything, just like you said.","zh":"“你不能确定。我不知道你会生气。我什么都不知道，就像你说的那样。"},{"en":"I beg your pardon, Miss. Do stop crying.”","zh":"对不起，小姐，别哭了"},{"en":"There was something comforting and really friendly in her queer Yorkshire speech and sturdy way which had a good effect on Mary.","zh":"她在约克郡的古怪讲话和坚定的方式中有一些令人欣慰和真正友好的东西，这对玛丽产生了很好的影响。"},{"en":"She gradually ceased crying and became quiet.","zh":"她渐渐停止了哭泣，变得安静下来。"},{"en":"Martha looked relieved. “It’s time for you to get up now,” she said.","zh":"玛莎看上去松了一口气。“你现在该起床了,”她说。"},{"en":"“Mr Medlock said I was to carry you breakfast and tea and dinner into the room next to this.","zh":"“梅德洛克先生让我把早餐，茶和晚餐送到这个隔壁的房间。"},{"en":"It’s been made into a nursery for you. I’ll help you on with your clothes if you'll get out of bed.","zh":"它被改造成了你的托儿所。如果你起床，我就帮你穿衣服。"},{"en":"If the buttons are at the back you cannot button them up youself.”","zh":"如果纽扣在后面，你就不能自己扣上。”"},{"en":"When Mary at last decided to get up, the clothes Martha took from the wardrobe were not the ones she had worn when she arrived the night before with Mr Medlock.","zh":"当玛丽最后决定起床时，玛莎从衣柜里拿出来的衣服已经不是她前一天晚上和梅德洛克先生一起来的时候穿的了。"},{"en":"“Those are not mine,” she said. “Mine are black.”","zh":"“那些不是我的,”她说，“我的是黑色的。”"},{"en":"She looked the thick white wool coat and dress over, and added with cool approval: “Those are nicer than mine.”","zh":"她看了看那件厚厚的白色羊毛外套和连衣裙，冷冷地赞许地补充道: “那些比我的好。”"},{"en":"“These are the ones you must put on,” Martha answered. “Mr Craven ordered Mr Medlock to get them in London.","zh":"“这些是你必须穿上的,”玛莎回答，“克雷文先生命令梅德洛克先生到伦敦去拿。"},{"en":"He said ‘I won’t have a child dressed in black wandering about like a lost soul,’ he said.","zh":"他说，我不会让一个穿着黑衣服的孩子像一个迷失的灵魂一样四处游荡。"},{"en":"‘It’d make the place sadder than it is. Put color on her.’ Mother she said she knew what he meant.","zh":"“这会让这个地方变得更加悲伤。给她上色。”母亲说她知道他的意思。"}],[{"en":"Mother always knows what a body means. She doesn’t hold with black herself.”","zh":"母亲总是知道身体是什么意思，她自己不喜欢黑色。”"},{"en":"“I hate black things,” said Mary.","zh":"“我讨厌黑色的东西,”玛丽说。"},{"en":"The dressing process was one which taught them both something.","zh":"穿衣过程教会了他们一些东西。"},{"en":"Martha had “buttoned up” her little sisters and brothers but she had never seen a child who stood still and waited for another person to do things for her as if she had neither hands nor feet of her own.","zh":"玛莎已经把她的弟弟妹妹们“关起来”了，但是她从来没有见过一个孩子会像她自己没有手没有脚一样站着不动，等着别人为她做事情。"},{"en":"“Why doesn’t you put on you own shoes?” she said when Mary quietly held out her foot.","zh":"“你为什么不自己穿鞋呢?”当玛丽静静地伸出脚时，她说。"},{"en":"“My Ayah did it,” answered Mary, staring. “It was the custom.”","zh":"“是我的阿亚干的,”玛丽瞪着眼睛回答，“这是习俗。”"},{"en":"She said that very often, “It was the custom.” The native servants were always saying it.","zh":"她经常这样说，“这是习俗。”当地的仆人总是这样说。"},{"en":"If one told them to do a thing their ancestors had not done for a thousand years they gazed at one mildly and said, “It is not the custom” and one knew that was the end of the matter.","zh":"如果有人告诉他们去做一件他们的祖先一千年都没有做过的事情，他们会温和地盯着一个人说: “这不是习俗”，而且人们知道这件事就这样结束了。"},{"en":"It had not been the custom that Mistress Mary should do anything but stand and allow herself to be dressed like a doll,","zh":"玛丽小姐除了站着让自己打扮得像个洋娃娃以外，并没有做任何事情的习俗,"},{"en":"but before she was ready for breakfast she began to suspect that her life at Misselthwaite Manor would end by teaching her a number of things quite new to her","zh":"但在她准备吃早餐之前，她开始怀疑自己在 Misselthwaite Manor 的生活将以教给她一些对她来说相当新鲜的东西而告终"},{"en":"things such as putting on her own shoes and stockings, and picking up things she let fall.","zh":"比如穿上她自己的鞋袜，捡起她掉下来的东西。"},{"en":"If Martha had been a well-trained fine young lady’s maid she would have been more subservient and respectful","zh":"如果玛莎是一个训练有素的优秀的年轻女仆，她会更加恭顺和尊重"},{"en":"and would have known that it was her business to brush hair, and button boots, and pick things up and lay them away.","zh":"她就会知道梳头，扣靴子，捡东西放好是她的工作。"},{"en":"She was, however, only an untrained Yorkshire rustic who had been brought up in a moorland cottage with a swarm of little brothers and sisters","zh":"然而，她只是一个没有受过训练的约克郡乡下人，在一个沼泽地小屋里长大，身边有一群弟弟妹妹"},{"en":"who had never dreamed of doing anything but waiting on themselves and on the younger ones who were either babies in arms or just learning to totter about and tumble over things.","zh":"他们从来没有梦想过做任何事情，除了等待自己和年幼的孩子，他们要么是抱在怀里的婴儿，要么只是学会蹒跚而行，跌跌撞撞。"},{"en":"If Mary Lennox had been a child who was ready to be amused she would perhaps have laughed at Maryous readiness to talk, but Mary only listened to her coldly and wondered at her freedom of manner.","zh":"如果玛丽 · 伦诺克斯是一个准备好被逗乐的孩子，她也许会嘲笑玛丽愿意说话，但玛丽只是冷冷地听她说话，对她自由的举止感到惊讶。"},{"en":"At first she was not at all interested, but gradually, as the girl rattled on in her good-tempered, homely way, Mary began to notice what she was saying.","zh":"起初，她一点也不感兴趣，但是渐渐地，当这个女孩以她那种温和、朴素的方式喋喋不休地说话时，玛丽开始注意到她在说什么。"},{"en":"“Eh! you should see them all,” she said.","zh":"“哎! 你应该看看他们所有人,”她说。"},{"en":"“There’s twelve of us and my father only gets sixteen shilling a week.","zh":"“我们有12个人，我父亲一周只有16先令。"},{"en":"I can tell you my mother’s put to it to get porridge for them all.","zh":"我可以告诉你，我妈妈为了给他们每个人都买粥，付出了很大的努力。"},{"en":"They tumble about on the moor and play there all day and mother says the air of the moor fattens them.","zh":"他们在沼地上打滚，玩了一整天，母亲说沼地的空气使他们发胖。"},{"en":"She says she believes they eat the grass same as the wild ponies do.","zh":"她说，她相信它们吃草的方式和野生小马一样。"},{"en":"Our Dickon, he’s twelve years old and he’s got a young pony he calls his own.”","zh":"我们的迪肯，他12岁了，他有一匹小马，他称之为自己的小马。”"},{"en":"“Where did he get it?” asked Mary.","zh":"“他从哪儿弄来的?”玛丽问。"},{"en":"“He found it on the moor with its mother when it was a little one and he began to make friends with it and give it bits of bread and pluck young grass for it.","zh":"“当它还很小的时候，他在沼地里发现了它和它的母亲，于是他开始和它交朋友，给它一些面包，并为它采摘嫩草。"},{"en":"And it got to like him so it follows him about and it lets him get on its back.","zh":"它开始喜欢他，所以它跟着他，让他骑在它的背上。"},{"en":"Dickon’s a kind lad and animals likes him.”","zh":"迪肯是个善良的小伙子，动物们都喜欢他。”"},{"en":"Mary had never possessed an animal pet of her own and had always thought she should like one.","zh":"玛丽从来没有过自己的动物宠物，她一直认为她应该喜欢一只。"},{"en":"So she began to feel a slight interest in Dickon, and as she had never before been interested in anyone but herself, it was the dawning of a healthy sentiment.","zh":"于是，她开始对狄肯产生了一丝兴趣，由于除了她自己以外，她从来没有对任何人感兴趣过，这是一种健康情绪的开端。"},{"en":"When she went into the room which had been made into a nursery for her, she found that it was rather like the one she had slept in.","zh":"当她走进那间为她改造成育儿室的房间时，她发现它很像她曾经睡过的那间。"},{"en":"It was not a child’s room, but a grown-up person’s room, with gloomy old pictures on the walls and heavy old oak chairs.","zh":"这不是一个孩子的房间，而是一个成年人的房间，墙上挂着阴郁的老照片和沉重的老橡木椅子。"},{"en":"A table in the center was set with a good substantial breakfast.","zh":"中间的一张桌子上摆着丰盛的早餐。"},{"en":"But she had always had a very small appetite, and she looked with something more than indifference at the first plate Martha set before her.","zh":"但是她的胃口一直很小，她看着玛莎摆在她面前的第一个盘子，不仅仅是漠不关心。"},{"en":"“I don’t want it,” she said.","zh":"“我不想要,”她说。"},{"en":"“you doesn’t want your porridge!” Martha exclaimed incredulously.","zh":"“你不想喝粥!”玛莎难以置信地叫道。"},{"en":"“No.”","zh":"“不”"},{"en":"“you doesn’t know how good it is. Put a bit of treacle on it or a bit of sugar.”","zh":"“你不知道它有多好吃，放一点糖浆或者一点糖”"},{"en":"“I don’t want it,” repeated Mary.","zh":"“我不想要,”玛丽重复道。"},{"en":"“Eh!” said Martha.","zh":"“呃!”玛莎说。"},{"en":"“I can't abide to see good victuals go to waste. If our children was at this table they’d clean it bare in five minutes.”","zh":"“我不能眼睁睁看着美味的食物被浪费掉。如果我们的孩子坐在这张桌子旁，他们会在5分钟内把桌子打扫干净。”"},{"en":"“Why?” said Mary coldly.","zh":"“为什么?”玛丽冷冷地说。"}],[{"en":"“Why!” echoed Martha. “Because they scarce ever had their stomachs full in their lives. They’re as hungry as young hawks and foxes.”","zh":"“为什么!”玛莎附和道。因为他们一辈子都吃不饱。他们就像年轻的鹰和狐狸一样饥饿。”"},{"en":"“I don’t know what it is to be hungry,” said Mary, with the indifference of ignorance.","zh":"“我不知道饥饿是什么感觉,”玛丽说，一副无所谓的样子。"},{"en":"Martha looked indignant.","zh":"玛莎看起来很生气。"},{"en":"“Well, it would do you good to try it. I can see that plain enough,” she said outspokenly.","zh":"“嗯，你试一试会有好处的。我看得很清楚,”她直言不讳地说。"},{"en":"“I’ve no patience with folk as sits and just stares at good bread and meat.","zh":"“我对坐着的人没有耐心，只盯着美味的面包和肉。"},{"en":"My word! don’t I wish Dickon and Phil and Jane and the rest of them had what’s here under their pinafores.”","zh":"我的天！我真希望迪肯，菲尔和简还有其他人也能有这样的生活”"},{"en":"“Why don’t you take it to them?” suggested Mary.","zh":"“你为什么不把它带给他们呢?”玛丽建议道。"},{"en":"“It’s not mine,” answered Martha stoutly.","zh":"“这不是我的,”玛莎坚定地回答。"},{"en":"“and this isn’t my day out. I get my day out once a month same as the rest. Then I go home and clean up for mother and give her a day’s rest.”","zh":"今天不是我出去的日子。我和其他人一样，每月休息一天。然后我回家给妈妈打扫卫生，让她休息一天。”"},{"en":"Mary drank some tea and ate a little toast and some marmalade.","zh":"玛丽喝了点茶，吃了点吐司和果酱。"},{"en":"“You wrap up warm and run out and play you,” said Martha.","zh":"“你裹得暖暖的，跑出去和你玩,”玛莎说。"},{"en":"“It’ll do you good and give you some stomach for your meat.”","zh":"“这对你有好处，还能让你有胃口吃肉”"},{"en":"Mary went to the window.","zh":"玛丽走到窗前。"},{"en":"There were gardens and paths and big trees, but everything looked dull and wintry.","zh":"那里有花园、小路和大树，但是一切看起来都很枯燥和寒冷。"},{"en":"“Out? Why should I go out on a day like this?”","zh":"“出去? 我为什么要在这样的日子出去?”"},{"en":"“Well, if you doesn’t go out you'll have to stay in, and what has you got to do?”","zh":"“好吧，如果你不出去，你就得呆在家里，你还能做什么呢?”"},{"en":"Mary glanced about her. There was nothing to do.","zh":"玛丽环顾四周，无事可做。"},{"en":"When Mr Medlock had prepared the nursery she had not thought of amusement.","zh":"当梅德洛克先生准备好婴儿房时，她没有想到娱乐。"},{"en":"Perhaps it would be better to go and see what the gardens were like.","zh":"也许最好去看看花园是什么样子的。"},{"en":"“Who will go with me?” she inquired.","zh":"“谁和我一起去?”她问。"},{"en":"Martha stared. “You’ll go by yourself,” she answered.","zh":"玛莎瞪大了眼睛。“你自己去吧,”她回答。"},{"en":"“You’ll have to learn to play like other children does when they haven’t got sisters and brothers.","zh":"“你必须学会像其他没有兄弟姐妹的孩子一样玩耍。"},{"en":"Our Dickon goes off on the moor by himself and plays for hours. That’s how he made friends with the pony.","zh":"我们的迪肯一个人去荒野玩了几个小时。他就是这样和小马交上朋友的。"},{"en":"He’s got sheep on the moor that knows him, and birds as comes and eats out of his hand.","zh":"他在沼地里养了很多羊，认识他，还养了很多鸟。"},{"en":"However little there is to eat, he always saves a bit of his bread to coax his pets.”","zh":"不管吃的有多少，他总是留一点面包哄他的宠物。”"},{"en":"It was really this mention of Dickon which made Mary decide to go out, though she was not aware of it.","zh":"正是因为提到狄肯，玛丽才决定出去，尽管她自己并不知道。"},{"en":"There would be, birds outside though there would not be ponies or sheep.","zh":"外面会有鸟，但不会有小马或绵羊。"},{"en":"They would be different from the birds in India and it might amuse her to look at them.","zh":"它们与印度的鸟类不同，看着它们可能会使她感到有趣。"},{"en":"Martha found her coat and hat for her and a pair of stout little boots and she showed her her way downstairs.","zh":"玛莎找到了她的外套和帽子，还有一双结实的小靴子，带她下了楼。"},{"en":"“If you goes round that way you'll come to the gardens,” she said, pointing to a gate in a wall of shrubbery.","zh":"“如果你走那条路，你就会到花园里来,”她指着灌木墙上的一扇门说。"},{"en":"“There’s lots of flowers in summer-time, but there’s nothing blooming now.”","zh":"“夏天有很多花，但现在什么都没有开。”"},{"en":"She seemed to hesitate a second before she added, “One of the gardens is locked up. No one has been in it for ten years.”","zh":"她似乎犹豫了一秒钟，然后补充说: “其中一个花园被锁上了。已经有十年没有人进去过了。”"},{"en":"“Why?” asked Mary in spite of herself.","zh":"“为什么?”玛丽不由自主地问。"},{"en":"Here was another locked door added to the hundred in the strange house.","zh":"这个陌生的房子里有一百扇门，又多了一扇锁着的门。"},{"en":"“Mr Craven had it shut when his wife died so sudden. He won’t let no one go inside. It was her garden.","zh":"“克雷文先生的妻子突然去世，他就把门关上了。他不让任何人进去。那是她的花园。"},{"en":"He locked the door and dug a hole and buried the key.","zh":"他锁上门，挖了一个洞，把钥匙埋了起来。"},{"en":"There’s Mr Medlock’s bell ringing, I must run.”","zh":"“梅德洛克先生的铃声响了，我得走了”"},{"en":"After she was gone Mary turned down the walk which led to the door in the shrubbery.","zh":"玛丽走了以后，转身走向灌木丛中的那扇门。"},{"en":"She could not help thinking about the garden which no one had been into for ten years.","zh":"她不禁想起了那个十年来没有人去过的花园。"},{"en":"She wondered what it would look like and whether there were any flowers still alive in it.","zh":"她想知道它会是什么样子，里面是否还有鲜花。"},{"en":"When she had passed through the shrubbery gate she found herself in great gardens, with wide lawns and winding walks with clipped borders.","zh":"当她穿过灌木丛的大门时，她发现自己置身于一个巨大的花园里，那里有宽阔的草坪，蜿蜒的步道上有剪裁过的边界。"},{"en":"There were trees, and flower-beds, and evergreens clipped into strange shapes, and a large pool with an old gray fountain in its midst.","zh":"那里有树木，有花坛，常青树被修剪成奇怪的形状，还有一个大水池，水池中央有一个古老的灰色喷泉。"},{"en":"But the flower-beds were bare and wintry and the fountain was not playing.","zh":"但是花坛光秃秃的，寒冷刺骨，喷泉也没有喷出水来。"},{"en":"This was not the garden which was shut up.","zh":"这不是被关起来的花园。"},{"en":"How could a garden be shut up? You could always walk into a garden.","zh":"一个花园怎么可能关闭? 你总是可以走进一个花园。"},{"en":"She was just thinking this when she saw that, at the end of the path she was following, there seemed to be a long wall, with ivy growing over it.","zh":"她正这样想着，突然看到，在她所走的小路的尽头，似乎有一堵长长的墙，上面长满了常春藤。"}],[{"en":"She was not familiar enough with England to know that she was coming upon the kitchen-gardens where the vegetables and fruit were growing.","zh":"她对英格兰还不够熟悉，所以不知道她是来到菜园里，那里正在种植蔬菜和水果。"},{"en":"She went toward the wall and found that there was a green door in the ivy, and that it stood open.","zh":"她走到墙边，发现常春藤上有一扇绿色的门，门是开着的。"},{"en":"This was not the closed garden, evidently, and she could go into it.","zh":"这显然不是那个封闭的花园，她可以走进去。"},{"en":"She went through the door and found that it was a garden with walls all round it and that it was only one of several walled gardens which seemed to open into one another.","zh":"她穿过那扇门，发现那是一个花园，四周都是围墙，它只是几个围墙围起来的花园中的一个，好像是彼此相通的。"},{"en":"She saw another open green door, revealing bushes and pathways between beds containing winter vegetables.","zh":"她看到了另一扇打开的绿色大门，露出了床与床之间的灌木丛和小径，里面种着冬天的蔬菜。"},{"en":"Fruit-trees were trained flat against the wall, and over some of the beds there were glass frames.","zh":"果树靠着墙平整地栽种着，在一些床的上方有玻璃框架。"},{"en":"The place was bare and ugly enough, Mary thought, as she stood and stared about her.","zh":"当玛丽站在那里凝视四周时，她想，这地方已经够荒凉够丑陋了。"},{"en":"It might be nicer in summer when things were green, but there was nothing pretty about it now.","zh":"夏天绿意盎然的时候可能会更好，但是现在一点也不好看了。"},{"en":"Presently an old man with a spade over his shoulder walked through the door leading from the second garden.","zh":"不一会儿，一个肩上扛着铁锹的老人从第二个花园的门口走了进来。"},{"en":"He looked startled when he saw Mary, and then touched his cap.","zh":"他看到玛丽时吓了一跳，然后摸了摸帽子。"},{"en":"He had a surly old face, and did not seem at all pleased to see her—but then she was displeased with his garden and wore her “quite contrary” expression, and certainly did not seem at all pleased to see him.","zh":"他有一张阴沉的老脸，似乎一点也不高兴见到她ーー但是她对他的花园不满意，脸上带着“相当反常”的表情，而且看起来肯定一点也不高兴见到他。"},{"en":"“What is this place?” she asked.","zh":"“这是什么地方?”她问。"},{"en":"“One of the kitchen-gardens,” he answered.","zh":"“一个菜园,”他回答。"},{"en":"“What is that?” said Mary, pointing through the other green door.","zh":"“那是什么?”玛丽指着另一扇绿色的门问。"},{"en":"“Another of them,” shortly.","zh":"“他们中的另一个”很快。"},{"en":"“There’s another on the other side of the wall and there’s the orchard the other side of that.”","zh":"“在墙的另一边还有一个果园在墙的另一边。”"},{"en":"“Can I go in them?” asked Mary.","zh":"“我能进去吗?”玛丽问。"},{"en":"“If you likes. But there’s no what to see.”","zh":"“如果你喜欢的话，但是没有什么可看的。”"},{"en":"Mary made no response. She went down the path and through the second green door.","zh":"玛丽没有回答。她沿着小路走，穿过第二扇绿色的门。"},{"en":"There, she found more walls and winter vegetables and glass frames, but in the second wall there was another green door and it was not open.","zh":"在那里，她发现了更多的墙壁，冬天的蔬菜和玻璃框架，但在第二面墙上有另一扇绿色的门，它没有打开。"},{"en":"Perhaps it led into the garden which no one had seen for ten years.","zh":"也许它通向那个十年没人见过的花园。"},{"en":"As she was not at all a timid child and always did what she wanted to do, Mary went to the green door and turned the handle.","zh":"由于玛丽一点也不胆小，总是想做什么就做什么，她走到绿色的门前，转动了门把手。"},{"en":"She hoped the door would not open because she wanted to be sure she had found the mysterious garden,","zh":"她希望门不要打开，因为她想确定她已经找到了那个神秘的花园,"},{"en":"but it did open quite easily and she walked through it and found herself in an orchard.","zh":"但它确实很容易打开，她穿过它，发现自己在一个果园里。"},{"en":"There were walls all round it also and trees trained against them,","zh":"四周也有围墙，树木对着它们训练,"},{"en":"and there were bare fruit-trees growing in the winter-browned grass—but there was no green door to be seen anywhere.","zh":"那里有光秃秃的果树，长在冬天枯黄的草地上，但是到处都看不到绿色的门。"},{"en":"Mary looked for it, and yet when she had entered the upper end of the garden","zh":"玛丽四处寻找，可是当她走进花园的上端时"},{"en":"she had noticed that the wall did not seem to end with the orchard but to extend beyond it as if it enclosed a place at the other side.","zh":"她注意到这堵墙似乎并没有以果园为终点，而是向外延伸，仿佛它在另一边围住了一个地方。"},{"en":"She could see the tops of trees above the wall, and when she stood still she saw a bird with a bright red breast sitting on the topmost branch of one of them,","zh":"她可以看到墙上的树梢，当她站着不动的时候，她看到一只胸部鲜红的小鸟坐在其中一棵树的最上面的树枝上,"},{"en":"and suddenly he burst into his winter song, almost as if he had caught sight of her and was calling to her.","zh":"突然，他唱起了冬天的歌，仿佛看到了她，正在呼唤她。"},{"en":"She stopped and listened to him and somehow his cheerful, friendly little whistle gave her a pleased feeling,","zh":"她停下来听他说话，不知怎么地，他那欢快友好的小口哨给了她一种愉快的感觉,"},{"en":"even a disagreeable little girl may be lonely, and the big closed house and big bare moor and big bare gardens had made this one feel as if there was no one left in the world but herself.","zh":"即使是一个令人讨厌的小女孩也可能会感到孤独，而这所封闭的大房子、空旷的大荒原和空旷的大花园使这个人感到世界上除了她自己没有别人了。"},{"en":"If she had been an affectionate child, who had been used to being loved, she would have broken her heart,","zh":"如果她是一个多情的孩子，一个习惯了被爱的孩子，她会伤透她的心,"},{"en":"but even though she was “Mistress Mary Quite Contrary” she was desolate, and the bright-breasted little bird brought a look into her sour little face which was almost a smile.","zh":"但是，即使她是“玛丽小姐，相当相反”，她是孤独的，和明亮的胸部小鸟带来了一个看着她的酸酸的小脸，几乎是一个微笑。"},{"en":"She listened to him until he flew away.","zh":"她一直听他说，直到他飞走。"},{"en":"He was not like an Indian bird and she liked him and wondered if she should ever see him again.","zh":"他不像一只印度鸟，她喜欢他，不知道她是否还会再见到他。"},{"en":"Perhaps he lived in the mysterious garden and knew all about it.","zh":"也许他住在那个神秘的花园里，知道这一切。"},{"en":"Perhaps it was because she had nothing whatever to do that she thought so much of the deserted garden.","zh":"也许是因为她无事可做，所以她才对这个空荡荡的花园念念不忘。"},{"en":"She was curious about it and wanted to see what it was like.","zh":"她对此很好奇，想看看它是什么样子的。"},{"en":"Why had Mr Archibald Craven buried the key? If he had liked his wife so much why did he hate her garden?","zh":"为什么阿奇博尔德 · 克雷文先生要把钥匙埋起来？如果他那么喜欢他的妻子，为什么他讨厌她的花园呢？"},{"en":"She wondered if she should ever see him,","zh":"她想知道自己是否还能见到他,"}],[{"en":"but she knew that if she did she should not like him, and he would not like her,","zh":"但她知道，如果她这样做，她不应该喜欢他，他也不会喜欢她,"},{"en":"and that she should only stand and stare at him and say nothing, though she should be wanting dreadfully to ask him why he had done such a queer thing.","zh":"她应该只是站着，盯着他，什么也不说，尽管她很想问他为什么做了这样一件奇怪的事情。"},{"en":"“People never like me and I never like people,” she thought.","zh":"“人们从来不喜欢我，我也从来不喜欢别人,”她想。"},{"en":"“And I never can talk as the Crawford children could.","zh":"我永远不能像克劳福德家的孩子那样说话。"},{"en":"They were always talking and laughing and making noises.”","zh":"他们总是说说笑笑，制造噪音。”"},{"en":"She thought of the robin and of the way he seemed to sing his song at her,","zh":"她想起了知更鸟，想起了它对她唱歌的样子,"},{"en":"and as she remembered the tree-top he perched on she stopped rather suddenly on the path.","zh":"当她想起他栖息的树顶时，她在小路上突然停了下来。"},{"en":"“I believe that tree was in the secret garden, I feel sure it was,” she said.","zh":"“我相信那棵树就在秘密花园里，我确信它就在那里,”她说。"},{"en":"“There was a wall round the place and there was no door.”","zh":"“周围有一堵墙，没有门。”"},{"en":"She walked back into the first kitchen-garden she had entered and found the old man digging there.","zh":"她走回她走进的第一个菜园，发现老人正在那儿挖土。"},{"en":"She went and stood beside him and watched him a few moments in her cold little way.","zh":"她走过去，站在他旁边，用她那冰冷的小方式看了他一会儿。"},{"en":"He took no notice of her and so at last she spoke to him.","zh":"他没有注意到她，所以她终于和他说话了。"},{"en":"“I have been into the other gardens,” she said.","zh":"“我去过其他花园,”她说。"},{"en":"“There was nothing to prevent you,” he answered crustily.","zh":"“没有什么能阻止你,”他硬邦邦地回答。"},{"en":"“I went into the orchard.”","zh":"“我走进果园”"},{"en":"“There was no dog at the door to bite you,” he answered.","zh":"“门口没有狗咬你,”他回答。"},{"en":"“There was no door there into the other garden,” said Mary.","zh":"“那里没有通往另一个花园的门,”玛丽说。"},{"en":"“What garden?” he said in a rough voice, stopping his digging for a moment.","zh":"“什么花园?”他粗声粗气地说，停下来挖了一会儿。"},{"en":"“The one on the other side of the wall,” answered Mistress Mary.","zh":"“墙那边的那个,”玛丽太太回答。"},{"en":"“There are trees there, I saw the tops of them. A bird with a red breast was sitting on one of them and he sang.”","zh":"“那里有树，我看到了它们的顶端。一只红色胸部的鸟坐在其中一只上面，它唱着歌。”"},{"en":"To her surprise the surly old weather-beaten face actually changed its expression.","zh":"令她惊讶的是，那张饱经风霜的阴沉老脸实际上改变了它的表情。"},{"en":"A slow smile spread over it and the gardener looked quite different.","zh":"一个缓慢的微笑展开了它和园丁看起来完全不同。"},{"en":"It made her think that it was curious how much nicer a person looked when he smiled.","zh":"这让她觉得很奇怪，一个人微笑的时候看起来有多好。"},{"en":"She had not thought of it before.","zh":"她以前从来没有想过这个问题。"},{"en":"He turned about to the orchard side of his garden and began to whistle—a low soft whistle.","zh":"他转身走到花园的果园那边，开始吹口哨ーー一种低沉而柔和的口哨声。"},{"en":"She could not understand how such a surly man could make such a coaxing sound.","zh":"她不明白这样一个坏脾气的人怎么会发出这样一种哄人的声音。"},{"en":"Almost the next moment a wonderful thing happened.","zh":"几乎就在下一刻，一件美妙的事情发生了。"},{"en":"She heard a soft little rushing flight through the air,","zh":"她听到空中有轻微的急速飞行声,"},{"en":"and it was the bird with the red breast flying to them, and he actually alighted on the big clod of earth quite near to the gardener’s foot.","zh":"那是一只红色胸部的鸟飞向他们，他实际上落在离园丁的脚很近的一大块土地上。"},{"en":"“Here he is,” chuckled the old man, and then he spoke to the bird as if he were speaking to a child.","zh":"“他来了,”老人咯咯地笑着，然后他对着鸟儿说话，好像在对一个孩子说话似的。"},{"en":"“Where has you been, you cheeky little beggar?” he said.","zh":"“你去哪儿了，你这个厚脸皮的小乞丐?”他说。"},{"en":"“I’ve not seen you before today. Has you begun you courting this early in the season? you're too forrad.”","zh":"“今天之前我从没见过你。你在这个季节这么早就开始追求了吗? 你太热情了。”"},{"en":"The bird put his tiny head on one side and looked up at him with his soft bright eye which was like a black dewdrop.","zh":"小鸟把它的小脑袋放在一边，用它那像一颗黑色露珠的柔和明亮的眼睛看着他。"},{"en":"He seemed quite familiar and not the least afraid.","zh":"他看起来很面熟，一点也不害怕。"},{"en":"He hopped about and pecked the earth briskly, looking for seeds and insects.","zh":"他跳来跳去，轻快地啄着泥土，寻找种子和昆虫。"},{"en":"It actually gave Mary a queer feeling in her heart, because he was so pretty and cheerful and seemed so like a person.","zh":"这实际上给了玛丽一种奇怪的感觉在她的心里，因为他是那么漂亮，那么开朗，看起来那么像一个人。"},{"en":"He had a tiny plump body and a delicate beak, and slender delicate legs.","zh":"它有一个小小的丰满的身体和一个精致的喙，和细长的精致的腿。"},{"en":"“Will he always come when you call him?” she asked almost in a whisper.","zh":"“你叫他的时候，他总是会来吗?”她几乎是小声地问。"},{"en":"“Aye, that he will. I’ve knowed him ever since he was a fledgling.","zh":"”是的，他会的，他还是个雏鸟的时候我就认识他了。"},{"en":"He come out of the nest in the other garden and when first he flew over the wall he was too weak to fly back for a few days and we got friendly.","zh":"它从另一个花园的鸟巢里飞出来，当它第一次飞过围墙的时候，它太虚弱了，几天都没法飞回来，于是我们变得友好起来。"},{"en":"When he went over the wall again the rest of the brood was gone and he was lonely and he come back to me.”","zh":"当他再次翻过墙时，其他的孩子都不见了，他很孤独，他回到了我身边。”"},{"en":"“What kind of a bird is he?” Mary asked.","zh":"“他是什么鸟?”玛丽问。"},{"en":"“Doesn’t you know? He’s a robin redbreast and they’re the friendliest, curiousest birds alive.","zh":"“你不知道吗? 它是知更鸟，它们是世界上最友好，最好奇的鸟。"},{"en":"They’re almost as friendly as dogs, if you know how to get on with them.","zh":"如果你知道如何与它们相处，它们几乎和狗一样友好。"},{"en":"Watch him pecking about there and looking round at us now and again. He knows we’re talking about him.”","zh":"看他在那儿啄来啄去，时不时地看看我们，他知道我们在谈论他。”"},{"en":"It was the queerest thing in the world to see the old fellow.","zh":"看到这个老家伙是世界上最奇怪的事情。"},{"en":"He looked at the plump little scarlet-waistcoated bird as if he were both proud and fond of him.","zh":"他看着那只胖嘟嘟的、穿着猩红色马甲的小鸟，好像既骄傲又喜欢它。"},{"en":"“He’s a conceited one,” he chuckled.","zh":"“他是个自负的人,”他咯咯地笑着说。"}],[{"en":"“He likes to hear folk talk about him. and curious—bless me, there never was his like for curiosity and meddling.","zh":"“他喜欢听人们谈论他，而且很好奇，上帝保佑，从来没有像他这样好奇和爱管闲事的人。"},{"en":"He’s always coming to see what I’m planting.","zh":"他总是来看我种什么。"},{"en":"He knows all the things Mester Craven never troubles himself to find out. He’s the head gardener, he is.”","zh":"他知道所有克雷文先生从不费心去弄清楚的事情，他是园丁头，他是。”"},{"en":"The robin hopped about busily pecking the soil and now and then stopped and looked at them a little.","zh":"知更鸟忙着啄土，时不时地停下来看看它们。"},{"en":"Mary thought his black dewdrop eyes gazed at her with great curiosity.","zh":"玛丽觉得他那双黑色的露珠般的眼睛好奇地盯着她。"},{"en":"It really seemed as if he were finding out all about her.","zh":"他好像真的发现了她的一切。"},{"en":"The queer feeling in her heart increased.","zh":"她心中的古怪感觉越来越强烈。"},{"en":"“Where did the rest of the brood fly to?” she asked.","zh":"“其余的幼鸟飞到哪里去了?”她问。"},{"en":"“There’s no knowing. The old ones turn them out of their nest and make them fly and they’re scattered before you know it.","zh":"“没有人知道。老年人把它们赶出巢穴，让它们飞起来在你意识到之前它们就分散了。"},{"en":"This one was a knowing one and he knew he was lonely.”","zh":"这是一个知道的人，他知道自己很孤独。”"},{"en":"Mistress Mary went a step nearer to the robin and looked at him very hard.","zh":"玛丽小姐向知更鸟走近一步，用力地看着它。"},{"en":"“I’m lonely,” she said.","zh":"“我很孤独,”她说。"},{"en":"She had not known before that this was one of the things which made her feel sour and cross.","zh":"她以前不知道，这是使她感到酸涩和生气的事情之一。"},{"en":"She seemed to find it out when the robin looked at her and she looked at the robin.","zh":"当知更鸟看着她，她看着知更鸟的时候，她似乎发现了什么。"},{"en":"The old gardener pushed his cap back on his bald head and stared at her a minute.","zh":"老园丁把帽子戴回光头上，盯着她看了一会儿。"},{"en":"“Are you the little wench from India?” he asked.","zh":"“你是那个来自印度的小姑娘吗?”他问。"},{"en":"Mary nodded.","zh":"玛丽点点头。"},{"en":"“Then no wonder you're lonely.","zh":"难怪你这么孤单。"},{"en":"You'll be lonelier before you're done,” he said.","zh":"在你结束之前，你会感到更加孤独。”他说。"},{"en":"He began to dig again, driving his spade deep into the rich black garden soil while the robin hopped about very busily employed.","zh":"他又开始挖土，把铲子深深地铲进肥沃的黑色花园土壤里，而知更鸟则忙碌地跳来跳去。"},{"en":"“What is your name?” Mary inquired.","zh":"“你叫什么名字?”玛丽问。"},{"en":"He stood up to answer her.","zh":"他站起来回答她。"},{"en":"“Ben Weatherstaff,” he answered, and then he added with a surly chuckle,","zh":"“本 · 韦瑟斯塔夫,”他回答说，然后又冷笑了一声,"},{"en":"“I’m lonely myself except when he’s with me,” and he jerked his thumb toward the robin.","zh":"“除了他和我在一起的时候，我自己也很孤独。”他朝知更鸟竖起大拇指。"},{"en":"“He’s the only friend I’ve got.”","zh":"“他是我唯一的朋友”"},{"en":"“I have no friends at all,” said Mary. “I never had. My Ayah didn’t like me and I never played with anyone.”","zh":"“我一个朋友也没有,”玛丽说。我从来没有。我的阿亚不喜欢我，我从来不和任何人玩。”"},{"en":"It is a Yorkshire habit to say what you think with blunt frankness, and old Ben Weatherstaff was a Yorkshire moor man.","zh":"约克郡人习惯直言不讳地表达自己的想法，而老本 · 韦瑟斯塔夫(Ben Weatherstaff)是约克郡的一个荒原人。"},{"en":"“you and me are a good bit alike,” he said.","zh":"“你和我有点像,”他说。"},{"en":"“We were wove out of the same cloth. We’re neither of us good looking and we’re both of us as sour as we look.","zh":"“我们是用同一块布编织而成的。我们两个都不好看，我们两个都像我们看起来一样酸溜溜的。"},{"en":"We’ve got the same nasty tempers, both of us, I’ll warrant.”","zh":"我敢保证，我们俩的脾气都一样坏。”"},{"en":"This was plain speaking, and Mary Lennox had never heard the truth about herself in her life.","zh":"说白了，玛丽 · 伦诺克斯从来没有听说过关于她自己的真相。"},{"en":"Native servants always salaamed and submitted to you, whatever you did.","zh":"不管你做什么，当地的仆人总是向你致敬，向你投降。"},{"en":"She had never thought much about her looks, but she wondered if she was as unattractive as Ben Weatherstaff","zh":"她从来没有想过自己的外表，但她怀疑自己是否像本 · 韦瑟斯塔夫一样没有吸引力"},{"en":"and she also wondered if she looked as sour as he had looked before the robin came.","zh":"她也想知道自己看起来是不是和知更鸟来之前一样酸溜溜的。"},{"en":"She actually began to wonder also if she was “nasty tempered.” She felt uncomfortable.","zh":"事实上，她也开始怀疑自己是不是“脾气暴躁”，她感到很不舒服。"},{"en":"Suddenly a clear rippling little sound broke out near her and she turned round.","zh":"突然，她身边传来一阵清脆的声响，她转过身来。"},{"en":"She was standing a few feet from a young apple-tree and the robin had flown on to one of its branches and had burst out into a scrap of a song.","zh":"她站在离一棵小苹果树几英尺远的地方，知更鸟已经飞到了它的一根树枝上，发出一阵歌声。"},{"en":"Ben Weatherstaff laughed outright.","zh":"本 · 韦瑟斯塔夫哈哈大笑。"},{"en":"“What did he do that for?” asked Mary.","zh":"“他那样做是为了什么?”玛丽问。"},{"en":"“He’s made up his mind to make friends with you,” replied Ben.","zh":"“他下定决心要和你交朋友,”本回答。"},{"en":"“Dang me if he hasn’t took a fancy to you.”","zh":"“如果他没看上你，那我真该死”"},{"en":"“To me?” said Mary, and she moved toward the little tree softly and looked up.","zh":"“对我?”玛丽说，她轻轻地走向那棵小树，抬起头来。"},{"en":"“Would you make friends with me?” she said to the robin just as if she was speaking to a person.","zh":"“你愿意和我交朋友吗?”她对知更鸟说，就好像她在和一个人说话一样。"},{"en":"“Would you?” And she did not say it either in her hard little voice or in her imperious Indian voice,","zh":"“你会吗?”她既没有用她那坚硬的小声音说，也没有用她那傲慢的印度声音说,"},{"en":"but in a tone so soft and eager and coaxing that Ben Weatherstaff was as surprised as she had been when she heard him whistle.","zh":"但是他的声音是如此的温柔、热切和讨好，以至于当本 · 韦瑟斯塔夫听到他吹口哨的时候，她还是像以前一样吃惊。"},{"en":"“Why,” he cried out, “you said that as nice and human as if you was a real child instead of a sharp old woman.","zh":"“为什么,”他喊道，“你说得那么好，那么有人情味，好像你是个真正的孩子，而不是一个尖锐的老妇人。"},{"en":"you said it almost like Dickon talks to his wild things on the moor.”","zh":"你说这就像迪肯在沼泽地上和他的野兽说话一样"},{"en":"“Do you know Dickon?” Mary asked, turning round rather in a hurry.","zh":"“你认识狄肯吗?”玛丽问，急忙转过身来。"},{"en":"“Everybody knows him. Dickon’s wandering about everywhere. the very blackberries and heather-bells knows him.","zh":"“每个人都认识他。迪肯到处游荡。每个黑莓和石南花铃都认识他。"}],[{"en":"I warrant the foxes shows him where their cubs lies and the skylarks doesn’t hide their nests from him.”","zh":"我保证狐狸会告诉他它们的幼崽在哪里云雀也不会把巢藏起来不让他发现"},{"en":"Mary would have liked to ask some more questions. She was almost as curious about Dickon as she was about the deserted garden.","zh":"玛丽想再问些问题。她对狄肯的好奇几乎和对那个荒废的花园一样。"},{"en":"But just that moment the robin, who had ended his song, gave a little shake of his wings, spread them and flew away.","zh":"但就在那一刻，知更鸟，谁结束了他的歌曲，给了他的翅膀一个小小的震动，展开他们，飞走了。"},{"en":"He had made his visit and had other things to do.","zh":"他已经拜访过了，还有别的事情要做。"},{"en":"“He has flown over the wall!” Mary cried out, watching him.","zh":"“他飞过墙了!”玛丽看着他喊道。"},{"en":"“He has flown into the orchard, he has flown across the other wall, into the garden where there is no door!”","zh":"“他飞进了果园，飞过了另一堵墙，飞进了没有门的花园!”"},{"en":"“He lives there,” said old Ben.","zh":"“他住在那儿,”老本说。"},{"en":"“He came out of the egg there. If he’s courting, he’s making up to some young madam of a robin that lives among the old rose-trees there.”","zh":"他从那个蛋里出来。如果他在求爱，那就是在向某个住在玫瑰花丛中的知更鸟的年轻夫人示好。”"},{"en":"“Rose-trees,” said Mary.","zh":"“玫瑰树,”玛丽说。"},{"en":"“Are there rose-trees?”","zh":"“有玫瑰树吗?”"},{"en":"Ben Weatherstaff took up his spade again and began to dig.","zh":"本 · 韦瑟斯塔夫又拿起他的铁锹开始挖起来。"},{"en":"“There was ten year’ ago,” he mumbled.","zh":"“那是十年前的事了,”他喃喃地说。"},{"en":"“I should like to see them,” said Mary.","zh":"“我想见见他们,”玛丽说。"},{"en":"“Where is the green door? There must be a door somewhere.”","zh":"“绿色的门在哪里? 一定有门的。”"},{"en":"Ben drove his spade deep and looked as uncompanionable as he had looked when she first saw him.","zh":"本把他的铁锹深深地挖了一下，看起来就像她第一次见到他时他看起来那样孤僻。"},{"en":"“There was ten year’ ago, but there isn’t now,” he said.","zh":"“十年前有，但现在没有了,”他说。"},{"en":"“No door!” cried Mary.","zh":"“没有门!”玛丽喊道。"},{"en":"“There must be.”","zh":"“一定有”"},{"en":"“None as anyone can find, and none as is anyone’s business.","zh":"“没有任何人能找到，也没有任何人的业务。"},{"en":"Don’t you be a meddlesome wench and poke your nose where it’s no cause to go.","zh":"别像个爱管闲事的姑娘一样到处打探消息。"},{"en":"Here, I must go on with my work. Get you gone and play you. I’ve no more time.”","zh":"在这里，我必须继续我的工作。让你走，并发挥你。我没有更多的时间。“"},{"en":"And he actually stopped digging, threw his spade over his shoulder and walked off, without even glancing at her or saying good-by.","zh":"他真的停止了挖掘，把铲子扛在肩上，走开了，甚至没有看她一眼，也没有说再见。"}]]