[[{"en":"CHAPTER I, THERE IS NO ONE LEFT","zh":"第一章，已经没有人了"},{"en":"When Mary Lennox was sent to Misselthwaite Manor to live with her uncle","zh":"当玛丽・伦诺克斯被送到 Misselthwaite Manor 和她叔叔住在一起时"},{"en":"everybody said she was the most disagreeable-looking child ever seen.","zh":"大家都说她是有史以来最难相处的孩子。"},{"en":"It was true, too.","zh":"这也是真的。"},{"en":"She had a little thin face and a little thin body, thin light hair and a sour expression.","zh":"她有一张瘦小的脸，一个瘦小的身体，稀疏的浅色头发和一个酸溜溜的表情。"},{"en":"Her hair was yellow, and her face was yellow because she had been born in India and had always been ill in one way or another.","zh":"她的头发是黄色的，她的脸是黄色的，因为她出生在印度，而且总是以这样或那样的方式生病。"},{"en":"Her father had held a position under the English Government and had always been busy and ill himself,","zh":"她的父亲在英国政府任职，一直很忙，身体也不好,"},{"en":"and her mother had been a great beauty who cared only to go to parties and amuse herself with gay people.","zh":"她的母亲是个大美，她只关心参加聚会，和同性恋者一起消遣。"},{"en":"She had not wanted a little girl at all, and when Mary was born she handed her over to the care of an Ayah,","zh":"她根本不想要一个小女孩，玛丽出生的时候，她把她交给一个阿雅照顾,"},{"en":"who was made to understand that if she wished to please the Mem Sahib she must keep the child out of sight as much as possible.","zh":"她明白，如果她想取悦 Mem Sahib，就必须尽可能地把孩子藏起来。"},{"en":"So when she was a sickly, fretful, ugly little baby she was kept out of the way,","zh":"所以当她还是一个病怏怏，烦躁不安，丑陋的小婴儿的时候，她总是被挡在外面,"},{"en":"and when she became a sickly, fretful, toddling thing she was kept out of the way also.","zh":"当她变成一个病态的、烦躁的、蹒跚学步的小东西时，她也被挡在了外面。"},{"en":"She never remembered seeing familiarly anything but the dark faces of her Ayah and the other native servants,","zh":"除了她的阿亚和其他当地仆人的黑脸，她再也不记得看到过什么熟悉的东西,"},{"en":"and as they always obeyed her and gave her her own way in everything,","zh":"因为他们总是服从她，在任何事情上都给她自己的方式,"},{"en":"because the Mem Sahib would be angry if she was disturbed by her crying,","zh":"因为如果她被自己的哭声打扰了，大人会生气的,"},{"en":"by the time she was six years old she was as tyrannical and selfish a little pig as ever lived.","zh":"在她六岁的时候，她已经是一个专横而自私的小猪了。"},{"en":"The young English governess who came to teach her to read and write disliked her so much that she gave up her place in three months,","zh":"那个来教她读书写字的年轻英国女家庭教师非常不喜欢她，以至于她在三个月内就放弃了她的工作,"},{"en":"and when other governesses came to try to fill it they always went away in a shorter time than the first one.","zh":"当其他家庭教师来填补空缺的时候，他们总是比第一个家庭教师离开的时间要短。"},{"en":"So if Mary had not chosen to really want to know how to read books she would never have learned her letters at all.","zh":"因此，如果玛丽没有选择真正想知道如何读书，她就根本不会学习她的书信。"},{"en":"One frightfully hot morning, when she was about nine years old, she awakened feeling very cross,","zh":"在一个非常炎热的早晨，当她大约九岁的时候，她醒来的时候感到非常生气,"},{"en":"and she became crosser still when she saw that the servant who stood by her bedside was not her Ayah.","zh":"当她看到站在她床边的仆人不是她的阿雅时，她更生气了。"},{"en":"\\\"Why did you come?\\\" she said to the strange woman.","zh":"“你为什么来?”她对那个奇怪的女人说。"},{"en":"\\\"I will not let you stay. Send my Ayah to me.\\\"","zh":"“我不会让你留下的，把我的阿亚交给我”"},{"en":"The woman looked frightened, but she only stammered that the Ayah could not come","zh":"女人看起来很害怕，但她只是结结巴巴地说阿亚不能来"},{"en":"and when Mary threw herself into a passion and beat and kicked her,","zh":"当玛丽陷入激情，不停地打她，踢她的时候,"},{"en":"she looked only more frightened and repeated that it was not possible for the Ayah to come to Missie Sahib.","zh":"她看起来更害怕了，她反复说阿亚族人不可能来 Missie Sahib。"},{"en":"There was something mysterious in the air that morning.","zh":"那天早上空气中弥漫着神秘的气息。"},{"en":"Nothing was done in its regular order and several of the native servants seemed missing,","zh":"没有按照正常的顺序做任何事情，几个当地的仆人似乎失踪了,"},{"en":"while those whom Mary saw slunk or hurried about with ashy and scared faces.","zh":"而玛丽看到的那些人则神色灰暗、惊慌失措地偷偷摸摸或匆匆忙忙地走来走去。"},{"en":"But no one would tell her anything and her Ayah did not come.","zh":"但是没有人告诉她任何事情，她的阿亚也没有来。"},{"en":"She was actually left alone as the morning went on,","zh":"第二天早上，她被单独留在家里,"},{"en":"and at last she wandered out into the garden and began to play by herself under a tree near the veranda.","zh":"最后她漫步到花园里，开始独自在阳台附近的一棵树下玩耍。"},{"en":"She pretended that she was making a flower-bed, and she stuck big scarlet hibiscus blossoms into little heaps of earth,","zh":"她假装在做一个花坛，把鲜红色的大芙蓉花插在一小堆土里,"},{"en":"all the time growing more and more angry and muttering to herself the things she would say and the names she would call Saidie when she returned.","zh":"一直以来，她变得越来越生气，喃喃自语着她要说的话，以及她回来后要叫赛迪的名字。"},{"en":"\\\"Pig! Pig! Daughter of Pigs!\\\" she said, because to call a native a pig is the worst insult of all.","zh":"“猪! 猪! 猪的女儿!”她说，因为把当地人叫做猪是最大的侮辱。"},{"en":"She was grinding her teeth and saying this over and over again when she heard her mother come out on the veranda with some one.","zh":"她咬着牙，一遍又一遍地说着这句话，这时她听到她妈妈和一个人从阳台上走了出来。"},{"en":"She was with a fair young man and they stood talking together in low strange voices.","zh":"她和一个漂亮的年轻人在一起，他们站在一起用奇怪的低声说话。"},{"en":"Mary knew the fair young man who looked like a boy.","zh":"玛丽认识那个长得像男孩的漂亮年轻人。"},{"en":"She had heard that he was a very young officer who had just come from England.","zh":"她听说他是一个刚从英国来的年轻军官。"},{"en":"The child stared at him, but she stared most at her mother.","zh":"孩子盯着他，但她最多的是盯着她的母亲。"},{"en":"She always did this when she had a chance to see her, because the Mem Sahib,","zh":"她每次有机会见到她都会这么做因为大人,"},{"en":"Mary used to call her that oftener than anything else,","zh":"玛丽以前经常这么叫她,"},{"en":"was such a tall, slim, pretty person and wore such lovely clothes.","zh":"她是那么高，那么苗条，那么漂亮，穿着那么可爱的衣服。"},{"en":"Her hair was like curly silk and she had a delicate little nose","zh":"她的头发像卷曲的丝绸，她有一个精致的小鼻子"},{"en":"which seemed to be disdaining things, and she had large laughing eyes.","zh":"她有一双大大的笑眯眯的眼睛。"}],[{"en":"All her clothes were thin and floating, and Mary said they were \\\"full of lace.\\\"","zh":"她所有的衣服都又薄又漂浮，玛丽说它们“充满了蕾丝”"},{"en":"They looked fuller of lace than ever this morning, but her eyes were not laughing at all.","zh":"今天早上，它们看起来比以往任何时候都更有花边了，但是她的眼睛一点也没有笑。"},{"en":"They were large and scared and lifted imploringly to the fair boy officer\\'s face.","zh":"它们又大又吓人，哀求地举到那个漂亮的男孩军官面前。"},{"en":"\\\"Is it so very bad? Oh, is it?\\\" Mary heard her say.","zh":"“有那么糟糕吗? 哦，是吗?”玛丽听到她说。"},{"en":"\\\"Awfully,\\\" the young man answered in a trembling voice.","zh":"“太可怕了,”年轻人用颤抖的声音回答。"},{"en":"\\\"Awfully, Mrs. Lennox. You ought to have gone to the hills two weeks ago.\\\"","zh":"“太糟糕了，伦诺克斯太太，你两个星期前就该上山去了。”"},{"en":"The Mem Sahib wrung her hands.","zh":"议长扭动着她的手。"},{"en":"\\\"Oh, I know I ought!\\\" she cried. \\\"I only stayed to go to that silly dinner party. What a fool I was!\\\"","zh":"“哦，我知道我应该！她哭了。我留下来只是为了参加那个愚蠢的晚宴。我真是个傻瓜！\\\""},{"en":"At that very moment such a loud sound of wailing broke out from the servants\\' quarters","zh":"就在这时，仆人们的房间里突然传出一阵如此响亮的哀号声"},{"en":"that she clutched the young man\\'s arm, and Mary stood shivering from head to foot.","zh":"她紧紧抓住那个年轻人的胳膊，玛丽站在那里，从头到脚都在发抖。"},{"en":"The wailing grew wilder and wilder.","zh":"哭声越来越大。"},{"en":"\\\"What is it? What is it?\\\" Mrs. Lennox gasped.","zh":"“怎么了? 怎么了?”伦诺克斯太太倒抽了一口冷气。"},{"en":"\\\"Some one has died,\\\" answered the boy officer.","zh":"“有人死了,”少年军官回答。"},{"en":"\\\"You did not say it had broken out among your servants.\\\"","zh":"“你没有说是在你的仆人中间发生的。”"},{"en":"\\\"I did not know!\\\" the Mem Sahib cried.","zh":"“我不知道!”大人喊道。"},{"en":"\\\"Come with me! Come with me!\\\" and she turned and ran into the house.","zh":"“跟我来! 跟我来!”她转身跑进屋里。"},{"en":"After that appalling things happened, and the mysteriousness of the morning was explained to Mary.","zh":"在那之后，可怕的事情发生了，那天早晨的神秘事件被向玛丽解释了。"},{"en":"The cholera had broken out in its most fatal form and people were dying like flies.","zh":"霍乱以其最致命的形式爆发了，人们像苍蝇一样死去。"},{"en":"The Ayah had been taken ill in the night, and it was because she had just died that the servants had wailed in the huts.","zh":"阿雅在夜里生病了，正是因为她刚刚死去，仆人们才在小屋里哀号。"},{"en":"Before the next day three other servants were dead and others had run away in terror.","zh":"第二天以前，又有三个仆人死了，其他人惊恐地逃走了。"},{"en":"There was panic on every side, and dying people in all the bungalows.","zh":"到处都是恐慌，所有的平房里都是垂死的人。"},{"en":"During the confusion and bewilderment of the second day Mary hid herself in the nursery and was forgotten by every one.","zh":"在第二天的混乱和困惑中，玛丽躲在育儿室里，被每个人都忘记了。"},{"en":"Nobody thought of her, nobody wanted her, and strange things happened of which she knew nothing.","zh":"没有人想起她，没有人想要她，奇怪的事情发生了，而她对此一无所知。"},{"en":"Mary alternately cried and slept through the hours.","zh":"玛丽时而哭，时而睡。"},{"en":"She only knew that people were ill and that she heard mysterious and frightening sounds.","zh":"她只知道人们生病了，她听到了神秘而可怕的声音。"},{"en":"Once she crept into the dining-room and found it empty,","zh":"她一溜进餐厅，发现里面空无一人,"},{"en":"though a partly finished meal was on the table and chairs and plates looked","zh":"尽管桌子上有一顿吃了一半的饭，椅子和盘子看起来也像"},{"en":"as if they had been hastily pushed back when the diners rose suddenly for some reason.","zh":"当食客们因为某种原因突然站起来的时候，他们好像被匆忙地推了回去。"},{"en":"The child ate some fruit and biscuits, and being thirsty she drank a glass of wine which stood nearly filled.","zh":"孩子吃了一些水果和饼干，口渴的时候，她喝了一杯几乎满了的葡萄酒。"},{"en":"It was sweet, and she did not know how strong it was.","zh":"这是甜的，她不知道它是多么强大。"},{"en":"Very soon it made her intensely drowsy, and she went back to her nursery and shut herself in again,","zh":"很快她就昏昏欲睡回到育儿室，再次把自己关在里面,"},{"en":"frightened by cries she heard in the huts and by the hurrying sound of feet.","zh":"她被小屋里的哭声和匆忙的脚步声吓坏了。"},{"en":"The wine made her so sleepy that she could scarcely keep her eyes open","zh":"酒使她昏昏欲睡，几乎睁不开眼睛"},{"en":"and she lay down on her bed and knew nothing more for a long time.","zh":"她躺在床上，很长一段时间什么也不知道。"},{"en":"Many things happened during the hours in which she slept so heavily,","zh":"在她睡得那么沉的时候发生了很多事情,"},{"en":"but she was not disturbed by the wails and the sound of things being carried in and out of the bungalow.","zh":"但是她没有被哭声和进出平房的东西的声音所打扰。"},{"en":"When she awakened she lay and stared at the wall.","zh":"当她醒来时，她躺在那里，盯着墙壁。"},{"en":"The house was perfectly still. She had never known it to be so silent before.","zh":"房子里一点动静都没有，她以前从来不知道房子里这么安静。"},{"en":"She heard neither voices nor footsteps, and wondered if everybody had got well of the cholera and all the trouble was over.","zh":"她既听不到声音也听不到脚步声，不知道是否每个人都从霍乱中康复了，所有的麻烦都结束了。"},{"en":"She wondered also who would take care of her now her Ayah was dead.","zh":"她也想知道现在她的阿亚死了，谁来照顾她。"},{"en":"There would be a new Ayah, and perhaps she would know some new stories.","zh":"会有一个新的阿雅，也许她会知道一些新的故事。"},{"en":"Mary had been rather tired of the old ones.","zh":"玛丽对那些旧的已经相当厌倦了。"},{"en":"She did not cry because her nurse had died.","zh":"她没有哭，因为她的护士死了。"},{"en":"She was not an affectionate child and had never cared much for any one.","zh":"她不是一个多情的孩子，从来没有关心过任何人。"},{"en":"The noise and hurrying about and wailing over the cholera had frightened her,","zh":"霍乱带来的噪音和匆忙的哀号把她吓坏了,"},{"en":"and she had been angry because no one seemed to remember that she was alive.","zh":"她很生气，因为似乎没有人记得她还活着。"},{"en":"Every one was too panic-stricken to think of a little girl no one was fond of.","zh":"每个人都惊慌失措，想不起一个没有人喜欢的小女孩。"},{"en":"When people had the cholera it seemed that they remembered nothing but themselves.","zh":"当人们患上霍乱时，他们似乎只记得自己。"},{"en":"But if every one had got well again, surely some one would remember and come to look for her.","zh":"但是如果每个人都康复了，肯定会有人记得并来找她的。"}],[{"en":"But no one came, and as she lay waiting the house seemed to grow more and more silent.","zh":"但是没有人来，当她躺着等待的时候，屋子里似乎变得越来越安静。"},{"en":"She heard something rustling on the matting","zh":"她听到席子上有沙沙声"},{"en":"and when she looked down she saw a little snake gliding along and watching her with eyes like jewels.","zh":"当她向下看时，她看见一条小蛇在滑行，用宝石般的眼睛注视着她。"},{"en":"She was not frightened, because he was a harmless little thing who would not hurt her","zh":"她并不害怕，因为他是一个不会伤害她的无害的小东西"},{"en":"and he seemed in a hurry to get out of the room.","zh":"他看起来急着要离开房间。"},{"en":"He slipped under the door as she watched him.","zh":"她注视着他，他从门缝里钻了进去。"},{"en":"\\\"How queer and quiet it is,\\\" she said.","zh":"“多么奇怪和安静啊,”她说。"},{"en":"\\\"It sounds as if there was no one in the bungalow but me and the snake.\\\"","zh":"“听起来好像平房里除了我和蛇就没有别人了。”"},{"en":"Almost the next minute she heard footsteps in the compound, and then on the veranda.","zh":"几乎下一分钟，她就听到了院子里的脚步声，然后是走廊上的脚步声。"},{"en":"They were men\\'s footsteps, and the men entered the bungalow and talked in low voices.","zh":"那是男人的脚步声，男人们走进平房，低声交谈着。"},{"en":"No one went to meet or speak to them and they seemed to open doors and look into rooms.","zh":"没有人去见他们，也没有人和他们说话，他们似乎打开门，向房间里张望。"},{"en":"\\\"What desolation!\\\" she heard one voice say.","zh":"“多么荒凉!”她听到一个声音说。"},{"en":"\\\"That pretty, pretty woman! I suppose the child, too.","zh":"“那个漂亮，漂亮的女人! 我想那个孩子也是。"},{"en":"I heard there was a child, though no one ever saw her.\\\"","zh":"我听说有个孩子，但没人见过她。”"},{"en":"Mary was standing in the middle of the nursery when they opened the door a few minutes later.","zh":"几分钟后他们打开门时，玛丽正站在育儿室的中央。"},{"en":"She looked an ugly, cross little thing and was frowning","zh":"她看起来是一个丑陋的、脾气暴躁的小东西，正皱着眉头"},{"en":"because she was beginning to be hungry and feel disgracefully neglected.","zh":"因为她开始觉得饿了，觉得自己被忽视了。"},{"en":"The first man who came in was a large officer she had once seen talking to her father.","zh":"第一个走进来的是一个大个子军官，她曾经见过他和她父亲说话。"},{"en":"He looked tired and troubled, but when he saw her he was so startled that he almost jumped back.","zh":"他看上去疲惫不堪，忧心忡忡，但当他看到她时，他吓了一跳，差点跳了回去。"},{"en":"\\\"Barney!\\\" he cried out.","zh":"“巴尼!”他喊道。"},{"en":"\\\"There is a child here! A child alone! In a place like this! Mercy on us, who is she!\\\"","zh":"“这里有个孩子! 一个孤独的孩子! 在这样的地方! 饶了我们吧，她是谁!”"},{"en":"\\\"I am Mary Lennox,\\\" the little girl said, drawing herself up stiffly.","zh":"“我是玛丽 · 伦诺克斯,”小女孩说着，僵硬地站了起来。"},{"en":"She thought the man was very rude to call her father\\'s bungalow","zh":"她认为那个男人打电话到她父亲的平房里是非常粗鲁的"},{"en":"\\\"A place like this!\\\"","zh":"“像这样的地方!”"},{"en":"\\\"I fell asleep when every one had the cholera and I have only just wakened up.","zh":"“当每个人都得了霍乱时，我睡着了，而我才刚刚醒来。"},{"en":"Why does nobody come?\\\"","zh":"为什么没人来?”"},{"en":"\\\"It is the child no one ever saw!\\\" exclaimed the man, turning to his companions.","zh":"“这是一个从来没有人见过的孩子!”那人喊道，转向他的同伴。"},{"en":"\\\"She has actually been forgotten!\\\"","zh":"“她实际上已经被遗忘了!”"},{"en":"\\\"Why was I forgotten?\\\" Mary said, stamping her foot.","zh":"“为什么我被遗忘了?”玛丽跺着脚说。"},{"en":"\\\"Why does nobody come?\\\"","zh":"“为什么没人来?”"},{"en":"The young man whose name was Barney looked at her very sadly.","zh":"那个名叫巴尼的年轻人很伤心地看着她。"},{"en":"Mary even thought she saw him wink his eyes as if to wink tears away.","zh":"玛丽甚至认为她看见他眨眼睛，好像是要眨眼把眼泪带走。"},{"en":"\\\"Poor little kid!\\\" he said.","zh":"“可怜的孩子!”他说。"},{"en":"\\\"There is nobody left to come.\\\"","zh":"“没有人会来了”"},{"en":"It was in that strange and sudden way that Mary found out that she had neither father nor mother left;","zh":"就在这种奇怪而突然的方式中，玛丽发现她既没有父亲也没有母亲;"},{"en":"that they had died and been carried away in the night,","zh":"他们已经死了，在夜里被带走了,"},{"en":"and that the few native servants who had not died also had left the house","zh":"还有几个没死的本地仆人也离开了家"},{"en":"as quickly as they could get out of it, none of them even remembering that there was a Missie Sahib.","zh":"他们尽可能快地摆脱它，甚至没有人记得有一个 Missie Sahib。"},{"en":"That was why the place was so quiet.","zh":"所以这里才这么安静。"},{"en":"It was true that there was no one in the bungalow but herself and the little rustling snake.","zh":"的确，平房里除了她自己和那条沙沙作响的小蛇，没有别人。"}]]