[[{"en":"All right. Stretch it out.","zh":"好吧，拉伸一下"},{"en":"How was your run?","zh":"跑步怎么样。"},{"en":"I think it might have been my personal best. Two miles in 46 minutes.","zh":"我觉得这也许是我的个人最佳成绩，两英里用时46分钟。"},{"en":"You're really committed to this.","zh":"你真的很投入"},{"en":"Good for you.","zh":"不错"},{"en":"Yeah, well, you know how they talk about that runner's high? Well, it's real.","zh":"是啊，你知道大家说的跑步者高潮吧？那是真的"},{"en":"It's not great, but it's real.","zh":"那不算很棒，但那是真的"},{"en":"Nice. So, listen, I got a call, about you.","zh":"不错，听着，我接到了一通电话，是关于你的."},{"en":"Okay.","zh":"好吧"},{"en":"You do know we're having a drought.","zh":"你知道这里在闹旱灾吧！"},{"en":"Yeah, I've chosen not to participate. So you got a call?","zh":"我选择不参与，你接到了一通电话。"},{"en":"Right. It was a very surprising call.","zh":"对，那让我很惊讶"},{"en":"Why are you dragging this out?","zh":"为什么你一直在拖延"},{"en":"Because you're in a good mood and I'm gonna miss that.","zh":"因为你心情很好，我会很怀念的"},{"en":"Who called?","zh":"谁打来的？"},{"en":"It was a private investigator hired to track you down.","zh":"是一名受雇追查你下落的私家侦探。"},{"en":"All right, pack your bags, We knew this day would come.","zh":"好吧，打包行李，我们都知道这天会来的"},{"en":"No. No, no, no.","zh":"不不"},{"en":"He was hired by your mother.","zh":"他受雇于你母亲。"},{"en":"What?","zh":"什么"},{"en":"She wants to meet you.","zh":"她想见你"},{"en":"You okay? Is that a good \"Huh\"? A bad \"Huh\"? A shoot the messenger \"Huh\"?","zh":"你没事吧，那声哈是表示好，还是不好，还是要杀掉信使啊"},{"en":"How'd this guy find me?","zh":"这人怎么找到我的"},{"en":"Um, well, your recent DUI seems to be the gift that keeps on giving.","zh":"这个嘛，你最近的酒驾后果接连不断啊。"},{"en":"Anyway, your mom lives in San Francisco, but she'd be willing to drive here if you want to meet her.","zh":"总之，你妈妈住在旧金山，但如果你想见她，她很乐意开车过来。"},{"en":"Nice to know she gave up her kid but kept the car. Okay, here's what I want you to do.","zh":"很高兴得知她送走了孩子但是留下了车，我想让你这样做"},{"en":"I want you to call this detective and tell him he's got the wrong Bonnie Plunkett. My mother died stopping terrorists from blowing up Disneyland.","zh":"我想让你打给这个侦探，告诉他 他找错了邦妮·普兰科特，我妈妈因为阻止恐怖分子炸掉迪斯尼乐园而牺牲了。"},{"en":"What?","zh":"什么？"},{"en":"That's what I decided when I was nine, and I'm sticking with it.","zh":"这是我九岁时做出的决定，我要坚持这个说法。"},{"en":"Okay, I'll call him.","zh":"好吧，我会给他打电话。"},{"en":"Wait! Stop.","zh":"等等"},{"en":"Didn't move.","zh":"我没动"},{"en":"What is going on here? Why am I getting so upset about this? This is just a woman I share DNA with. maybe I should meet her.","zh":"怎么回事啊？我为什么这么生气。这只是个和我共享基因的女人。也许我该和她见面。"},{"en":"Who knows? Maybe I'll need a kidney or bone marrow someday.","zh":"谁知道呢，也许我以后会需要肾脏或者骨髓。"},{"en":"Liver, more likely. For god's sakes, it's a historic drought!","zh":"更可能是肝脏，看在老天的份上，这可是百年一遇的旱灾"},{"en":"Nope, not gonna do it. If I need an organ, I'll get it from you.","zh":"不，还是不见，如果我需要器官 我就用你的"},{"en":"My liver might not be an upgrade.","zh":"我的肝脏可能没什么改善。"},{"en":"That woman gave me up when I was four years old.","zh":"那女人在我四岁时送走了我。"},{"en":"You know what happens to four-year-olds who get tossed into the system?","zh":"你知道被送去寄养的。四岁小孩会怎么样吗？"},{"en":"They don't get adopted, especially when they're five feet tall!","zh":"他们不会被领养，特别是他们身高五英尺时。"},{"en":"Okay, we're walking again. Hey, how 'bout we go to a meeting?","zh":"又在乱跑了，我们去参加会议怎么样"},{"en":"You go to a meeting. I'm going for a run.","zh":"你去吧，我要去跑步"},{"en":"You just did that.","zh":"你刚跑了！"},{"en":"Remember how I used to do blow? Now I run like that.","zh":"记得我以前是怎么吸毒的吗，现在我那样跑步。"},{"en":"So you're not the least bit curious to meet her?","zh":"所以你一点都不想跟她见面吗？"},{"en":"She's not my mother. This woman is more my mother. She's fed me more times.","zh":"她不是我妈妈，这女人都更像我妈，她喂养我的次数更多。"},{"en":"Be nice if you said \"Please\" and \"Thank you\" once in a while.","zh":"如果你时不时说句\"请\"和\"谢谢\"就好了。"},{"en":"In her defense, she did give you life.","zh":"帮她说句话，她的确给了你生命"},{"en":"I disagree.","zh":"我不同意！"},{"en":"How do you disagree with that?","zh":"你要怎么辩啊？"},{"en":"I would've gotten here some other way.","zh":"我会以别的方式来到这世界"},{"en":"Don't you wonder what she wants?","zh":"你不好奇她想怎么样吗？"},{"en":"Who cares what she wants? First she wanted a little girl, then she didn't want a little girl. Now she wants a little girl again?","zh":"谁在乎啊，一开始她想要个小女孩，然后她不想要小女孩了，现在她又想要小女孩了。"},{"en":"Well, I'm not gonna be her little girl. Not gonna happen.","zh":"我才不要当她的小女孩，不可能！"},{"en":"She thinks she's a little girl?","zh":"她觉得自己是个小女孩吗？"},{"en":"Bonnie, I know you don't want to hear this, But seeing her again might be good for you. It might be healing.","zh":"邦妮，我知道你不想听，但是跟她见面可能对你有好处，也许能治愈你！"},{"en":"Oh, please. Who am I if I heal?","zh":"拜托，如果我治愈了，那我是谁啊？"},{"en":"I want to meet her.","zh":"我想见她！"},{"en":"You're kidding, right?","zh":"你开玩笑的对吧！"},{"en":"She's my grandmother. I'd like to know where I come from.","zh":"她是我外婆，我想了解我来自什么家庭。"},{"en":"I can't believe you're not on my side with this.","zh":"难以置信你居然不站在我这边"},{"en":"I'm not taking sides. We have no relatives.","zh":"我没有选边站，我们没亲戚！"},{"en":"Roscoe had to make a family tree for school last year. It had one leaf.","zh":"去年罗斯科得画一个家谱交作业，那只有一片叶子！"},{"en":"Wouldn't it have four leaves since he has a sibling and...","zh":"不该有四片叶子吗，因为他有姐姐"},{"en":"Trying to make a point, Wendy.","zh":"我在表明观点呢，温蒂！"},{"en":"Do what you want. You're welcome.","zh":"你想怎么做都行，不用谢。"},{"en":"I'm Christy Plunkett.","zh":"我是克丽丝蒂·普兰科特。"},{"en":"Hello, Christy.","zh":"你好，克丽丝蒂。"},{"en":"It is so nice to meet you.","zh":"很高兴见到你。"},{"en":"Well, it's nice to meet you, too. You are so pretty.","zh":"我也是，你真漂亮！"},{"en":"Thank you.","zh":"谢谢！"}],[{"en":"You smell like gingerbread. That's always how I imagined you'd smell.","zh":"你闻起来像是姜饼，我一直想着你就散发这种味道。"},{"en":"You imagined smelling me?","zh":"你想过闻我吗？"},{"en":"Mostly at Christmas. I think we have the same nose.","zh":"大部分时候都在圣诞节，我们的鼻子好像一样"},{"en":"Okay, now, this is getting weird.","zh":"好吧，这变得很奇怪了"},{"en":"Wait, aren't you Shirley Stabler?","zh":"等等，你不是雪莉·斯特布勒吗"},{"en":"No, that's me.","zh":"不，那是我"},{"en":"I'm sorry. I thought you were my grandmother.","zh":"对不起，我还以为你是我外婆"},{"en":"Well, we're even. I thought you were nuts.","zh":"我们扯平了，我以为你是疯子呢！"},{"en":"Nice to meet you.","zh":"很高兴见到你"},{"en":"It's nice to meet you, too.","zh":"我也是。"},{"en":"Ah. You smell like cigarettes. Yep, you're my grandmother.","zh":"你闻起来有烟味，对 你就是我外婆"},{"en":"Look at you. You look nothing like I pictured.","zh":"瞧瞧你，你看起来和我想象的完全不一样"},{"en":"That lady thought I was pretty.","zh":"那位女士觉得我很漂亮。"},{"en":"Oh, you are. You're beautiful. No way that's your natural hair color. But it looks good on you.","zh":"是啊，你的确漂亮，那不可能是你的天生发色，但挺好看的"},{"en":"I'm sorry your daughter couldn't be here.","zh":"抱歉你女儿不能来！"},{"en":"Oh, that's okay. I figured it was a 50/50 shot.","zh":"没关系，我猜也只有一半的可能性。"},{"en":"It's cute you thought it was that close.","zh":"你居然觉得可能性有这么大，真可爱！"},{"en":"I'm guessing she hates me.","zh":"我猜她恨我吧！"},{"en":"Yeah, but she hates so many people. She hates Elton John. I mean, who hates Elton John? The guy's a hit machine.","zh":"是啊 但是她恨好多人，她讨厌艾尔顿·约翰，谁讨厌艾尔顿·约翰啊，那人可是个热歌大师！"},{"en":"Oh, so you're a babbler, huh?","zh":"你是个喋喋不休的人啊！"},{"en":"Only when I'm uncomfortable.","zh":"只有在我不舒服的时候"},{"en":"Not that I'm uncomfortable now. I mean...","zh":"不是说我现在不舒服，我是说..."},{"en":"Yeah. Yeah, I am a babbler.","zh":"对，我就是喋喋不休。"},{"en":"Well, I'm glad you came.","zh":"很高兴你来了。"},{"en":"You look like you turned out fine.","zh":"你看上去好像挺好的。"},{"en":"Actually, the first 33 years were kind of touch and go. I was an alcoholic and a stripper and a bit of a drug addict.","zh":"实际上，前33年情况有些危险，我曾是个酒瘾者，脱衣舞女，也算是吸毒者。"},{"en":"Oh, Christy.","zh":"克丽丝蒂"},{"en":"I turned it around.","zh":"我扭转了！"},{"en":"Hey, go find your own granddaughter.","zh":"去找你自家外孙女去。"},{"en":"Now I have a great job, I've gone back to school, I have two terrific kids.","zh":"现在我有了一份不错的工作，回去上学了，有两个很棒的孩子。"},{"en":"You got any pictures?","zh":"你有照片吗？"},{"en":"Okay. This is Roscoe. He's ten. This was a rash I was concerned about, but it's cleared up. This is Violet.","zh":"好吧，这是罗斯科，他十岁了。那是我，很担心的一块皮疹，但它消掉了，这是维奥莉特。"},{"en":"Oh, she's a beauty.","zh":"她真是个美女。"},{"en":"And there's your daughter.","zh":"还有，这是你女儿"},{"en":"Those eyes. The same beautiful eyes. Did she finally grow into those big feet of hers?","zh":"这对眼睛，同样的美丽的眼睛，她的身高是不是和大脚相符了"},{"en":"Almost.","zh":"差不多吧。"},{"en":"So what happened with the whole thing with you?","zh":"那么，你俩是怎么回事啊"},{"en":"Oh. Right to the chase, huh?","zh":"直奔主题啊！"},{"en":"It's okay, you don't have to.","zh":"没事，你不必说。"},{"en":"No. No, no, no. That's why we're here.","zh":"不不不，这是我们来的原因。"},{"en":"Well，right after I turned 20, Bonnie's father got killed in a motorcycle accident.","zh":"我满20岁后，邦妮的父亲死于摩托车事故。"},{"en":"And I didn't have no family to help me out, so I had to get work, mostly cleaning houses.","zh":"我没有家人帮我，所以我得工作，大部分是打扫房屋。"},{"en":"Um, I couldn't afford a babysitter, so I got fired a lot for bringing Bonnie with me.","zh":"我请不起保姆，所以我经常因为带上了邦妮而被炒。"},{"en":"It was bad. There were some days when I could barely afford to feed her.","zh":"那很糟糕，有时候我都没钱给她买吃的。"},{"en":"I once gambled away our rent money and ended up with my kids in a motel.","zh":"我曾经输光了房租，最后跟我的孩子们住在汽车旅馆里。"},{"en":"You trying to top my story?","zh":"你想跟我比惨吗？"},{"en":"No, no. I'm sorry. Go on.","zh":"不是啦，对不起，继续吧！"},{"en":"Well, anyway, the day that I moved us into my car, I figured the only shot she had at a decent life ，was if I put her in foster care. So that's what I did.","zh":"总之，在我们住到车里的那天，我认为她过上像样生活的唯一机会，就是我把她送去寄养，所以，我就送了"},{"en":"That's heartbreaking.","zh":"那真是令人心碎！"},{"en":"I'm glad she could be a better mother to you than I was to her.","zh":"我真高兴，比起我对她，她对你来说是个更好的妈妈。"},{"en":"Let's just say it's a horse race.","zh":"这么说吧，你俩还胜负未定。"},{"en":"Not as simple as you think. She had no money, she couldn't feed you. Giving you up broke her heart.","zh":"不如你想的那么简单，她没有钱，养不起你，送你去领养让她心碎。"},{"en":"Nice story. I'm sticking with the Disneyland terrorists.","zh":"故事不错，我要坚持迪斯尼乐园恐怖分子的说法！"},{"en":"You need to see her. It might be your last chance.","zh":"你得去见她，这可能是你最后的机会了。"},{"en":"What are you talking about?","zh":"你说些什么呢？"},{"en":"The reason she reached out to you is she's dying.","zh":"她来找你的原因是她快死了。"},{"en":"How long does she have?","zh":"她还能活多久？"},{"en":"Couple months.","zh":"几个月？"},{"en":"I'm going for a run.","zh":"我要去跑步！"},{"en":"Really? Is that the new thing with you? Every time you can't deal with your feelings, you go jogging?","zh":"真的吗，这是你的新事物吗，每次你处理不好自己的感情，就去跑步吗？"},{"en":"You're right. Why don't you make some tea? We'll sit down and talk about it.","zh":"你说得对，你泡点茶吧，我们坐下来谈谈。"},{"en":"Thank you. Now you're acting like an adult.","zh":"谢谢，你现在表现得像是成年人了。"},{"en":"I'm still making tea.","zh":"我还是要泡茶！"},{"en":"Five minutes, and then we're out of here.","zh":"就五分钟，然后我们就走。"},{"en":"I'm really proud of you.","zh":"我真的为你骄傲。"},{"en":"Hey, if I were dying, I know you'd want to see me.","zh":"如果我快死了，我知道你会想来见我的。"},{"en":"Wouldn't miss it for the world.","zh":"我绝不会错过的。"},{"en":"Hello, Christy.","zh":"你好啊，克丽丝蒂。"},{"en":"Well, well, well. Mom. Finally decided to crawl out from under your rock, huh?","zh":"哎哟，终于决定从石头下爬出来了啊"}],[{"en":"No, you brought me here, I'm doing this.","zh":"不，是你带我来的，我要这样做"},{"en":"You're a real piece of work, wanting my forgiveness.","zh":"你真有种，想要我的原谅。"},{"en":"Mom, please...","zh":"妈，拜托！"},{"en":"I don't know what you're dying of, but I hope it's slow and painful.","zh":"我不知道你因为什么病要死了，但我希望这过程缓慢痛苦。"},{"en":"She's not your mother.","zh":"她不是你妈。"},{"en":"You have a super day.","zh":"祝你今天愉快。"},{"en":"Christy.","zh":"克丽丝蒂。"},{"en":"Oh, good. This is your mother.","zh":"真好，这是你妈妈"},{"en":"Hello, Bonnie.","zh":"你好 邦妮"},{"en":"Probably be more comfortable if we sat down. I'll go first.","zh":"也许我们坐下来会更舒服。我先坐。"},{"en":"Well, I was wrong about it being more comfortable.","zh":"我说会更舒服，是我错了"},{"en":"Thank you so much for being willing to see me.","zh":"多谢你愿意见我。"},{"en":"I'm only here 'cause you're about to die. What do you got anyway?","zh":"我来这里只是因为你快死了，你得了什么病？"},{"en":"Uh, it's my heart.","zh":"心脏病。"},{"en":"Something hereditary we need to worry about?","zh":"是我们得担心的遗传病吗？"},{"en":"No, just years of hard living finally caught up with me.","zh":"不，只是多年艰苦的生活导致的。"},{"en":"Maybe we should worry a little.","zh":"也许我们该担心一点。"},{"en":"Honey, I knew what I was gonna say to you when I saw you, but now I don't know where to start.","zh":"亲爱的，我知道我见到你时打算跟你说什么，但现在我不知道从何说起了。"},{"en":"Just tell her what you told me.","zh":"跟她说说你对我说的话啊。"},{"en":"Bonnie, giving you up was the hardest thing and the worst mistake I ever made in my whole life.","zh":"邦妮，送你去领养是我这辈子做过的最艰难的事和犯下的最糟糕的错。"},{"en":"But I want you to know that I thought of you every single day.","zh":"但是我想告诉你，我每天都在想你。"},{"en":"Yeah, terrific. Why didn't you come back? You said you were gonna come back.","zh":"真棒，你为什么不回来，你说你会回来的。"},{"en":"Well, I wanted to. I tried.","zh":"我想的，我试过了！"},{"en":"You left me bouncing around foster homes.","zh":"你让我在寄养家庭之间被踢来踢去。"},{"en":"I was trying to make money, trying to get on my feet.","zh":"我在努力赚钱，摆脱困境。"},{"en":"Yeah, so?","zh":"好吧，所以呢？"},{"en":"It got complicated.","zh":"事情变得很复杂。"},{"en":"What the hell does that mean?","zh":"那是什么意思？"},{"en":"Oh, god. I was a cocktail waitress in Tahoe. And I met this guy, and I moved in with him.","zh":"天啊。我曾是塔霍的酒吧服务员，我遇见了一个男人，跟他同居了。"},{"en":"And?","zh":"然后呢？"},{"en":"And...","zh":"然后"},{"en":"Tell me.","zh":"告诉我"},{"en":"He said he didn't want any kids around.","zh":"他说他不想要孩子。"},{"en":"I'm sorry. I didn't know this part.","zh":"抱歉，我不知道这部分。"},{"en":"So you picked your happiness over mine.","zh":"所以你选择了你的幸福，而不是我的。"},{"en":"I was young, I was scared. What can I say? I screwed up.","zh":"我当时很年轻，很害怕，我能怎么做呢？我搞砸了！"},{"en":"No, I screwed up with her. What you did to me is unforgivable.","zh":"不 我对她才是搞砸了，你对我做的事是无可原谅的"},{"en":"I know.","zh":"我知道"},{"en":"On the bright side, she's dying.","zh":"往好的方面看，她快死了！"},{"en":"You were gone a long time.","zh":"你走了很久！"},{"en":"I decided to run until I wasn't mad anymore. I went, like, 18 miles, puked and had to take the bus back.","zh":"我决定跑步 直到我不再生气，我大概跑了18英里，吐了，不得不坐公交回来"},{"en":"Listen, Marjorie really wanted to talk to you, so...","zh":"听着，玛乔丽想跟你谈谈，所以..."},{"en":"Stop. I already know what she's gonna say. I don't need to hear it come out，of her shrunken little apple head.","zh":"别说了，我已经知道她要说什么了，我没必要听她用她的萎缩小苹果头说出来。"},{"en":"Hello, Bonnie.","zh":"你好啊，邦妮。"},{"en":"Do you not know how to give a heads up?","zh":"你不知道怎么提醒我吗？"},{"en":"Sit down and listen to the apple head.","zh":"坐下，听苹果头说话。"},{"en":"Let me guess, you want me to forgive my mother and invite her back into my life.","zh":"让我猜猜，你想要我原谅我母亲邀请她重回我的生活。"},{"en":"No, I just...","zh":"不，我只是..."},{"en":"That woman threw me away, and I've spent every day since then thinking I was unlovable.","zh":"那女人抛弃了我，从那天开始的每一天，我都觉得我不招人喜欢"},{"en":"And sometimes you are. That being said, there might be an alternative to hating your mother for the rest of your life.","zh":"有时候你的确如此。话虽如此，但你可能还有别的选择，而不是这辈子都恨你母亲。"},{"en":"You got my attention.","zh":"你引起了我的注意。"},{"en":"Come on in.","zh":"进来吧！"},{"en":"Thanks for seeing me.","zh":"谢谢你见我！"},{"en":"Oh, I was so happy when you called. You want some coffee?","zh":"你打电话来时我好高兴，你想喝咖啡吗？"},{"en":"Sure.","zh":"好啊。"},{"en":"Black okay?","zh":"黑咖啡可以吗？"},{"en":"That's fine. So how long have you lived here?","zh":"可以，你在这里住了多久？"},{"en":"About 20 years.","zh":"大概20年！"},{"en":"It's nice.","zh":"这里挺不错的。"},{"en":"No, it ain't.","zh":"才不是。"},{"en":"No, it ain't.","zh":"的确不是。"},{"en":"I guess you got a lot of questions for me huh?","zh":"我想你要问我很多问题啊！"},{"en":"Well, yeah. I don't know anything about my father. I don't even know his name.","zh":"是啊，我对我父亲一无所知，甚至连他的名字都不知道》"},{"en":"It was Henry. Uh, just a terrific guy. Had a great sense of humor. He was handsome, tall. Couldn't ride a motorcycle to save his life. Literally.","zh":"他叫亨利，他是个好人，很有幽默感，他高大英俊，车技不好，真的！"},{"en":"So he wasn't Paul Newman. And another fantasy dies.","zh":"他不是保罗·纽曼，另一个幻想破灭了！"},{"en":"I thought you might like to have a picture of him.","zh":"我觉得你也许想拥有他的照片。"},{"en":"Is that me he's holding?","zh":"他抱的是我吗》"},{"en":"Yeah.","zh":"是的。"},{"en":"What, was I about two years old here?","zh":"这时候我大概两岁吗？"},{"en":"No, about six months.","zh":"不，大概六个月。"},{"en":"So what was your deal? Drugs? Booze?","zh":"你怎么回事，吸毒，酗酒。"},{"en":"Sorry?","zh":"抱歉？"},{"en":"Well, I just assumed if we're related, it must be one or the other or both.","zh":"我只是觉得如果我们是母女，肯定两者必占其一，或者两者都是。"},{"en":"Oh, no.","zh":"不"},{"en":"Well, I smoked a little pot, but it just always made me paranoid. And I never developed a taste for alcohol.","zh":"我抽过一点大麻，但那一直让我很多疑，我从来都不喜欢喝酒。"}],[{"en":"It has a taste?","zh":"还有不喜欢的吗？"},{"en":"Uh, Christy told me that you had a problem. But you seem to be dealing with it.","zh":"克丽丝蒂告诉我你有麻烦，但你好像在处理。"},{"en":"I'm doing great.","zh":"我挺好的。"},{"en":"Yes, you are.","zh":"是的。"},{"en":"Anyway, I came here to, uh, tell you that, um, I forgive you.","zh":"总之，我来这里是想告诉你，我原谅你了。"},{"en":"Mm, thank you.","zh":"谢谢！"},{"en":"No, don't thank me. I'm not doing it for you. I'm doing it for me.","zh":"不 别谢我，我这样做不是为了你，而是为了我。"},{"en":"What do you mean?","zh":"你什么意思？"},{"en":"Shirley, a good friend of mine told me, if I could forgive you, I could finally be free of all the anger in my heart.","zh":"雪莉，我的一个好朋友告诉我，如果我原谅你，我的心里可能就不会再愤怒。"},{"en":"And I really need to be free of it. Because if I'm not, I'm gonna drink again. Or jog myself to death.","zh":"我真的需要解脱，因为如果不这样，我就会再次酗酒，或者跑到死。"},{"en":"That's good. Then we... we can start over.","zh":"那挺好的，我们可以从头来过。"},{"en":"No, I don't think so.","zh":"我想不行。"},{"en":"I Just because I forgive you doesn't mean I want you in my life. That's something my friend told me, too.","zh":"我原谅你不代表，我想让你出现在我的生活之中，那也是我朋友告诉我的。"},{"en":"Who's this friend?","zh":"这朋友是谁。"},{"en":"Well, to be honest, she's not so much a friend as the mother I never had. But I'll be damned if I'll tell her that.","zh":"说实话，她不像是朋友，更像是我未曾拥有过的母亲，但我绝对不会告诉她那话的。"},{"en":"Okay, uh, I got to go.","zh":"好吧，我得走了！"},{"en":"Already? Am I... am I gonna see you again?","zh":"就走吗，我会再次见到你吗？"},{"en":"I don't know. Maybe. I need some time.","zh":"我不知道，也许吧，我需要一些时间。"},{"en":"Can I at least give you a hug?","zh":"我能抱抱你吗？"},{"en":"I'm sorry, I don't think so. Not... not yet.","zh":"抱歉，不行，现在还不行。"},{"en":"Thank you for the picture.","zh":"谢谢你给我照片"},{"en":"Did you have a nice time at your dad's?","zh":"你在你爸家玩得开心吗？"},{"en":"Yeah, it was great. So, listen. I'm a little confused. How long have you known about her?","zh":"挺好的，听着，我有点困惑，你知道她的事有多久了？"},{"en":"Well, we met her a couple days ago.","zh":"我们是几天前跟她见面的。"},{"en":"So what do I call her? Great-grandma?","zh":"我该怎么称呼她，曾外婆吗？"},{"en":"I think she'd really like that.","zh":"我觉得她会很喜欢这称呼的。"},{"en":"I made cookies.","zh":"我做了饼干。"},{"en":"Who says you can't pick your family?","zh":"谁说你不能选择家人啊！"}]]