[[{"en":"Mary took the picture back to the house when she went to her supper and she showed it to Martha.","zh":"玛丽去吃晚饭的时候把照片带回了家，给玛莎看了。"},{"en":"“Eh!” said Martha with great pride.","zh":"“呃!”玛莎骄傲地说。"},{"en":"“I never knew our Dickon was as clever as that.","zh":"“我从来不知道我们的狄肯有这么聪明。"},{"en":"That there’s a picture of a missel thrush on her nest, as large as life and twice as natural.”","zh":"有一张画，画的是一只雀鸟在它的巢上，有生命那么大，有自然的两倍。”"},{"en":"Then Mary knew Dickon had meant the picture to be a message.","zh":"然后玛丽知道迪肯想让这幅画传达一个信息。"},{"en":"He had meant that she might be sure he would keep her secret.","zh":"他的意思是她可能确信他会保守她的秘密。"},{"en":"Her garden was her nest and she was like a missel thrush.","zh":"她的花园就是她的巢，她就像一只雀鸟。"},{"en":"Oh, how she did like that queer, common boy!","zh":"哦，她多么喜欢那个同性恋，普通的男孩！"},{"en":"She hoped he would come back the very next day and she fell asleep looking forward to the morning.","zh":"她希望他第二天就能回来，然后期待着第二天早上的到来就睡着了。"},{"en":"But you never know what the weather will do in Yorkshire, particularly in the springtime.","zh":"但你永远不知道约克郡的天气会怎样，尤其是在春天。"},{"en":"She was awakened in the night by the sound of rain beating with heavy drops against her window.","zh":"夜里，她被雨滴打在窗户上的声音吵醒了。"},{"en":"It was pouring down in torrents and the wind was “wuthering” round the corners and in the chimneys of the huge old house.","zh":"倾盆大雨倾泻而下，狂风在巨大的老房子的拐角处和烟囱里“呼啸”着。"},{"en":"Mary sat up in bed and felt miserable and angry.","zh":"玛丽从床上坐起来，感到痛苦和愤怒。"},{"en":"“The rain is as contrary as I ever was,” she said.","zh":"“这雨和我以前一样大,”她说。"},{"en":"“It came because it knew I did not want it.”","zh":"“它来是因为它知道我不想要它。”"},{"en":"She threw herself back on her pillow and buried her face.","zh":"她躺回枕头上，把脸埋进去。"},{"en":"She did not cry, but she lay and hated the sound of the heavily beating rain,","zh":"她没有哭，但是她躺着，并且讨厌大雨的声音,"},{"en":"she hated the wind and its “wuthering.” She could not go to sleep again.","zh":"她讨厌风和它的“呼啸声”，她再也睡不着了。"},{"en":"The mournful sound kept her awake because she felt mournful herself.","zh":"悲伤的声音使她保持清醒，因为她自己也感到悲伤。"},{"en":"If she had felt happy it would probably have lulled her to sleep.","zh":"如果她感到高兴，那可能会使她昏昏欲睡。"},{"en":"How it “wuthered” and how the big raindrops poured down and beat against the pane!","zh":"它是怎样“呼啸”的，大雨是怎样倾泻而下，打在玻璃上的！"},{"en":"“It sounds just like a person lost on the moor and wandering on and on crying,” she said.","zh":"她说: “这听起来就像一个人在荒原上迷了路，不停地哭泣。”。"},{"en":"She had been lying awake turning from side to side for about an hour,","zh":"她已经一个小时左右辗转难眠,"},{"en":"when suddenly something made her sit up in bed and turn her head toward the door listening.","zh":"突然，有什么东西让她坐起来，转过头去听门外的声音。"},{"en":"She listened and she listened.","zh":"她听了又听。"},{"en":"“It isn’t the wind now,” she said in a loud whisper.","zh":"“现在不是风了,”她大声低声说。"},{"en":"“That isn’t the wind.","zh":"“那不是风。"},{"en":"It is different.","zh":"这是不同的。"},{"en":"It is that crying I heard before.”","zh":"这是我以前听到的哭声。”"},{"en":"The door of her room was ajar and the sound came down the corridor, a far-off faint sound of fretful crying.","zh":"她房间的门半开着，声音从走廊里传来，远处隐约传来焦躁的哭声。"},{"en":"She listened for a few minutes and each minute she became more and more sure.","zh":"她听了几分钟，每一分钟她都变得越来越肯定。"},{"en":"She felt as if she must find out what it was.","zh":"她觉得她必须弄清楚那是什么。"},{"en":"It seemed even stranger than the secret garden and the buried key.","zh":"这似乎比秘密花园和被埋藏的钥匙还要奇怪。"},{"en":"Perhaps the fact that she was in a rebellious mood made her bold.","zh":"也许她的叛逆情绪使她变得大胆。"},{"en":"She put her foot out of bed and stood on the floor.","zh":"她把脚从床上放下来，站在地板上。"},{"en":"“I am going to find out what it is,” she said.","zh":"她说: “我要弄清楚这到底是什么。”。"},{"en":"“Everybody is in bed and I don’t care about Mrs Medlock—I don’t care!”","zh":"“大家都上床睡觉了，我不在乎梅德洛克夫人，我不在乎!”"},{"en":"There was a candle by her bedside and she took it up and went softly out of the room.","zh":"她的床边有一支蜡烛，她拿起蜡烛，轻轻地走出了房间。"},{"en":"The corridor looked very long and dark, but she was too excited to mind that.","zh":"走廊看起来又长又黑，但是她太兴奋了，没有注意到这一点。"},{"en":"She thought she remembered the corners she must turn to find the short corridor with the door covered with tapestry,","zh":"她想她记得她必须转过去才能找到门上挂着挂毯的短走廊,"},{"en":"the one Mrs Medlock had come through the day she lost herself.","zh":"就是梅德洛克夫人迷失自我那天经历过的那个。"},{"en":"The sound had come up that passage.","zh":"声音从那条通道传来。"},{"en":"So she went on with her dim light, almost feeling her way, her heart beating so loud that she fancied she could hear it.","zh":"于是她带着微弱的灯光继续走着，几乎是在摸索着前进的道路，她的心跳得如此之快，以至于她以为自己能听见。"},{"en":"The far-off faint crying went on and led her.","zh":"远处隐隐约约的哭声继续着，引导着她。"},{"en":"Sometimes it stopped for a moment or so and then began again.","zh":"有时它会停止一会儿，然后再开始。"},{"en":"Was this the right corner to turn? She stopped and thought.","zh":"这是正确的转角吗? 她停下来想了想。"},{"en":"Yes it was.","zh":"是的。"},{"en":"Down this passage and then to the left, and then up two broad steps, and then to the right again.","zh":"沿着这条通道一直走，然后向左走，然后上两个宽阔的台阶，然后再向右走。"},{"en":"Yes, there was the tapestry door.","zh":"是的，有挂毯门。"},{"en":"She pushed it open very gently and closed it behind her,","zh":"她轻轻地把门推开，在身后合上,"},{"en":"and she stood in the corridor and could hear the crying quite plainly, though it was not loud.","zh":"她站在走廊上，能听见哭声，虽然不大。"},{"en":"It was on the other side of the wall at her left and a few yards farther on there was a door.","zh":"它在墙的另一边，在她的左边，再往前几码有一扇门。"},{"en":"She could see a glimmer of light coming from beneath it.","zh":"她可以看到从下面发出的一丝光亮。"},{"en":"The Someone was crying in that room, and it was quite a young Someone.","zh":"“某人”在那个房间里哭泣，而且是个很年轻的“某人”。"}],[{"en":"So she walked to the door and pushed it open, and there she was standing in the room!","zh":"于是她走到门口，把门推开，她就站在房间里！"},{"en":"It was a big room with ancient, handsome furniture in it.","zh":"这是一个大房间，里面摆放着古老而漂亮的家具。"},{"en":"There was a low fire glowing faintly on the hearth and a night light burning by the side of a carved four-posted bed hung with brocade,","zh":"壁炉里有一团微弱的火光，床边有一盏夜灯在燃烧，床上有四根柱子，上面挂着锦缎,"},{"en":"and on the bed was lying a boy, crying fretfully.","zh":"床上躺着一个男孩，哭得很伤心。"},{"en":"Mary wondered if she was in a real place or if she had fallen asleep again and was dreaming without knowing it.","zh":"玛丽想知道自己是不是真的在某个地方，或者她是不是又睡着了，不知不觉地在做梦。"},{"en":"The boy had a sharp, delicate face the color of ivory and he seemed to have eyes too big for it.","zh":"这个男孩有一张象牙色的尖尖的、精致的脸，他的眼睛似乎太大了。"},{"en":"He had also a lot of hair which tumbled over his forehead in heavy locks and made his thin face seem smaller.","zh":"他还有许多头发，密密麻麻地披在前额上，使他瘦削的脸看起来更小了。"},{"en":"He looked like a boy who had been ill, but he was crying more as if he were tired and cross than as if he were in pain.","zh":"他看起来像是一个生病的男孩，但是他哭得更多，好像他很累，很生气，而不是像他很痛苦。"},{"en":"Mary stood near the door with her candle in her hand, holding her breath.","zh":"玛丽站在门边，手里拿着蜡烛，屏住呼吸。"},{"en":"Then she crept across the room, and, as she drew nearer, the light attracted the boy’s attention","zh":"然后她蹑手蹑脚地穿过房间，当她走近时，灯光吸引了男孩的注意力"},{"en":"and he turned his head on his pillow and stared at her, his gray eyes opening so wide that they seemed immense.","zh":"他把头靠在枕头上，盯着她，灰色的眼睛睁得那么大，看起来好大。"},{"en":"“Who are you?” he said at last in a half-frightened whisper.","zh":"“你是谁?”他终于用半害怕的声音低声问道。"},{"en":"“Are you a ghost?”","zh":"“你是鬼吗?”"},{"en":"“No, I am not,” Mary answered, her own whisper sounding half frightened.","zh":"“不，我没有,”玛丽回答，她自己的低语听起来有点害怕。"},{"en":"“Are you one?”","zh":"“你是吗?”"},{"en":"He stared and stared and stared.","zh":"他凝视着，凝视着，凝视着。"},{"en":"Mary could not help noticing what strange eyes he had.","zh":"玛丽不禁注意到他的眼睛多么奇怪。"},{"en":"They were agate gray and they looked too big for his face because they had black lashes all round them.","zh":"它们是玛瑙灰色的，对他的脸来说看起来太大了，因为它们周围都是黑色的睫毛。"},{"en":"“No,” he replied after waiting a moment or so.","zh":"“不,”他等了一会儿后回答说。"},{"en":"“I am Colin.”","zh":"“我是科林”"},{"en":"“Who is Colin?” she faltered.","zh":"“科林是谁?”她结结巴巴地问。"},{"en":"“I am Colin Craven. Who are you?”","zh":"“我是 Colin Craven 你是谁?”"},{"en":"“I am Mary Lennox. Mr Craven is my uncle.”","zh":"“我是 Mary Lennox Craven 先生是我叔叔”"},{"en":"“He is my father,” said the boy.","zh":"“他是我的父亲,”男孩说。"},{"en":"“Your father!” gasped Mary.","zh":"“你父亲!”玛丽气喘吁吁地说。"},{"en":"“No one ever told me he had a boy! Why didn’t they?”","zh":"“从来没人告诉我他有个儿子! 他们为什么不告诉我?”"},{"en":"“Come here,” he said, still keeping his strange eyes fixed on her with an anxious expression.","zh":"“过来,”他说，一双奇怪的眼睛仍然盯着她，神情焦急。"},{"en":"She came close to the bed and he put out his hand and touched her.","zh":"她走到床边，他伸出手摸了摸她。"},{"en":"“You are real, aren’t you?” he said.","zh":"“你是真实的，不是吗?”他说。"},{"en":"“I have such real dreams very often.","zh":"“我经常做这样真实的梦。"},{"en":"You might be one of them.”","zh":"你可能就是其中之一”"},{"en":"Mary had slipped on a woolen wrapper before she left her room and she put a piece of it between his fingers.","zh":"玛丽在离开房间之前在一个羊毛包装纸上滑倒了，她把一片羊毛包装纸放在他的手指间。"},{"en":"“Rub that and see how thick and warm it is,” she said.","zh":"“擦一下，看看有多厚，多暖和,”她说。"},{"en":"“I will pinch you a little if you like, to show you how real I am.","zh":"如果你愿意，我可以捏你一下，让你看看我有多真实。"},{"en":"For a minute I thought you might be a dream too.”","zh":"有那么一瞬间，我以为你也是一个梦。”"},{"en":"“Where did you come from?” he asked.","zh":"“你从哪里来的?”他问。"},{"en":"“From my own room.","zh":"从我自己的房间。"},{"en":"The wind wuthered so I couldn’t go to sleep and I heard someone crying and wanted to find out who it was.","zh":"风呼呼地吹着，我睡不着觉，我听到有人在哭，想知道是谁。"},{"en":"What were you crying for?”","zh":"你哭什么?”"},{"en":"“Because I couldn’t go to sleep either and my head ached.","zh":"“因为我也睡不着，头疼。"},{"en":"Tell me your name again.”","zh":"再说一遍你的名字”"},{"en":"“Mary Lennox. Did no one ever tell you I had come to live here?”","zh":"“玛丽 · 伦诺克斯，没人告诉过你我住在这里吗?”"},{"en":"He was still fingering the fold of her wrapper, but he began to look a little more as if he believed in her reality.","zh":"他仍然用手指抚摸着她的包装纸，但他开始看起来多了一点，好像他相信她的现实。"},{"en":"“No,” he answered.","zh":"“不,”他回答。"},{"en":"“They daren’t.”","zh":"“他们不敢。”"},{"en":"“Why?” asked Mary.","zh":"“为什么?”玛丽问。"},{"en":"“Because I should have been afraid you would see me.","zh":"因为我应该害怕你会看到我。"},{"en":"I won’t let people see me and talk me over.”","zh":"我不会让别人看到我，然后说服我。”"},{"en":"“Why?” Mary asked again, feeling more mystified every moment.","zh":"“为什么?”玛丽又问了一遍，每时每刻都感到更加困惑。"},{"en":"“Because I am like this always, ill and having to lie down.","zh":"“因为我总是这样，生病，不得不躺下。"},{"en":"My father won’t let people talk me over either.","zh":"我父亲也不让别人说服我。"},{"en":"The servants are not allowed to speak about me.","zh":"仆人们不允许谈论我。"},{"en":"If I live I may be a hunchback, but I shandt live.","zh":"如果我活着，我可能是个驼背，但我活不下去。"},{"en":"My father hates to think I may be like him.”","zh":"我父亲不愿意相信我会像他一样。”"},{"en":"“Oh, what a queer house this is!” Mary said.","zh":"“噢，这房子真奇怪!”玛丽说。"},{"en":"“What a queer house! Everything is a kind of secret.","zh":"“多么奇怪的房子! 一切都是一种秘密。"},{"en":"Rooms are locked up and gardens are locked up—and you! Have you been locked up?”","zh":"房间被锁上了，花园也被锁上了ーー还有你! 你被锁上了吗?”"},{"en":"“No. I stay in this room because I don’t want to be moved out of it.","zh":"“不，我呆在这个房间里是因为我不想被赶出去。"},{"en":"It tires me too much.”","zh":"这让我太累了。”"},{"en":"“Does your father come and see you?” Mary ventured.","zh":"“你父亲来看你吗?”玛丽大胆地问。"},{"en":"“Sometimes. Generally when I am asleep.","zh":"“有时候，通常在我睡着的时候。"}],[{"en":"He doesn’t want to see me.”","zh":"他不想见我”"},{"en":"“Why?” Mary could not help asking again.","zh":"“为什么?”玛丽忍不住又问了一遍。"},{"en":"A sort of angry shadow passed over the boy’s face.","zh":"一种愤怒的阴影从男孩的脸上掠过。"},{"en":"“My mother died when I was born and it makes him wretched to look at me.","zh":"我母亲在我出生时就去世了，他看着我就觉得很难过。"},{"en":"He thinks I don’t know, but I’ve heard people talking.","zh":"他以为我不知道，但我听到有人说。"},{"en":"He almost hates me.”","zh":"他几乎恨死我了”"},{"en":"“He hates the garden, because she died,” said Mary half speaking to herself.","zh":"“他讨厌花园，因为她死了,”玛丽半自言自语地说。"},{"en":"“What garden?” the boy asked.","zh":"“什么花园?”男孩问。"},{"en":"“Oh! just—just a garden she used to like,” Mary stammered.","zh":"“哦! 只是——只是她过去喜欢的一个花园,”玛丽结结巴巴地说。"},{"en":"“Have you been here always?”","zh":"“你一直都在这里吗?”"},{"en":"“Nearly always. Sometimes I have been taken to places at the seaside, but I won’t stay because people stare at me.","zh":"几乎总是。有时候我会被带到海边的一些地方，但是我不会因为别人盯着我看而留下来。"},{"en":"I used to wear an iron thing to keep my back straight, but a grand doctor came from London to see me and said it was stupid.","zh":"我过去常常穿着一件铁制的衣服来保持背部挺直，但是一位伟大的医生从伦敦来看我，说这样做很愚蠢。"},{"en":"He told them to take it off and keep me out in the fresh air.","zh":"他让他们脱下来，让我出去呼吸新鲜空气。"},{"en":"I hate fresh air and I don’t want to go out.”","zh":"我讨厌新鲜空气，我不想出去。”"},{"en":"“I didn’t when first I came here,” said Mary.","zh":"“我第一次来这里的时候还不知道,”玛丽说。"},{"en":"“Why do you keep looking at me like that?”","zh":"“你为什么一直那样看着我?”"},{"en":"“Because of the dreams that are so real,” he answered rather fretfully.","zh":"“因为那些梦是如此真实,”他相当烦躁地回答。"},{"en":"“Sometimes when I open my eyes I don’t believe I’m awake.”","zh":"“有时当我睁开眼睛，我不相信我是醒着的。”"},{"en":"“We’re both awake,” said Mary.","zh":"“我们都醒了,”玛丽说。"},{"en":"She glanced round the room with its high ceiling and shadowy corners and dim fire-light.","zh":"她环顾了一下房间，屋顶很高，角落里阴暗，火光昏暗。"},{"en":"“It looks quite like a dream, and it’s the middle of the night, and everybody in the house is asleep—everybody but us.","zh":"“这看起来很像一场梦，现在是半夜，屋子里的每个人都睡着了ーー除了我们。"},{"en":"We are wide awake.”","zh":"我们非常清醒。”"},{"en":"“I don’t want it to be a dream,” the boy said restlessly.","zh":"“我不希望这是一个梦,”男孩不安地说。"},{"en":"Mary thought of something all at once.","zh":"玛丽突然想到了一件事。"},{"en":"“If you don’t like people to see you,” she began, “do you want me to go away?”","zh":"“如果你不喜欢别人看见你,”她开始说，“你想让我走开吗?”"},{"en":"He still held the fold of her wrapper and he gave it a little pull.","zh":"他仍然握着她的包装纸，轻轻地拉了一下。"},{"en":"“No,” he said.","zh":"“不,”他说。"},{"en":"“I should be sure you were a dream if you went.","zh":"“如果你去了，我肯定你是一个梦想。"},{"en":"If you are real, sit down on that big footstool and talk.","zh":"如果你是真的，就坐在那个大脚凳上说话。"},{"en":"I want to hear about you.”","zh":"我想听听你的故事”"},{"en":"Mary put down her candle on the table near the bed and sat down on the cushioned stool.","zh":"玛丽把蜡烛放在床边的桌子上，在软凳上坐了下来。"},{"en":"She did not want to go away at all.","zh":"她根本不想离开。"},{"en":"She wanted to stay in the mysterious hidden-away room and talk to the mysterious boy.","zh":"她想呆在神秘的密室里，和那个神秘的男孩谈谈。"},{"en":"“What do you want me to tell you?” she said.","zh":"“你想让我告诉你什么?”她说。"},{"en":"He wanted to know how long she had been at Misselthwaite;","zh":"他想知道她在 Misselthwaite 呆了多久;"},{"en":"he wanted to know which corridor her room was on;","zh":"他想知道她的房间在哪条走廊上;"},{"en":"he wanted to know what she had been doing; if she disliked the moor as he disliked it;","zh":"他想知道她一直在做什么; 她是否像他一样不喜欢这片沼地;"},{"en":"where she had lived before she came to Yorkshire.","zh":"她来约克郡之前住的地方。"},{"en":"She answered all these questions and many more and he lay back on his pillow and listened.","zh":"她回答了所有这些问题，还有更多，他躺在枕头上听着。"},{"en":"He made her tell him a great deal about India and about her voyage across the ocean.","zh":"他让她告诉他很多关于印度的事，还有她横渡大洋的旅行。"},{"en":"She found out that because he had been an invalid he had not learned things as other children had.","zh":"她发现因为他是个残疾人，所以他没有像其他孩子那样学到东西。"},{"en":"One of his nurses had taught him to read when he was quite little and he was always reading and looking at pictures in splendid books.","zh":"他的一个护士在他很小的时候就教他读书，他总是读书，看精彩的书中的图画。"},{"en":"Though his father rarely saw him when he was awake, he was given all sorts of wonderful things to amuse himself with.","zh":"虽然他父亲很少在他醒着的时候看到他，但是他得到了各种各样好玩的东西来娱乐自己。"},{"en":"He never seemed to have been amused, however.","zh":"然而，他似乎从未被逗乐过。"},{"en":"He could have anything he asked for and was never made to do anything he did not like to do.","zh":"他可以得到任何他想要的东西，从来没有人强迫他做任何他不喜欢做的事情。"},{"en":"“Everyone is obliged to do what pleases me,” he said indifferently.","zh":"“每个人都有义务做我喜欢的事情,”他漠不关心地说。"},{"en":"“It makes me ill to be angry.","zh":"“生气让我很不舒服。"},{"en":"No one believes I shall live to grow up.”","zh":"没有人相信我会长大”"},{"en":"He said it as if he was so accustomed to the idea that it had ceased to matter to him at all.","zh":"他说得好像他已经习惯了这种想法，以至于对他来说已经不再重要了。"},{"en":"He seemed to like the sound of Mary’s voice.","zh":"他似乎喜欢玛丽的声音。"},{"en":"As she went on talking he listened in a drowsy, interested way.","zh":"当她继续说话时，他以一种昏昏欲睡的、感兴趣的方式听着。"},{"en":"Once or twice she wondered if he were not gradually falling into a doze.","zh":"有那么一两次，她怀疑他是不是渐渐地打起了瞌睡。"},{"en":"But at last he asked a question which opened up a new subject.","zh":"但最后他提出了一个问题，开辟了一个新的课题。"},{"en":"“How old are you?” he asked.","zh":"“你多大了?”他问。"},{"en":"“I am ten,” answered Mary, forgetting herself for the moment, “and so are you.”","zh":"“我十岁了,”玛丽回答，一时忘了自己的身份，“你也是。”"},{"en":"“How do you know that?” he demanded in a surprised voice.","zh":"“你怎么知道的?”他惊讶地问道。"},{"en":"“Because when you were born the garden door was locked and the key was buried.","zh":"“因为当你出生的时候，花园的门是锁着的，钥匙是埋在地下的。"}],[{"en":"And it has been locked for ten years.”","zh":"而且已经锁了十年了。”"},{"en":"Colin half sat up, turning toward her, leaning on his elbows.","zh":"科林半坐着，转向她，靠在胳膊肘上。"},{"en":"“What garden door was locked? Who did it? Where was the key buried?” he exclaimed as if he were suddenly very much interested.","zh":"“哪个花园的门是锁着的？谁干的？钥匙埋在哪里?”他叫了起来，好像突然很感兴趣似的。"},{"en":"“It—it was the garden Mr Craven hates,” said Mary nervously.","zh":"“那是ーー那是克雷文先生讨厌的花园,”玛丽紧张地说。"},{"en":"“He locked the door. No one—no one knew where he buried the key.”","zh":"“他把门锁上了，没有人——没有人知道他把钥匙埋在哪里。”"},{"en":"“What sort of a garden is it?” Colin persisted eagerly.","zh":"“这是一个什么样的花园?”科林急切地追问。"},{"en":"“No one has been allowed to go into it for ten years,” was Mary’s careful answer.","zh":"“十年来没有人被允许进去过,”玛丽小心翼翼地回答。"},{"en":"But it was too late to be careful.","zh":"但为时已晚，不能再小心了。"},{"en":"He was too much like herself.","zh":"他太像她自己了。"},{"en":"He too had had nothing to think about and the idea of a hidden garden attracted him as it had attracted her.","zh":"他也没有什么可想的，隐蔽花园的想法吸引了他，就像吸引了她一样。"},{"en":"He asked question after question.","zh":"他问了一个又一个问题。"},{"en":"Where was it? Had she never looked for the door? Had she never asked the gardeners?","zh":"它在哪里? 她从来没有找过门吗? 她从来没有问过园丁吗？"},{"en":"“They won’t talk about it,” said Mary.","zh":"“他们不愿意谈论这件事,”玛丽说。"},{"en":"“I think they have been told not to answer questions.”","zh":"“我认为他们已被告知不要回答问题。”"},{"en":"“I would make them,” said Colin.","zh":"“我会做的,”科林说。"},{"en":"“Could you?” Mary faltered, beginning to feel frightened.","zh":"“可以吗?”玛丽结结巴巴地说，开始感到害怕。"},{"en":"If he could make people answer questions, who knew what might happen!","zh":"如果他能让人们回答问题，谁知道会发生什么！"},{"en":"“Everyone is obliged to please me.","zh":"“每个人都有义务取悦我。"},{"en":"I told you that,” he said.","zh":"我告诉过你,”他说。"},{"en":"“If I were to live, this place would sometime belong to me.","zh":"“如果我还活着，这个地方有时会属于我”。"},{"en":"They all know that. I would make them tell me.”","zh":"他们都知道，我会让他们告诉我的"},{"en":"Mary had not known that she herself had been spoiled, but she could see quite plainly that this mysterious boy had been.","zh":"玛丽并不知道她自己被宠坏了，但她可以清楚地看出这个神秘的男孩被宠坏了。"},{"en":"He thought that the whole world belonged to him.","zh":"他认为整个世界都属于他。"},{"en":"How peculiar he was and how coolly he spoke of not living.","zh":"他是多么的古怪，他谈到没有生活是多么的冷淡。"},{"en":"“Do you think you won’t live?” she asked, partly because she was curious and partly in hope of making him forget the garden.","zh":"“你觉得你会死吗?”她问道，一方面是因为她好奇，另一方面是希望能让他忘记花园的事。"},{"en":"“I don’t suppose I shall,” he answered as indifferently as he had spoken before.","zh":"“我想我不会的,”他像以前说过的那样冷淡地回答。"},{"en":"“Ever since I remember anything I have heard people say I shandt.","zh":"“自从我记事以来，我听到人们说我拉屎。"},{"en":"At first they thought I was too little to understand and now they think I don’t hear.","zh":"一开始他们认为我太小了，不能理解现在他们认为我听不到。"},{"en":"But I do. My doctor is my father’s cousin.","zh":"但我知道，我的医生是我父亲的表亲。"},{"en":"He is quite poor and if I die he will have all Misselthwaite when my father is dead.","zh":"他很穷，如果我死了，等我父亲死了，他就可以拥有所有的米瑟斯韦特了。"},{"en":"I should think he wouldn’t want me to live.”","zh":"我想他不会希望我活着。”"},{"en":"“Do you want to live?” inquired Mary.","zh":"“你想活下去吗?”玛丽问道。"},{"en":"“No,” he answered, in a cross, tired fashion.","zh":"“不,”他回答，十字架，疲倦的样子。"},{"en":"“But I don’t want to die.","zh":"但我不想死。"},{"en":"When I feel ill I lie here and think about it until I cry and cry.”","zh":"当我感到不舒服的时候，我就躺在这里，想着它，直到我哭泣。”"},{"en":"“I have heard you crying three times,” Mary said, “but I did not know who it was.","zh":"“我听见你哭了三次,”玛丽说，“但我不知道是谁。"},{"en":"Were you crying about that?” She did so want him to forget the garden.","zh":"你是不是因为这个哭了?”她真的很想让他忘了花园的事。"},{"en":"“I dare say,” he answered.","zh":"“我敢说,”他回答。"},{"en":"“Let us talk about something else.","zh":"我们谈点别的吧。"},{"en":"Talk about that garden.","zh":"说说那个花园。"},{"en":"Don’t you want to see it?”","zh":"你不想看看吗?”"},{"en":"“Yes,” answered Mary, in quite a low voice.","zh":"“是的,”玛丽低声回答。"},{"en":"“I do,” he went on persistently.","zh":"“我愿意,”他坚持不懈地说。"},{"en":"“I don’t think I ever really wanted to see anything before, but I want to see that garden.","zh":"“我以前从没想过要看什么东西，但我想看看那个花园。"},{"en":"I want the key dug up.","zh":"把钥匙挖出来。"},{"en":"I want the door unlocked.","zh":"把门打开。"},{"en":"I would let them take me there in my chair.","zh":"我会让他们用我的椅子带我去。"},{"en":"That would be getting fresh air.","zh":"那就是呼吸新鲜空气了。"},{"en":"I am going to make them open the door.”","zh":"我要让他们开门”"},{"en":"He had become quite excited and his strange eyes began to shine like stars and looked more immense than ever.","zh":"他变得非常兴奋，他那双奇怪的眼睛开始像星星一样闪闪发光，看起来比以往任何时候都更加巨大。"},{"en":"“They have to please me,” he said.","zh":"“他们必须取悦我,”他说。"},{"en":"“I will make them take me there and I will let you go, too.”","zh":"“我会让他们带我去，我也会让你走”"},{"en":"Mary’s hands clutched each other.","zh":"玛丽的双手紧紧握在一起。"},{"en":"Everything would be spoiled—everything! Dickon would never come back.","zh":"一切都会被毁掉，一切! 迪肯再也不会回来了。"},{"en":"She would never again feel like a missel thrush with a safe-hidden nest.","zh":"她再也不会觉得自己是一只有着安全隐蔽巢穴的雀鸟了。"},{"en":"“Oh, don’t—don’t—don’t—don’t do that!” she cried out.","zh":"“哦，不要，不要，不要那样做!”她叫道。"},{"en":"He stared as if he thought she had gone crazy!","zh":"他瞪大了眼睛，好像他认为她疯了！"},{"en":"“Why?” he exclaimed.","zh":"“为什么?”他叫道。"},{"en":"“You said you wanted to see it.”","zh":"“你说你想看的”"},{"en":"“I do,” she answered almost with a sob in her throat, “but if you make them open the door and take you in like that it will never be a secret again.”","zh":"“我愿意,”她几乎哽咽着回答，“但是如果你让他们打开门，像那样把你带进去，那就再也不是秘密了。”"},{"en":"He leaned still farther forward.","zh":"他身子向前倾得更远了。"},{"en":"“A secret,” he said.","zh":"“一个秘密,”他说。"}],[{"en":"“What do you mean? Tell me.”","zh":"“你什么意思? 告诉我”"},{"en":"Mary’s words almost tumbled over one another.","zh":"玛丽的话几乎乱七八糟。"},{"en":"“You see—you see,” she panted, “if no one knows but ourselves,","zh":"“你看，你看,”她气喘吁吁地说，“如果只有我们自己知道,"},{"en":"if there was a door, hidden somewhere under the ivy—if there was—and we could find it;","zh":"如果有一扇门，藏在常春藤下面的某个地方ーー如果有的话ーー我们可以找到它;"},{"en":"and if we could slip through it together and shut it behind us,","zh":"如果我们能一起穿过它，把它关在身后,"},{"en":"and no one knew anyone was inside and we called it our garden and pretended that—that we were missel thrushes and it was our nest,","zh":"没有人知道里面有人，我们把它叫做我们的花园，假装我们是丢失的画眉，那是我们的巢,"},{"en":"and if we played there almost every day and dug and planted seeds and made it all come alive—”","zh":"如果我们几乎每天都在那里玩，挖掘、播种，让一切都充满生机ーー”"},{"en":"“Is it dead?” he interrupted her.","zh":"“它死了吗?”他打断了她。"},{"en":"“It soon will be if no one cares for it,” she went on.","zh":"“如果没有人关心它，它很快就会消失,”她继续说。"},{"en":"“The bulbs will live but the roses—”","zh":"“球茎会活下来，但玫瑰...”"},{"en":"He stopped her again as excited as she was herself.","zh":"他又一次阻止了她，因为她兴奋得像她自己一样。"},{"en":"“What are bulbs?” he put in quickly.","zh":"“什么是灯泡?”他迅速插话道。"},{"en":"“They are daffodils and lilies and snowdrops.","zh":"“它们是水仙花、百合花和雪花莲。"},{"en":"They are working in the earth now—pushing up pale green points because the spring is coming.”","zh":"他们现在正在地球上工作ーー由于春天来了，他们把浅绿色的点推高了。”"},{"en":"“Is the spring coming?” he said.","zh":"“春天来了吗?”他说。"},{"en":"“What is it like? You don’t see it in rooms if you are ill.”","zh":"“那是什么感觉? 如果你生病了，在房间里是看不到的。”"},{"en":"“It is the sun shining on the rain and the rain falling on the sunshine, and things pushing up and working under the earth,” said Mary.","zh":"“是阳光照在雨水上，雨水照在阳光上，还有地下的东西在向上推动和运转,”玛丽说。"},{"en":"“If the garden was a secret and we could get into it we could watch the things grow bigger every day, and see how many roses are alive.","zh":"“如果花园是一个秘密，我们可以进入其中，我们可以看到事情越来越大，每天，看到有多少玫瑰是活着的。"},{"en":"Don’t you see? Oh, don’t you see how much nicer it would be if it was a secret?”","zh":"你难道不明白吗? 哦，你难道不明白如果这是个秘密，那该有多好?”"},{"en":"He dropped back on his pillow and lay there with an odd expression on his face.","zh":"他躺在枕头上，脸上露出奇怪的表情。"},{"en":"“I never had a secret,” he said, “except that one about not living to grow up.","zh":"“我从来没有什么秘密,”他说，“除了那个关于不能活着长大的秘密。"},{"en":"They don’t know I know that, so it is a sort of secret.","zh":"他们不知道我知道，所以这是个秘密。"},{"en":"But I like this kind better.”","zh":"但我更喜欢这种。”"},{"en":"“If you won’t make them take you to the garden,” pleaded Mary, “perhaps—I feel almost sure I can find out how to get in sometime.","zh":"“如果你不让他们带你去花园,”玛丽恳求道，“也许——我几乎可以肯定，有时我能找到进去的方法。"},{"en":"And then—if the doctor wants you to go out in your chair, and if you can always do what you want to do,","zh":"然后，如果医生想让你坐在轮椅上出去如果你可以随心所欲,"},{"en":"perhaps—perhaps we might find some boy who would push you, and we could go alone and it would always be a secret garden.”","zh":"也许，也许我们可以找个男孩推你一把，我们可以一个人去，那里永远是一个秘密花园。”"},{"en":"“I should—like—that,” he said very slowly, his eyes looking dreamy.","zh":"“我应该——喜欢——那个,”他慢慢地说，他的眼睛看起来像是在做梦。"},{"en":"“I should like that. I should not mind fresh air in a secret garden.”","zh":"“我喜欢那样，我不介意在秘密花园里呼吸新鲜空气。”"},{"en":"Mary began to recover her breath and feel safer because the idea of keeping the secret seemed to please him.","zh":"玛丽开始恢复呼吸，感到安全，因为保守秘密的想法似乎使他高兴。"},{"en":"She felt almost sure that if she kept on talking and could make him see the garden in his mind as she had seen it","zh":"她几乎可以肯定，如果她继续说下去，就可以让他像她看到的那样，在脑海里看到那个花园"},{"en":"he would like it so much that he could not bear to think that everybody might tramp in to it when they chose.","zh":"他非常喜欢它，以至于他不能忍受想象每个人都可能在他们选择的时候闯进去。"},{"en":"“I’ll tell you what I think it would be like, if we could go into it,” she said.","zh":"她说: “我来告诉你我的想法，如果我们可以深入了解的话。”。"},{"en":"“It has been shut up so long things have grown into a tangle perhaps.”","zh":"“它被关闭了这么长时间，事情可能已经变成了一团乱麻。”"},{"en":"He lay quite still and listened while she went on talking about the roses","zh":"他静静地躺着听她继续谈论玫瑰花"},{"en":"which might have clambered from tree to tree and hung down—about the many birds which might have built their nests there because it was so safe.","zh":"它们可能已经从一棵树爬到另一棵树上，然后被挂下来ーー许多鸟类可能已经在那里筑巢，因为那里太安全了。"},{"en":"And then she told him about the robin and Ben Weatherstaff,","zh":"然后她告诉他知更鸟和本 · 韦瑟斯塔夫的事,"},{"en":"and there was so much to tell about the robin and it was so easy and safe to talk about it that she ceased to be afraid.","zh":"关于知更鸟有很多事情可以讲，而且讲起来很容易，也很安全，所以她不再害怕了。"},{"en":"The robin pleased him so much that he smiled until he looked almost beautiful,","zh":"知更鸟使他非常高兴，他微笑着，直到他看起来几乎是美丽的,"},{"en":"and at first Mary had thought that he was even plainer than herself, with his big eyes and heavy locks of hair.","zh":"起初玛丽认为他比自己还要平凡，有着大大的眼睛和浓密的头发。"},{"en":"“I did not know birds could be like that,” he said.","zh":"他说: “我不知道鸟儿也能这样。”。"},{"en":"“But if you stay in a room you never see things.","zh":"“但如果你呆在一个房间里，你永远看不到东西。"},{"en":"What a lot of things you know.","zh":"你知道的太多了。"},{"en":"I feel as if you had been inside that garden.”","zh":"我觉得你就像在那个花园里一样。”"},{"en":"She did not know what to say, so she did not say anything.","zh":"她不知道该说什么，所以什么也没说。"},{"en":"He evidently did not expect an answer and the next moment he gave her a surprise.","zh":"他显然没有期望得到一个答复，下一刻他给了她一个惊喜。"},{"en":"“I am going to let you look at something,” he said.","zh":"“我会让你看一些东西,”他说。"},{"en":"“Do you see that rose-colored silk curtain hanging on the wall over the mantel-piece?”","zh":"“你看到壁炉架上挂着的玫瑰色的丝绸窗帘了吗?”"},{"en":"Mary had not noticed it before, but she looked up and saw it.","zh":"玛丽以前没有注意到，但是她抬起头来看到了。"},{"en":"It was a curtain of soft silk hanging over what seemed to be some picture.","zh":"那是一块柔软的丝绸窗帘，好像是挂在什么画上。"},{"en":"“Yes,” she answered.","zh":"“是的,”她回答。"}],[{"en":"“There is a cord hanging from it,” said Colin.","zh":"“有一根绳子挂在上面,”科林说。"},{"en":"“Go and pull it.”","zh":"“去把它拔出来”"},{"en":"Mary got up, much mystified, and found the cord.","zh":"玛丽很困惑地站起来，找到了脐带。"},{"en":"When she pulled it the silk curtain ran back on rings and when it ran back it uncovered a picture.","zh":"当她拉开它时，丝绸窗帘上的戒指又回来了，当它回来的时候，露出了一幅画。"},{"en":"It was the picture of a girl with a laughing face.","zh":"那是一张有着笑脸的女孩的照片。"},{"en":"She had bright hair tied up with a blue ribbon and her gay, lovely eyes were exactly like Colin’s unhappy ones,","zh":"她明亮的头发上系着蓝丝带她那双活泼可爱的眼睛和科林那双不开心的眼睛一模一样,"},{"en":"agate gray and looking twice as big as they really were because of the black lashes all round them.","zh":"玛瑙灰色，看起来比实际大两倍，因为它们周围都是黑色的睫毛。"},{"en":"“She is my mother,” said Colin complainingly.","zh":"“她是我的母亲,”科林抱怨地说。"},{"en":"“I don’t see why she died.","zh":"我不明白她为什么会死。"},{"en":"Sometimes I hate her for doing it.”","zh":"有时候我恨她这么做”"},{"en":"“How queer!” said Mary.","zh":"“真奇怪!”玛丽说。"},{"en":"“If she had lived I believe I should not have been ill always,” he grumbled.","zh":"“如果她还活着，我相信我不会一直生病,”他抱怨道。"},{"en":"“I dare say I should have lived, too.","zh":"我敢说我也应该活下来。"},{"en":"And my father would not have hated to look at me.","zh":"我父亲也不会讨厌看到我。"},{"en":"I dare say I should have had a strong back.","zh":"我敢说我应该有一个强壮的后背。"},{"en":"Draw the curtain again.”","zh":"再把窗帘拉上”"},{"en":"Mary did as she was told and returned to her footstool.","zh":"玛丽照他们说的做了，回到自己的脚凳上。"},{"en":"“She is much prettier than you,” she said, “but her eyes are just like yours—at least they are the same shape and color.","zh":"“她比你漂亮多了,”她说，“但是她的眼睛和你的一样——至少它们的形状和颜色是一样的。”。"},{"en":"Why is the curtain drawn over her?”","zh":"为什么她的身上拉上了帘子?”"},{"en":"He moved uncomfortably.","zh":"他动得很不舒服。"},{"en":"“I made them do it,” he said.","zh":"“是我让他们这么做的,”他说。"},{"en":"“Sometimes I don’t like to see her looking at me.","zh":"“有时我不喜欢看到她看着我。"},{"en":"She smiles too much when I am ill and miserable.","zh":"我生病痛苦的时候，她总是笑得很开心。"},{"en":"Besides, she is mine and I don’t want everyone to see her.”","zh":"此外，她是我的，我不想让所有人都看到她。”"},{"en":"There were a few moments of silence and then Mary spoke.","zh":"沉默了一会儿，然后玛丽说话了。"},{"en":"“What would Mrs Medlock do if she found out that I had been here?” she inquired.","zh":"“如果梅德洛克太太发现我来过这里，她会怎么做?”她问道。"},{"en":"“She would do as I told her to do,” he answered.","zh":"“她会照我说的做,”他回答。"},{"en":"“And I should tell her that I wanted you to come here and talk to me every day.","zh":"”我应该告诉她，我希望你每天来这里和我聊天。"},{"en":"I am glad you came.”","zh":"我很高兴你来了”"},{"en":"“So am I,” said Mary.","zh":"“我也是,”玛丽说。"},{"en":"“I will come as often as I can, but”—she hesitated—“I shall have to look every day for the garden door.”","zh":"“我会尽可能经常来的，但是”ーー她犹豫了一下ーー“我得天天找花园的门。”"},{"en":"“Yes, you must,” said Colin, “and you can tell me about it afterward.”","zh":"“是的，你必须去,”科林说，“你可以以后再告诉我。”"},{"en":"He lay thinking a few minutes, as he had done before, and then he spoke again.","zh":"他像以前那样躺着思考了几分钟，然后又说话了。"},{"en":"“I think you shall be a secret, too,” he said.","zh":"“我想你也应该是个秘密,”他说。"},{"en":"“I will not tell them until they find out.","zh":"”在他们发现之前，我不会告诉他们。"},{"en":"I can always send the nurse out of the room and say that I want to be by myself. Do you know Martha?”","zh":"我总是可以让护士离开房间，然后说我想一个人呆着。你认识玛莎吗?”"},{"en":"“Yes, I know her very well,” said Mary.","zh":"“是的，我非常了解她,”玛丽说。"},{"en":"“She waits on me.”","zh":"“她在等我”"},{"en":"He nodded his head toward the outer corridor.","zh":"他朝外面的走廊点点头。"},{"en":"“She is the one who is asleep in the other room.","zh":"“她就是那个在另一个房间睡觉的人。"},{"en":"The nurse went away yesterday to stay all night with her sister and she always makes Martha attend to me when she wants to go out.","zh":"护士昨天去陪她妹妹了，她总是让玛莎在她想出去的时候照顾我。"},{"en":"Martha shall tell you when to come here.”","zh":"玛莎会告诉你什么时候来这里。”"},{"en":"Then Mary understood Maryous troubled look when she had asked questions about the crying.","zh":"这时玛丽才明白，当她问起哭泣的事情时，玛丽露出了为难的表情。"},{"en":"“Martha knew about you all the time?” she said.","zh":"“玛莎一直都知道你的事?”她说。"},{"en":"“Yes; she often attends to me.","zh":"“是的，她经常照顾我。"},{"en":"The nurse likes to get away from me and then Martha comes.”","zh":"护士喜欢离开我，然后玛莎来了。”"},{"en":"“I have been here a long time,” said Mary.","zh":"“我在这儿已经很久了,”玛丽说。"},{"en":"“Shall I go away now? Your eyes look sleepy.”","zh":"“我现在可以走了吗? 你的眼睛看起来很困。”"},{"en":"“I wish I could go to sleep before you leave me,” he said rather shyly.","zh":"“我希望我能在你离开我之前睡着,”他有点害羞地说。"},{"en":"“Shut your eyes,” said Mary, drawing her footstool closer, “and I will do what my Ayah used to do in India.","zh":"“闭上你的眼睛,”玛丽说，把她的脚凳拉近一些，“我要做我的阿亚在印度曾经做过的事情。"},{"en":"I will pat your hand and stroke it and sing something quite low.”","zh":"我会拍拍你的手，抚摸它，唱一首低沉的歌”"},{"en":"“I should like that perhaps,” he said drowsily.","zh":"“也许我会喜欢的,”他昏昏欲睡地说。"},{"en":"Somehow she was sorry for him and did not want him to lie awake,","zh":"不知怎么的，她为他感到难过，不想让他躺在床上睡不着觉,"},{"en":"so she leaned against the bed and began to stroke and pat his hand and sing a very low little chanting song in Hindustani.","zh":"于是她靠在床上，开始轻拍他的手，用印度斯坦语唱了一首非常低的诵经歌曲。"},{"en":"“That is nice,” he said more drowsily still, and she went on chanting and stroking,","zh":"“那很好,”他说得更困了，她继续唱着，抚摸着,"},{"en":"but when she looked at him again his black lashes were lying close against his cheeks, for his eyes were shut and he was fast asleep.","zh":"但是当她再看他的时候，他的黑色睫毛紧紧地贴着脸颊，因为他的眼睛是闭着的，而且睡得很熟。"},{"en":"So she got up softly, took her candle and crept away without making a sound.","zh":"于是她轻轻地站起来，拿起蜡烛，悄无声息地走开了。"}]]