[[{"en":"This is Rich Kleinfeldt.","zh":"我是 Rich Kleinfeldt。"},{"en":"And this is Sarah Long with THE MAKING OF A NATION,","zh":"这里是莎拉 · 朗为您带来的《建立一个国家》"},{"en":"a VOA Special English program about the history of the United States.","zh":"美国之音关于美国历史的特别英语节目。"},{"en":"Today, we tell about the movement of European settlers throughout northeastern America.","zh":"今天，我们讲述欧洲移民在美国东北部的迁移。"},{"en":"And we tell how the separate colonies developed in this area.","zh":"我们讲述了分离的殖民地是如何在这个地区发展起来的。"},{"en":"The Puritans were one of the largest groups from England to settle in the northeastern area called Massachusetts.","zh":"清教徒是来自英格兰最大的群体之一，定居在东北部地区称为马萨诸塞州。"},{"en":"They began arriving in 1630.","zh":"他们于1630年开始抵达。"},{"en":"The Puritans had formed the Massachusetts Bay Company in England.","zh":"清教徒在英国成立了马萨诸塞湾公司。"},{"en":"The king had given the company an area of land between the Charles and Merrimack rivers.","zh":"国王给了公司一块位于查尔斯河和 Merrimack 之间的土地。"},{"en":"The Puritans were Protestants who did not agree with the Anglican Church.","zh":"清教徒是新教徒，他们不同意英国国教。"},{"en":"The Puritans wanted to change the church to make it more holy.","zh":"清教徒想要改变教堂，使它更加神圣。"},{"en":"They were able to live as they wanted in Massachusetts.","zh":"在马萨诸塞州，他们可以随心所欲地生活。"},{"en":"Soon they became the largest religious group.","zh":"不久，他们成为最大的宗教团体。"},{"en":"By 1690, 50,000 people were living in Massachusetts.","zh":"到1690年，马萨诸塞州有5万人口。"},{"en":"Puritans thought their religion was the only true religion and everyone should believe in it.","zh":"清教徒认为他们的宗教是唯一真正的宗教，每个人都应该相信它。"},{"en":"They also believed that church leaders should lead the local government,","zh":"他们还认为教会领袖应该领导地方政府,"},{"en":"and all people in the colony should pay to support the Puritan church.","zh":"殖民地的所有人都应该支持清教徒教会。"},{"en":"The Puritans thought it was the job of government leaders to tell people what to believe.","zh":"清教徒认为政府领导人的工作就是告诉人们应该相信什么。"},{"en":"Some people did not agree with the Puritans who had become leaders of the colony.","zh":"有些人不同意已经成为殖民地领导人的清教徒。"},{"en":"One of those who disagreed was a Puritan minister named Roger Williams.","zh":"其中一位持不同意见的是一位名叫罗杰 · 威廉姆斯的清教徒牧师。"},{"en":"Roger Williams believed as all Puritans did that other European religions were wrong.","zh":"罗杰 · 威廉姆斯和所有清教徒一样，认为其他欧洲宗教是错误的。"},{"en":"He thought the Native Indian religions were wrong too.","zh":"他认为印第安人的宗教信仰也是错误的。"},{"en":"But he did not believe in trying to force others to agree with him.","zh":"但他不相信试图强迫别人同意他的观点。"},{"en":"He thought that it was a sin to punish or kill anyone in the name of Christianity.","zh":"他认为以基督教的名义惩罚或杀害任何人都是一种罪过。"},{"en":"And he thought that only church members should pay to support their church.","zh":"他认为，只有教会成员应该支付，以支持他们的教会。"},{"en":"Roger Williams began speaking and writing about his ideas.","zh":"罗杰 · 威廉姆斯开始讲述和写作他的想法。"},{"en":"He wrote a book saying it was wrong to punish people for having different beliefs.","zh":"他写了一本书，说惩罚有不同信仰的人是错误的。"},{"en":"Then he said that the European settlers were stealing the Indians' land.","zh":"然后他说欧洲殖民者在偷印第安人的土地。"},{"en":"He said the king of England had no right to permit people to settle on land that was not his,","zh":"他说英格兰国王无权允许人们在不属于他的土地上定居,"},{"en":"but belonged to the Indians.","zh":"而是属于印第安人的。"},{"en":"The Puritan leaders of the Massachusetts Bay Colony forced Roger Williams to leave the colony in 1636.","zh":"马萨诸塞湾殖民地的清教徒领导人于1636年迫使罗杰 · 威廉姆斯离开该殖民地。"},{"en":"He traveled south.","zh":"他去了南方。"},{"en":"He bought land from local Indians and started a city, Providence.","zh":"他从当地印第安人手中买下土地，建立了一座名为普罗维登斯的城市。"},{"en":"The Parliament in England gave him permission to establish a new colony, Rhode Island,","zh":"英国议会允许他建立一个新的殖民地，罗德岛,"},{"en":"with Providence as its capital.","zh":"以普罗维登斯为首都。"},{"en":"As a colony, Rhode Island accepted people of all religious beliefs,","zh":"作为一个殖民地，罗德岛接受所有宗教信仰的人,"},{"en":"including Catholics, Quakers, Jews and even people who denied the existence of God.","zh":"包括天主教徒、贵格会教徒、犹太人，甚至是否认上帝存在的人。"},{"en":"Roger Williams also believed that governments should have no connection to a church.","zh":"罗杰 · 威廉姆斯还认为，政府不应该与教会有任何联系。"},{"en":"This idea of separating church and state was very new.","zh":"这种将政教分离的想法非常新颖。"},{"en":"Later it became one of the most important of all America's governing ideas.","zh":"后来，它成为美国所有治理思想中最重要的一个。"},{"en":"Other colonies were started by people who left Massachusetts to seek land.","zh":"其他的殖民地则是由离开马萨诸塞州寻找土地的人们建立起来的。"},{"en":"One was Connecticut.","zh":"一个是康涅狄格州。"},{"en":"A group led by Puritan minister Thomas Hooker left Boston in 1636 and went west.","zh":"1636年，一个由清教徒部长托马斯 · 胡克领导的组织离开波士顿，向西进发。"},{"en":"They settled near the Connecticut River.","zh":"他们在康涅狄格河附近定居。"},{"en":"Others soon joined them.","zh":"其他人很快也加入了他们。"},{"en":"Other groups from Massachusetts traveled north to find new homes.","zh":"其他来自马萨诸塞州的团体北上寻找新的家园。"},{"en":"The king of England had given two friends a large piece of land in the north.","zh":"英格兰国王在北方给了两个朋友一大片土地。"},{"en":"The friends divided it.","zh":"朋友们把它分了。"},{"en":"John Mason took what later became the colony of New Hampshire.","zh":"约翰 · 梅森占领了后来成为新罕布什尔州殖民地的地区。"},{"en":"Ferdinando Gorges took the area that later became the state of Maine.","zh":"费迪南多·乔治爵士占领了后来成为缅因州的地区。"},{"en":"It never became a colony, however.","zh":"然而，它从未成为一个殖民地。"},{"en":"It remained a part of Massachusetts until after the United States was created.","zh":"它一直是马萨诸塞州的一部分，直到美利坚合众国建立。"},{"en":"The area known today as New York State was settled by the Dutch.","zh":"今天被称为纽约州的地区是由荷兰人定居的。"},{"en":"They called it New Netherland.","zh":"他们称之为 New Netherland。"},{"en":"Their country was the Netherlands.","zh":"他们的国家是荷兰。"},{"en":"It was a great world power, with colonies all over the world.","zh":"它是一个世界强国，殖民地遍布世界各地。"}],[{"en":"A business called the Dutch West India Company owned most of the colonies.","zh":"一家名为荷兰西印度公司的企业拥有大部分殖民地。"},{"en":"The Dutch claimed American land because of explorations by Henry Hudson,","zh":"因为亨利 · 哈德森的探险，荷兰人宣称对美国领土拥有主权,"},{"en":"an Englishman working for the Netherlands.","zh":"为荷兰工作的英国人。"},{"en":"The land the Dutch claimed was between the Puritans in the north and the Anglican tobacco farmers in the south.","zh":"荷兰人声称的土地位于北方的清教徒和南方的圣公会烟农之间。"},{"en":"The Dutch were not interested in settling the territory.","zh":"荷兰人对定居领土不感兴趣。"},{"en":"They wanted to earn money.","zh":"他们想赚钱。"},{"en":"The Dutch West India Company built trading posts on the rivers claimed by the Netherlands.","zh":"荷兰西印度公司在荷兰声称拥有主权的河流上建立了贸易站。"},{"en":"People in Europe wanted to buy goods made from the skins of animals trapped there.","zh":"欧洲人希望购买用困在那里的动物皮制成的商品。"},{"en":"In 1626, the Dutch West India Company bought two islands from the local Indians.","zh":"1626年，荷兰西印度公司从当地印第安人手中买下了两个岛屿。"},{"en":"The islands are Manhattan Island and Long Island.","zh":"这些岛屿是曼哈顿岛和长岛。"},{"en":"Traditional stories say the Dutch paid for the islands with some trade goods worth about twenty-four dollars.","zh":"传统的说法是，荷兰人用一些价值约24美元的贸易货物来购买这些岛屿。"},{"en":"The Dutch West India Company tried to find people to settle in America.","zh":"荷兰西印度公司试图找到在美国定居的人。"},{"en":"But few Dutch wanted to leave Europe.","zh":"但几乎没有荷兰人想离开欧洲。"},{"en":"So the colony welcomed people from other colonies, and other countries.","zh":"因此，殖民地欢迎来自其他殖民地和其他国家的人。"},{"en":"These people built a town on Manhattan Island.","zh":"这些人在曼哈顿岛上建了一个小镇。"},{"en":"They called it New Amsterdam.","zh":"他们称之为新阿姆斯特丹。"},{"en":"It was soon full of people who had arrived on ships from faraway places.","zh":"很快就挤满了从遥远的地方乘船来到这里的人。"},{"en":"It was said you could hear as many as 18 different languages spoken in New Amsterdam.","zh":"据说在新阿姆斯特丹你可以听到多达18种不同的语言。"},{"en":"In 1655, the governor of New Netherland took control of a nearby Swedish colony on Delaware Bay.","zh":"1655年，New Netherland 总督控制了特拉华湾附近的瑞典殖民地。"},{"en":"In 1664, the English did the same to the Dutch.","zh":"1664年，英国人对荷兰人做了同样的事。"},{"en":"The English seized control of New Amsterdam and called it New York.","zh":"英国人夺取了新阿姆斯特丹的控制权，称之为纽约。"},{"en":"That ended Dutch control of the territory that now is the states of New York, New Jersey and Delaware.","zh":"这结束了荷兰对该地区的控制，现在是纽约州，新泽西州和特拉华州。"},{"en":"Most of the Dutch in New Amsterdam did not leave.","zh":"新阿姆斯特丹的大多数荷兰人没有离开。"},{"en":"The English permitted everyone to stay.","zh":"英国人允许每个人留下来。"},{"en":"They let the Dutch have religious freedom.","zh":"他们让荷兰人有宗教自由。"},{"en":"The Dutch were just not in control any more.","zh":"荷兰人已经失去了控制。"},{"en":"The Duke of York owned the area now.","zh":"约克公爵现在拥有这片区域。"},{"en":"He was the brother of King Charles the Second of England.","zh":"他是英格兰国王查尔斯二世的弟弟。"},{"en":"The king gave some of the land near New York to two friends,","zh":"国王把纽约附近的一些土地分给了两个朋友,"},{"en":"Sir George Carteret and Lord John Berkeley.","zh":"乔治 · 卡特里特爵士和约翰 · 伯克利勋爵。"},{"en":"They called it New Jersey, after the English island where Carteret was born.","zh":"他们称之为新泽西，以卡特里特出生的英国小岛命名。"},{"en":"The two men wrote a plan of government for their colony.","zh":"这两个人为他们的殖民地起草了一份政府计划。"},{"en":"It created an assembly that represented the settlers.","zh":"它创建了一个代表定居者的集会。"},{"en":"It provided for freedom of religion.","zh":"它规定了宗教自由。"},{"en":"Men could vote in New Jersey whatever their religion.","zh":"在新泽西，不管信仰什么，男人都可以投票。"},{"en":"Soon, people from all parts of Europe were living in New Jersey.","zh":"很快，来自欧洲各地的人们都住在新泽西州。"},{"en":"Then King Charles took control of the area.","zh":"然后查尔斯国王控制了这个地区。"},{"en":"He sent a royal governor to rule.","zh":"他派了一位皇家总督来统治。"},{"en":"But the colonists were permitted to make their own laws through the elected assembly.","zh":"但是殖民者被允许通过选举产生的议会来制定他们自己的法律。"},{"en":"The king of England did the same in each colony he controlled.","zh":"英格兰国王在他控制的每个殖民地都做了同样的事情。"},{"en":"He collected taxes from the people who lived there,","zh":"他向住在那里的人们收税,"},{"en":"but permitted them to govern themselves.","zh":"但允许他们自己管理自己。"},{"en":"One religious group that was not welcome in England was the Quakers.","zh":"一个在英国不受欢迎的宗教团体是贵格会。"},{"en":"Quakers call themselves Friends.","zh":"贵格会教徒称自己为朋友。"},{"en":"They believe that each person has an inner light that leads them to God.","zh":"他们相信每个人都有一道内在的光引导他们到达上帝。"},{"en":"Quakers believe they do not need a religious leader to tell them what is right.","zh":"贵格会教徒相信他们不需要宗教领袖来告诉他们什么是正确的。"},{"en":"So, they had no clergy.","zh":"所以他们没有神职人员。"},{"en":"Quakers believe that all people are equal.","zh":"贵格会教徒相信人人平等。"},{"en":"The Quakers in England refused to recognize the king as more important than anyone else.","zh":"英国贵格会拒绝承认国王比任何人都重要。"},{"en":"They also refused to pay taxes to support the Anglican Church.","zh":"他们还拒绝纳税来支持英国国教。"},{"en":"Quakers believe that it is always wrong to kill.","zh":"贵格会教徒认为杀戮永远是错误的。"},{"en":"So they would not fight even when they were forced to join the army.","zh":"所以即使被迫参军，他们也不会战斗。"},{"en":"They also refuse to promise loyalty to a king or government or flag or anyone but God.","zh":"他们也拒绝向国王、政府、旗帜或除上帝以外的任何人承诺忠诚。"},{"en":"The English did not like the Quakers for all these reasons.","zh":"由于这些原因，英国人不喜欢贵格会。"},{"en":"Many Quakers wanted to leave England,","zh":"许多贵格会教徒想离开英格兰,"},{"en":"but they were not welcome in most American colonies.","zh":"但他们在大多数美洲殖民地并不受欢迎。"},{"en":"One Quaker changed this.","zh":"一个贵格会教徒改变了这一切。"},{"en":"His name was William Penn.","zh":"他叫 William Penn。"},{"en":"William Penn was not born a Quaker.","zh":"William Penn 不是天生的贵格会教徒。"},{"en":"He became one as a young man.","zh":"他年轻的时候就成为了一个合格的人。"}],[{"en":"His father was an Anglican, and a good friend of the king.","zh":"他的父亲是英国国教徒，也是国王的好朋友。"},{"en":"King Charles borrowed money from William's father.","zh":"查尔斯国王向威廉的父亲借钱。"},{"en":"When his father died, William Penn asked that the debt be paid with land in America.","zh":"父亲去世后，威廉 · 佩恩要求用美国的土地偿还债务。"},{"en":"In 1681, the king gave William Penn land which the King's Council named Pennsylvania, meaning Penn's woods.","zh":"1681年，国王把宾夕法尼亚州命名为宾夕法尼亚州，意思是宾夕法尼亚州的森林。"},{"en":"The Quakers now had their own colony.","zh":"贵格会现在有了自己的殖民地。"},{"en":"It was between the Puritans in the north and the Anglicans in the south.","zh":"它介于北方的清教徒和南方的圣公会教徒之间。"},{"en":"William Penn said the colony should be a place where everyone could live by Quaker ideas.","zh":"威廉 · 佩恩说，殖民地应该是一个每个人都可以按照贵格会教徒的思想生活的地方。"},{"en":"That meant treating all people as equals and honoring all religions.","zh":"这意味着平等对待所有人，尊重所有宗教。"},{"en":"It also meant that anyone could be elected.","zh":"这也意味着任何人都可以当选。"},{"en":"In most other colonies, people could believe any religion,","zh":"在大多数其他殖民地，人们可以相信任何宗教,"},{"en":"but they could not vote or hold office unless they were a member of the majority church.","zh":"但是，除非他们是多数派教会的成员，否则他们不能投票或担任公职。"},{"en":"In Pennsylvania, all religions were equal.","zh":"在宾夕法尼亚州，所有的宗教都是平等的。"},{"en":"This MAKING OF A NATION program was written by Nancy Steinbach and produced by Paul Thompson.","zh":"本节目由南希 · 斯坦巴赫撰写，保罗 · 汤普森制作。"},{"en":"This is Sarah Long.","zh":"我是 Sarah Long。"},{"en":"And this is Rich Kleinfeldt.","zh":"这位是 Rich Kleinfeldt。"}]]