[[{"en":"This is Rich Kleinfeldt.","zh":"我是 Rich Kleinfeldt。"},{"en":"And this is Sarah Long with THE MAKING OF A NATION,","zh":"这里是莎拉 · 朗为您带来的《建立一个国家》"},{"en":"a VOA Special English program about the history of the United States.","zh":"美国之音关于美国历史的特别英语节目。"},{"en":"Today, we finish the story about the first thirteen American colonies.","zh":"今天，我们结束了关于第一批十三个美洲殖民地的故事。"},{"en":"We tell about how the southern colonies developed.","zh":"我们讲述了南方殖民地是如何发展起来的。"},{"en":"The most northern of the southern colonies was Maryland.","zh":"南部殖民地中最北部的是马里兰州。"},{"en":"The king of England, Charles the First,","zh":"英格兰国王查理一世,"},{"en":"gave the land between Virginia and Pennsylvania to George Calvert in 1632.","zh":"1632年把弗吉尼亚和宾夕法尼亚之间的土地给了乔治 · 卡尔弗特。"},{"en":"George Calvert was also called Lord Baltimore.","zh":"乔治 · 卡尔弗特也被称为巴尔的摩勋爵。"},{"en":"He was a Roman Catholic.","zh":"他是罗马天主教徒。"},{"en":"George Calvert wanted to start a colony because of religious problems in England.","zh":"乔治 · 卡尔弗特因为英国的宗教问题想建立一个殖民地。"},{"en":"Catholics could not openly observe their religion.","zh":"天主教徒不能公开遵守他们的宗教。"},{"en":"They also had to pay money to the government because they did not belong to the Anglican Church,","zh":"他们还必须向政府付钱，因为他们不属于英国国教,"},{"en":"which was the Church of England.","zh":"也就是英格兰教会。"},{"en":"George Calvert never saw the colony that was called Maryland.","zh":"乔治 · 卡尔弗特从未见过马里兰殖民地。"},{"en":"He died soon after he received the documents.","zh":"他收到文件后不久就去世了。"},{"en":"His son Cecil Calvert became the next Lord Baltimore,","zh":"他的儿子塞西尔 · 卡尔弗特成为下一任巴尔的摩勋爵,"},{"en":"and received all the land.","zh":"得到了所有的土地。"},{"en":"He had the power to collect taxes,","zh":"他有权收税,"},{"en":"fight wars, make laws and create courts in Maryland.","zh":"在马里兰州打仗，制定法律，设立法院。"},{"en":"Cecil Calvert named his brother Leonard as the colony's first governor.","zh":"塞西尔 · 卡尔弗特任命他的兄弟伦纳德为殖民地的第一任总督。"},{"en":"Cecil Calvert believed that English Catholics could live in peace in Maryland with people who believed in Protestant religions.","zh":"塞西尔 · 卡尔弗特认为英国天主教徒可以和信奉新教的人们在马里兰州和平共处。"},{"en":"So he urged Catholics to leave England.","zh":"所以他敦促天主教徒离开英格兰。"},{"en":"To get more settlers,","zh":"为了吸引更多的移民,"},{"en":"he permitted them to own their farms and gave them some power in local politics.","zh":"他允许他们拥有自己的农场，并给予他们在当地政治中的一些权力。"},{"en":"Some Catholics did go to Maryland,","zh":"有些天主教徒去了马里兰,"},{"en":"but not as many as expected.","zh":"但没有预期的多。"},{"en":"Protestants were in the majority.","zh":"新教徒占多数。"},{"en":"In 1649, Lord Baltimore accepted a Toleration Act passed by the local government.","zh":"1649年，巴尔的摩勋爵接受了当地政府通过的容忍法案。"},{"en":"It guaranteed freedom of religion,","zh":"它保障了宗教自由,"},{"en":"but only for Christians.","zh":"但只对基督徒开放。"},{"en":"King Charles the Second of England gave away more land in America in 1663.","zh":"英格兰国王查尔斯二世在1663年放弃了美国更多的土地。"},{"en":"This time, he gave to eight English lords the land known as Carolina.","zh":"这一次，他把卡罗莱纳州的土地给了八位英格兰贵族。"},{"en":"It extended south from Virginia into an area known as Florida.","zh":"它从弗吉尼亚向南延伸到一个叫佛罗里达的地区。"},{"en":"Spain controlled Florida.","zh":"西班牙控制了佛罗里达。"},{"en":"Spain also claimed the southern part of Carolina.","zh":"西班牙也宣称对卡罗莱纳州南部拥有主权。"},{"en":"Spanish, French and English settlers had tried to live in that area earlier.","zh":"西班牙、法国和英国的定居者早些时候曾试图在那个地区生活。"},{"en":"But they were not successful.","zh":"但他们没有成功。"},{"en":"But the eight new owners promised forty hectares of land to anyone who would go to Carolina to live.","zh":"但是，八个新的业主承诺40公顷的土地给任何人谁愿意去卡罗莱纳州生活。"},{"en":"They also promised religious freedom.","zh":"他们还承诺宗教自由。"},{"en":"The first successful Carolina settlers left England in 1670.","zh":"第一批成功的卡罗莱纳移民于1670年离开英格兰。"},{"en":"They built a town in an area where two rivers met.","zh":"他们在两条河流交汇的地方建造了一座城镇。"},{"en":"They called it Charles Town, for King Charles.","zh":"他们称之为查尔斯城，为了查尔斯国王。"},{"en":"Spanish ships attacked the port city many times,","zh":"西班牙船只多次袭击这座港口城市,"},{"en":"but the settlers kept them away.","zh":"但是殖民者把他们赶走了。"},{"en":"The settlers planted all kinds of crops to see what would grow best.","zh":"移民们种植各种各样的庄稼，看看哪种作物长得最好。"},{"en":"They found rice was just right for the hot,","zh":"他们发现米饭刚好适合热的食物,"},{"en":"wet land.","zh":"湿地。"},{"en":"Their pigs and cattle did so well that settlers in Carolina started selling meat to the West Indies.","zh":"他们的猪和牛生意非常好，以至于卡罗莱纳州的定居者开始向西印度群岛出售肉类。"},{"en":"Many of Charles Town's settlers came from Barbados,","zh":"查尔斯镇的许多定居者来自巴巴多斯,"},{"en":"a port used in the West Indies slave trade.","zh":"西印度群岛奴隶贸易中使用的港口。"},{"en":"The settlers began buying black slaves to help grow the rice.","zh":"殖民者开始购买黑奴来帮助种植水稻。"},{"en":"By 1708, more blacks than whites lived in southern Carolina.","zh":"到1708年，南卡罗来纳州的黑人比白人多。"},{"en":"The work of slaves made possible a successful economy.","zh":"奴隶的劳动使成功的经济成为可能。"},{"en":"Northern Carolina grew much more slowly than the southern part of the colony.","zh":"北卡罗来纳州的发展比殖民地的南部要慢得多。"},{"en":"Many settlers to this area were from nearby Virginia.","zh":"许多定居者来自附近的弗吉尼亚州。"},{"en":"People who did not agree with the Anglican Church were not welcome in Virginia.","zh":"不同意英国国教的人在弗吉尼亚不受欢迎。"},{"en":"Some of them moved south to the northern part of Carolina.","zh":"他们中的一些人向南迁移到了卡罗莱纳州的北部。"},{"en":"History experts say that the area that became North Carolina may have been the most democratic of all the colonies.","zh":"历史专家说，后来成为北卡罗来纳州的地区可能是所有殖民地中最民主的。"},{"en":"The people generally did not get involved in each other’s lives.","zh":"人们通常不会介入彼此的生活。"},{"en":"They permitted each other to live in peace.","zh":"他们允许彼此和平相处。"},{"en":"They faced danger together from pirates who made the North Carolina coast their headquarters.","zh":"他们一起面对海盗的威胁，海盗把北卡罗来纳州海岸作为他们的总部。"}],[{"en":"Experts say the people in northern Carolina were independent thinkers.","zh":"专家说，北卡罗来纳州的人是独立思考者。"},{"en":"In 1677, some of them rebelled against England.","zh":"1677年，他们中的一些人起来反抗英格兰。"},{"en":"They did not like England's Navigation Acts.","zh":"他们不喜欢英国的航海法案。"},{"en":"These laws forced people in Carolina to pay taxes to England on goods sold to other colonies.","zh":"这些法律迫使卡罗莱纳州的人们向英格兰缴纳出售给其他殖民地的货物税。"},{"en":"Some northern Carolina settlers refused to pay this tax.","zh":"一些北卡罗来纳州的定居者拒绝缴纳这种税。"},{"en":"They even set up their own government and tried to break free of England.","zh":"他们甚至建立了自己的政府，并试图摆脱英格兰。"},{"en":"But the English soldiers in the colonies stopped the rebellion by arresting its leader.","zh":"但是殖民地的英国士兵逮捕了叛乱的领导人，从而阻止了叛乱。"},{"en":"The differences between the people of northern Carolina and southern Carolina became too great.","zh":"北卡罗来纳州和南卡罗来纳州人民之间的差异变得太大了。"},{"en":"The owners of the colony divided Carolina into two parts in 1612.","zh":"殖民地的所有者在1612年将卡罗莱纳州分成两部分。"},{"en":"The last English colony founded in the New World was Georgia.","zh":"在新大陆建立的最后一个英国殖民地是格鲁吉亚。"},{"en":"It was established in 1732,","zh":"它建于1732年,"},{"en":"under King George the Second.","zh":"在乔治二世的统治下。"},{"en":"Georgia was the idea of a man named James Oglethorpe.","zh":"乔治娅是一个叫詹姆斯 · 奥格尔索普的人的主意。"},{"en":"He wanted to solve the debtor problem in England.","zh":"他想解决英国的债务问题。"},{"en":"Debtors are people who cannot re-pay money they owe.","zh":"债务人是那些无法偿还欠款的人。"},{"en":"At that time, debtors were placed in prison.","zh":"当时，债务人被关进了监狱。"},{"en":"This made it impossible for them to earn the money needed to pay their debts.","zh":"这使他们不可能赚到偿还债务所需的钱。"},{"en":"Oglethorpe wanted to create a colony where debtors could go instead of going to prison.","zh":"奥格尔索普希望建立一个殖民地，让债务人可以去而不是进监狱。"},{"en":"He wanted it to be a place where people could have good lives.","zh":"他希望那是一个人们可以过上好日子的地方。"},{"en":"But not many debtors wanted to go to Georgia.","zh":"但是没有多少债务人愿意去格鲁吉亚。"},{"en":"The people who settled there were much like the people in the other colonies.","zh":"在那里定居的人很像其他殖民地的人。"},{"en":"They did not agree with all of Oglethorpe's ideas.","zh":"他们不同意奥格尔索普的所有观点。"},{"en":"They wanted to do things he did not believe were right,","zh":"他们想做他认为不对的事,"},{"en":"like drinking alcohol and owning slaves.","zh":"比如喝酒，拥有奴隶。"},{"en":"The settlers won in the end.","zh":"殖民者最终赢了。"},{"en":"They did not accept Oglethorpe's ideas about how they should live.","zh":"他们不接受奥格尔索普关于如何生活的观点。"},{"en":"Life was not easy in Georgia.","zh":"在乔治亚州生活并不容易。"},{"en":"Spaniards and pirates captured ships of all nations along the coast.","zh":"西班牙人和海盗劫持了沿海各国的船只。"},{"en":"Spain controlled Florida and also claimed Georgia and the Carolinas.","zh":"西班牙控制了佛罗里达州，并声称对格鲁吉亚和 Carolinas 拥有主权。"},{"en":"Border fights were common.","zh":"边境斗殴很常见。"},{"en":"Oglethorpe lost all his money trying to establish Georgia.","zh":"奥格尔索普在建立格鲁吉亚的过程中输光了所有的钱。"},{"en":"King George took control of the colony in 1752.","zh":"乔治国王于1752年控制了殖民地。"},{"en":"As all these new colonies were being established nearby,","zh":"当所有这些新的殖民地都在附近建立起来的时候,"},{"en":"the colony of Virginia was growing.","zh":"弗吉尼亚的殖民地正在发展壮大。"},{"en":"A way of life was developing there that was very different from that found in the north.","zh":"那里的生活方式与北方截然不同。"},{"en":"Most people in Virginia at this time were members of the Church of England.","zh":"当时在弗吉尼亚州的大多数人都是英格兰教会的成员。"},{"en":"Religion was not as important a part of their lives as it was to the people in the north.","zh":"宗教在他们生活中的重要性不如北方人。"},{"en":"In the New England colonies,","zh":"在新英格兰殖民地民兵里,"},{"en":"the clergy were considered the most important people in town.","zh":"神职人员被认为是城里最重要的人。"},{"en":"In the southern colonies,","zh":"在南部殖民地,"},{"en":"rich land owners were more important.","zh":"富有的土地所有者更重要。"},{"en":"People in Virginia did not live in towns,","zh":"弗吉尼亚人不住在城镇里,"},{"en":"as people did in Massachusetts.","zh":"就像人们在马萨诸塞州做的那样。"},{"en":"They lived along rivers on small farms or on large farms called plantations.","zh":"他们住在河边的小农场或者叫种植园的大农场里。"},{"en":"Living on a river made it easy to send goods to other nations by ship.","zh":"住在河边使得用船运送货物到其他国家变得很容易。"},{"en":"Virginians were sending large amounts of tobacco to England on those ships.","zh":"弗吉尼亚人用这些船运送大量烟草到英国。"},{"en":"It was the crop that earned them the most money.","zh":"他们赚的钱最多的是庄稼。"},{"en":"Growing tobacco destroys the elements in the soil that support plant life.","zh":"种植烟草会破坏土壤中维持植物生命的元素。"},{"en":"After a few years, nothing grows well on land that has been planted with tobacco.","zh":"几年后，在种植烟草的土地上没有什么东西长得好。"},{"en":"A farmer has to stop planting anything on the land every few years.","zh":"农民必须每隔几年停止在土地上种植任何东西。"},{"en":"That means he needs a lot of land.","zh":"这意味着他需要很多土地。"},{"en":"He also needs many workers.","zh":"他还需要很多工人。"},{"en":"So tobacco farmers in Virginia began to buy land and workers.","zh":"因此，弗吉尼亚州的烟农开始购买土地和工人。"},{"en":"At first, they bought the services of poor people who had no money or jobs.","zh":"起初，他们购买穷人的服务，这些穷人既没有钱也没有工作。"},{"en":"These people were called indentured servants.","zh":"这些人被称为契约仆人。"},{"en":"They made an agreement to work for a farmer for a period of four to seven years.","zh":"他们达成协议，为一个农民工作四到七年。"},{"en":"Then they were freed to work for themselves.","zh":"然后他们就可以自由地为自己工作了。"},{"en":"In 1619, a Dutch ship brought some Africans to Jamestown.","zh":"1619年，一艘荷兰船只把一些非洲人带到了詹姆斯敦。"},{"en":"They had been kidnapped from their homes by African traders and sold to the ship's captain.","zh":"他们被非洲商人从家中绑架，卖给了船长。"},{"en":"He sold them to the Virginia settlers.","zh":"他把它们卖给了弗吉尼亚殖民者。"}],[{"en":"Those first blacks may have been treated like indentured servants.","zh":"那些最初的黑人可能被当作契约仆人对待。"},{"en":"Later, however, colonists decided to keep them as slaves so they would not have to continue paying for workers.","zh":"然而，后来殖民者决定把他们当作奴隶，这样他们就不必继续为工人付工资了。"},{"en":"Indians did not make good slaves because they could run away.","zh":"印第安人不是好奴隶，因为他们可以逃跑。"},{"en":"Blacks could not.","zh":"黑人不能。"},{"en":"They had no place to go.","zh":"他们无处可去。"},{"en":"Slowly, laws were approved in Virginia that made it legal to keep black people as slaves.","zh":"慢慢地，弗吉尼亚州通过了法律，使得奴役黑人合法化。"},{"en":"By 1750, there were more Africans in Virginia than any other group.","zh":"到1750年，弗吉尼亚州的非洲人比其他任何一个群体都多。"},{"en":"History experts continue to debate if slavery caused prejudice in America or prejudice caused slavery.","zh":"历史专家仍在争论，奴隶制是否在美国造成了偏见，或是偏见造成了奴隶制。"},{"en":"No one knows the answer.","zh":"没人知道答案。"},{"en":"Most Europeans of the 17th century felt they were better than African people.","zh":"17世纪的大多数欧洲人觉得他们比非洲人好。"},{"en":"The reasons for this included the Africans' different customs.","zh":"原因包括非洲人不同的风俗习惯。"},{"en":"religion and the black color of their skin.","zh":"宗教和他们黑色的肤色。"},{"en":"Europeans believed the color black represented danger and death.","zh":"欧洲人认为黑色代表危险和死亡。"},{"en":"Slavery in the American south affected the history of the United States for many years.","zh":"美国南部的奴隶制多年来影响着美国的历史。"},{"en":"It divided the people and led to a great civil war.","zh":"它分裂了人民，导致了一场伟大的内战。"},{"en":"But slavery did not start in America.","zh":"但奴隶制并非始于美国。"},{"en":"That will be our story next week.","zh":"这将是我们下周的故事。"},{"en":"This MAKING OF A NATION program was written by Nancy Steinbach.","zh":"这个《建立一个国家》的节目是由 Nancy Steinbach 编写的。"},{"en":"This is Sarah Long.","zh":"我是 Sarah Long。"},{"en":"And this is Rich Kleinfeldt.","zh":"这位是 Rich Kleinfeldt。"}]]