[[{"en":"You ready to do our affirmations? Do we have to? It's stupid.","zh":"你准备好做我们的自我肯定了吗? 一定要做吗? 太蠢了。"},{"en":"sounds like someone needs a little gratitude in their attitude.","zh":"听起来某人的态度需要点感激。"},{"en":"Joy floods my thoughts and my life.","zh":"喜悦充满了我的思想和生活。"},{"en":"My efforts are being supported by the universe.","zh":"我的努力得到了宇宙的支持。"},{"en":"Oh, no, no, no. No, don't break on me, I'm begging you.","zh":"哦，不，不，不，不，别打断我，我求你了。"},{"en":"Oh, come on, keep going, you piece of crap!","zh":"哦，来吧，继续走，你这个垃圾！"},{"en":"I respond peacefully in all situations.","zh":"我在任何情况下都会和平应对。"},{"en":"So, I bet you're wondering why I asked you to come over.","zh":"你肯定在想我为什么叫你过来。"},{"en":"I know what I'm hoping for.","zh":"我知道我在期待什么。"},{"en":"I'm not gonna sleep with you. I just need some help.","zh":"我不会跟你上床的，我只是需要帮助。"},{"en":"Don't worry, I'm not asking for the child support you owe me.","zh":"别担心，我不是来要你欠我的抚养费的。"},{"en":"Awesome.","zh":"太棒了。"},{"en":"But I really need you to pay me back the money I lent you to buy the van.","zh":"但我真的需要你把借你买车的钱还给我。"},{"en":"Oh, okay. Well, your timing is good 'cause I'll have that money very soon.","zh":"好吧，你来得正好，我很快就能拿到钱了。"},{"en":"So never. I am, as we speak, in phase two of a surefire business deal.","zh":"所以永远不会，我现在正在进行一笔稳赚不赔的生意的第二阶段。"},{"en":"Was phase one smoking pot and watching TV?","zh":"第一阶段是抽大麻看电视吗？"},{"en":"You know me so well. Check this out.","zh":"你太了解我了，看看这个。"},{"en":"A couple weekends ago, I was stoned, watching golf on TV, and I noticed something very interesting.","zh":"几个周末之前，我在电视上看高尔夫球的时候嗑嗨了，我注意到了一些非常有趣的事情。"},{"en":"Every other commercial is for boner pills. It's like they know old white guys are watching.","zh":"其他的广告都是卖壮阳药的，好像他们知道白人老头在看似的。"},{"en":"Why were you watching golf? The announcers whisper, I find it very soothing.","zh":"你为什么看高尔夫球? 播音员低语，我发现它非常舒缓。"},{"en":"Anyway, I took the $3,000 I had buried in your backyard.","zh":"总之，我把埋在你后院的3000块拿走了。"},{"en":"There was three grand buried in the backyard? - Not the important part of the story.","zh":"- 后院埋了三千块?-这不是重点。"},{"en":"Follow me here. I wired all the money to a Tijuana pharmacy and bought 10,000 knock-off Viagras.","zh":"跟我来，我把所有的钱汇到提华纳的一家药店买了一万支山寨版的伟哥。"},{"en":"I'm driving down there in the morning, and on the way back up I'm gonna stop at every golf course I can find and bone up old white guys at ten dollars a pop.","zh":"我早上开车过去，回来的路上，我会在每个我能找到的高尔夫球场停下来，然后以10美元一次的价格和白人老男人做爱。"},{"en":"Ka-ching.","zh":"咔嚓。"},{"en":"Quick question. You don't make a habit of burying money in my backyard, do you?","zh":"问个问题，你不会习惯把钱埋在我家后院吧？"},{"en":"I'm not really sure that's any of your business.","zh":"我觉得这不关你的事。"},{"en":"Mom, what are you doing? Just trying to get our car fixed, honey. Go back to bed.","zh":"- 妈妈，你在干什么?-只是想把车修好，宝贝，回去睡觉。"},{"en":"Thanks for taking me to the meeting. Of course. Just remember, if I meet a cute guy","zh":"- 谢谢你带我去互助会-当然，记住，如果我遇到一个帅哥"},{"en":"I know, I know, I have to find my own way home.","zh":"我知道，我知道，我得自己找路回家。"},{"en":"Recovering from the fatal disease of alcoholism doesn't mean I can't get some strange every once in a while.","zh":"从酒精中毒这种致命的疾病中恢复过来并不意味着我不能偶尔变得奇怪。"},{"en":"You should sew that on a pillow. Listen, I have to ask you a question.","zh":"你应该把它缝在枕头上，听着，我得问你个问题。"},{"en":"Ask away unless it's about your father.","zh":"问吧，除非是关于你父亲的。"},{"en":"No, it's not. I'd know him if I saw him. Sure.","zh":"不，不是，如果我见到他，我会认出他的，当然。"},{"en":"So, what is it?","zh":"那么，这是什么？"},{"en":"Okay, well, I hate to do this, and I wouldn't if I wasn't really up against it, but is there any way you could lend me a few grand until the end of the month?","zh":"好吧，我讨厌这么做，如果我不是真的面临困境，我也不会这么做，但是你能不能借我几千块，直到月底？"},{"en":"Oh, boy. It's always so awkward when relatives ask for money.","zh":"天啊，亲戚要钱的时候总是很尴尬。"},{"en":"Relative? I'm not some second cousin who tracked you down on Facebook. I'm your daughter.","zh":"亲戚? 我不是什么在脸书上找到你的远房表亲，我是你女儿。"},{"en":"See, it's already uncomfortable.","zh":"看吧，已经很不舒服了。"},{"en":"Come on, you know I'm good for it.","zh":"别这样，你知道我有钱的。"},{"en":"Do I? - Mom! - I would help you if I could, but I'm strapped, too. I'm going paycheck to paycheck.","zh":"是吗？妈妈！如果可以的话我会帮你的，但我也身无分文。我要一个接一个的付钱。"},{"en":"Okay, thanks. - You know, I do have an idea that might buy you a little time.","zh":"- 好的，谢谢-我有个主意也许能给你争取点时间。"},{"en":"Great, what is it? - Why don't I move in with you and the kids and we'll share expenses?","zh":"- 太好了，什么事-不如我搬去和你还有孩子们一起住我们一起分担费用？"},{"en":"Oh. Yeah, that is an idea.","zh":"好主意。"},{"en":"We'd be roomies. - Yeah, roomies.","zh":"- 我们就是室友了-是啊，室友。"},{"en":"So, what do you say? - Ooh, it's a tough one.","zh":"- 你觉得怎么样-这个问题很棘手。"},{"en":"I say no and I might be broke and homeless, living on the street, scavenging for food like a dog.","zh":"如果我拒绝，我可能会破产，无家可归，流落街头，像条狗一样寻找食物。"},{"en":"I say yes and I'm living with you.","zh":"我答应了，就和你一起住。"},{"en":"So? - I'm thinking.","zh":"- 所以呢-我在想。"},{"en":"it seems like she's having a tough time.","zh":"看起来她过得很艰难。"},{"en":"She's got Louboutin shoes and a Prada handbag. She's doing fine.","zh":"她穿着 Louboutin 的鞋子，带着 Prada 的手提包，她过得很好。"},{"en":"Do you want a tissue? - Thank you. - Be right back.","zh":"- 要纸巾吗?-谢谢。"},{"en":"Wait. - What? - Hi. Um, Christy.","zh":"等等-什么?-嗨，克丽丝蒂。"},{"en":"Okay. - love the purse.","zh":"- 好的-我喜欢你的包。"},{"en":"Thanks. - Wait. - What? A are those Louboutins?","zh":"谢谢。-等等。-什么? 那些是 Louboutins？"},{"en":"Yeah. Eh, gorgeous. I had a pair once, but I had to ditch 'em, running away from a car fire. What a night.","zh":"是的。真漂亮。我曾经有一双，但是我不得不扔掉它们，因为一场车祸。多美好的夜晚。"},{"en":"Boy, you drunks are a chatty bunch.","zh":"天啊，你们这群酒鬼还真能聊。"},{"en":"Yeah, well, that's what we do here share war stories.","zh":"是啊，这就是我们分享战争故事的方式。"}],[{"en":"Sounds great, - but I don't belong here. I'm not an alcoholic.","zh":"听起来不错，但我不属于这里，我不是酒鬼。"},{"en":"That's funny. That's exactly how I felt my first meeting.","zh":"有意思，我第一次见面就是这种感觉。"},{"en":"No, you clearly belong here.","zh":"不，你显然属于这里。"},{"en":"What's going on? - Oh, um, I just thought that we could invite Regina. out for a cup of coffee.","zh":"- 怎么了-我想我们可以邀请瑞金娜出去喝杯咖啡。"},{"en":"Oh, how nice. Why would we do that? - We're supposed to help each other.","zh":"哦，太好了，我们为什么要这么做?-我们应该互相帮助的。"},{"en":"That's just a suggestion, it's not a rule.","zh":"那只是个建议，不是规则。"},{"en":"Um, Regina, this is my mom Bonnie. - Hi. Why do you want to buy me coffee?","zh":"- 瑞金娜，这是我妈妈邦妮-你好，为什么要请我喝咖啡？"},{"en":"See, it's not just me. - I just thought you might need somebody to talk to.","zh":"- 不只是我-我只是觉得你可能需要找个人聊聊。"},{"en":"Yeah, well, I don't. - Got it. I'm sorry to have bothered you.","zh":"- 我不知道-知道了，很抱歉打扰你。"},{"en":"Love, love, love the shoes.","zh":"喜欢，喜欢，喜欢这双鞋。"},{"en":"Hang on. I guess there's no harm in a cup of coffee. - Aw, damn it.","zh":"- 等等，我想喝杯咖啡也没什么坏处-该死。"},{"en":"You'll have to forgive my mother, and if you do, please tell me how.","zh":"你得原谅我母亲，如果你原谅了，请告诉我该怎么做。"},{"en":"So there I am, drunk off my ass, driving down the 5 freeway on a stolen lawn mower in the car pool lane topless.","zh":"所以我就这样，醉得不省人事，光着上身开着偷来的割草机在5号高速公路上行驶在拼车道上。"},{"en":"Oh, good times. - I got one for you.","zh":"- 真是美好的时光-我也给你准备了一个。"},{"en":"I walked into the kitchen one morning to make my family some breakfast, and I realized, \"This isn't my house, that isn't my family.","zh":"一天早上，我走进厨房给我的家人做早餐，然后我意识到，“这不是我的房子，那不是我的家人。"},{"en":"And what the hell am I doing in Vancouver?\"","zh":"我到底在温哥华做什么?”"},{"en":"But the reason I stopped drinking is because I came to the horrifying realization that I was turning into my mother.","zh":"但我戒酒的原因是因为我惊恐地意识到我正在变成我的母亲。"},{"en":"Hey. - Oh, I'm sorry, did I hurt your feelings?","zh":"- 嘿-抱歉，我伤到你了吗？"},{"en":"Yes. - Well, you ruined my life, so we're even.","zh":"- 是的-你毁了我的生活，所以我们扯平了。"},{"en":"So, Regina, tell us about you. - Oh, I don't have any stories like that.","zh":"- 瑞金娜，跟我们说说你吧-我没有这样的故事。"},{"en":"I had a great childhood, great parents, did well in school.","zh":"我有一个美好的童年，伟大的父母，在学校表现出色。"},{"en":"no wonder you were having a nervous breakdown at an AA meeting.","zh":"难怪你在匿名戒酒会上精神崩溃。"},{"en":"I don't like you. - I'm just going through a tough time right now.","zh":"- 我不喜欢你-我只是现在很难过。"},{"en":"My job is really stressful. I'm a money manager.","zh":"我的工作压力很大，我是个理财师。"},{"en":"People trust me with millions of dollars. And on top of that, I'm in the middle of a nasty divorce,","zh":"人们把数百万美元托付给我，更重要的是，我正在经历一场令人不快的离婚,"},{"en":"so yeah, maybe I like to take the edge off at the end of the day with a couple of bottles of wine, a few shots of tequila and a fistful of muscle relaxers.","zh":"所以是的，也许我喜欢在一天结束的时候喝几瓶酒，喝几杯龙舌兰，吃一把肌肉松弛剂来放松一下。"},{"en":"But so what?","zh":"那又怎样？"},{"en":"Every morning at 6:00 a.m. I pick myself up off that floor steal some of my kid's Ritalin and start the day anew.","zh":"每天早上六点，我从地板上爬起来偷点我孩子的利他林然后重新开始新的一天。"},{"en":"So, if you need to save somebody, go save somebody who needs saving. Because I don't have a problem.","zh":"所以，如果你要救人，就去救需要救的人吧，因为我没有问题。"},{"en":"You heard her, let's go.","zh":"你听到她说的了，我们走。"},{"en":"This is ridiculous, I should go home.","zh":"这太荒谬了，我该回家了。"},{"en":"Yeah, I don't think it's a good idea for you to be alone tonight.","zh":"我觉得你今晚一个人不太好。"},{"en":"And this'll be fun like a slumber party but, you know, for broken people.","zh":"这会像睡衣派对一样有趣，但是，你知道，是为伤心的人准备的。"},{"en":"What about my car? - It'll be okay. We'll, we'll get it in the morning.","zh":"- 我的车怎么办?-没事的，我们明天早上就能拿到。"},{"en":"All right, I guess I'll stay.","zh":"好吧，我想我会留下来。"},{"en":"Good. You two have a great time, I'll see you tomorrow.","zh":"很好，祝你们玩得开心，明天见。"},{"en":"Hey, where do you think you're going? - Home! I sleep better in my own bed. - I know a dozen men who think otherwise.","zh":"嘿，你要去哪儿？回家！我在自己的床上睡得更好。我知道有十几个人不这么想。"},{"en":"Come on, you heard her. She's not very fond of me.","zh":"拜托，你听到她说的了，她不怎么喜欢我。"},{"en":"That's what I like about her. Now stay.","zh":"这就是我喜欢她的地方，留下吧。"},{"en":"So, where's the guest room? - Right this way. Welcome.","zh":"那么，客房在哪里?-这边请，欢迎。"},{"en":"All right. Do I have my own bathroom? - I don't have my own bathroom. It's over there.","zh":"- 好吧，我有自己的浴室吗?-我没有自己的浴室，在那边。"},{"en":"Hold on. - What? - Show me the bag.","zh":"- 等等-什么?-给我看看包。"},{"en":"I don't want to. - Give it to me.","zh":"- 我不要-给我。"},{"en":"Mom, what are you doing? - Helping. Give. Thank you.","zh":"妈妈，你在做什么?-帮助。给。谢谢。"},{"en":"I do a lot of entertaining. Sometimes I entertain musicians.","zh":"我做很多娱乐活动，有时候我娱乐音乐家。"},{"en":"Those are for injuries sustained while entertaining. Can I pee now?!","zh":"这些是娱乐时受伤用的，我现在能尿尿了吗！"},{"en":"Maybe. What do you got going on with your cleavage?","zh":"也许吧，你的乳沟是怎么回事？"},{"en":"I'm a full-figured woman.","zh":"我是个丰满的女人。"},{"en":"Yeah, and I want to motorboat you all night long. Now give. Ah, cocaine. I miss the '80s.","zh":"是的，我想整晚都在你身上摩擦，现在给我，啊，可卡因，我怀念80年代。"},{"en":"Oh, please. You were doing it three years ago.","zh":"拜托，你三年前就这么做了。"},{"en":"We good? - You're free to urinate.","zh":"- 没事了吧-你可以随便撒尿了。"},{"en":"Not like there's anything else I can do in there now.","zh":"我在里面什么都做不了。"},{"en":"What are we gonna do with all this stuff?","zh":"我们要怎么处理这些东西？"},{"en":"I don't know. I guess just throw it away.","zh":"我不知道，我想把它扔了吧。"},{"en":"Really? Shouldn't we save it for when I relapse? - Mom.","zh":"- 真的吗，不该留到我复发的时候吗-妈妈。"},{"en":"Oh, come on. We all know it's comin'.","zh":"拜托，我们都知道会这样。"},{"en":"What is a \"Limp Bizkit\"?","zh":"“软饼”是什么？"}],[{"en":"It's a band. My ex-husband tried to get rich selling counterfeit rock and roll T-shirts.","zh":"是个乐队，我前夫想靠卖假冒摇滚 T 恤发财。"},{"en":"If you like it, I've got 6,000 more in the garage. - This'll do.","zh":"如果你喜欢，我车库里还有6000个-这个可以。"},{"en":"Well, um, you know where the bathroom is, the kitchen's right there and if you need anything, my mom and I are in that bedroom.","zh":"你知道卫生间在哪儿，厨房就在那儿如果你需要什么，我和妈妈就在那间卧室里。"},{"en":"Thank you. Good night. - Good night.","zh":"- 谢谢，晚安-晚安。"},{"en":"Regina, I know this is difficult for you, but I just want you to know I think you're doing great.","zh":"瑞金娜，我知道这对你来说很难但我只想让你知道我觉得你做得很好。"},{"en":"Really? 'Cause I think I might snap and kill you and your mother in your sleep.","zh":"真的吗，因为我觉得我可能会在你睡觉的时候把你和你妈妈都杀了。"},{"en":"Well, you haven't lost your sense of humor. - I don't have a sense of humor.","zh":"- 你还没有失去幽默感-我没有幽默感。"},{"en":"Okay. Sleeping with one eye open. - Night-night. - Night-night.","zh":"好吧，睁一只眼睡觉-晚安-晚安。"},{"en":"That's my side. - I'm a guest. - I don't care. Move over.","zh":"那是我的位置，我是客人，我不管，让开。"},{"en":"How's the train wreck? - I don't know. The point is, we're doing a good deed.","zh":"- 火车事故怎么样了-我不知道，重点是，我们在做好事。"},{"en":"Yeah. Assuming she doesn't melt down and try to kill us in our sleep.","zh":"是啊，前提是她不会崩溃然后趁我们睡觉的时候杀了我们。"},{"en":"Why would you say that? - I was kidding. - Okay. Good night. - Good night.","zh":"你为什么这么说?-我开玩笑的。-好吧。晚安。-晚安。"},{"en":"You know, if we were roomies, we could do this every night.","zh":"如果我们是室友，我们可以每晚都这样。"},{"en":"Of course, if I moved in, I'd want to zhush up the place a little.","zh":"当然，如果我搬进来的话，我会想把这个地方装饰一下。"},{"en":"What's wrong with it? Eh, it lacks zhush. It's zhush-less.","zh":"有什么问题吗? 呃，没有“ zhush”没有“ zhush”。"},{"en":"Well, I think it's homey. - Yeah, you also think you can catch a man with sweatpants.","zh":"- 我觉得这里很温馨-是啊，你还觉得你能抓住一个穿运动裤的男人。"},{"en":"Christy? - Come on in. - Sorry to bother you. - Oh, no worries. What's up?","zh":"克丽丝蒂?-进来吧。-抱歉打扰你了。-哦，没关系。怎么了？"},{"en":"I'm not gonna be able to sleep until I tell somebody what's really going on.","zh":"除非我告诉别人发生了什么否则我会睡不着的。"},{"en":"Okay. - I saw a lezbo porn movie start just like this.","zh":"- 好吧-我看过一部拉拉色情电影就是这样开头的。"},{"en":"I kind of got bigger problems than I let on. Financial problems. - Oh, no shame in that.","zh":"- 我遇到了比我表现出来的更大的问题，经济问题-哦，没什么好羞愧的。"},{"en":"My car just broke down, I can't afford to fix it and I have credit card debt like you wouldn't believe.","zh":"我的车坏了，我没钱修还有信用卡债务，你不会相信的。"},{"en":"Really? How much? - Nineteen thousand dollars.","zh":"真的吗? 多少钱?-一万九千美元。"},{"en":"You are so cute. Try $3.5 million.","zh":"你真可爱，试试350万吧。"},{"en":"- What? You know how I told you people trust me with their money? - Yeah. - They shouldn't. - I embezzled from my clients.","zh":"什么？还记得我跟你说过，人们信任我，把钱交给我吗？是啊。他们不应该。我从客户那里挪用公款。"},{"en":"Why? What kind of question is that? - What's the better question? - How?","zh":"为什么? 这是什么问题？"},{"en":"You got to be good at math and have a face people trust.","zh":"你得擅长数学，还要有人们信任的面孔。"},{"en":"And the dream dies.","zh":"然后梦想破灭。"},{"en":"Anyway the real reason I came here tonight was I think the police might be waiting for me at my house.","zh":"不管怎样，我今晚来这里的真正原因是我觉得警察可能在我家等我。"},{"en":"It's all gonna be okay. How can you say that?","zh":"一切都会好起来的，你怎么能这么说？"},{"en":"Oh, not for you. I was kind of saying it to myself.","zh":"不是为了你，我是在自言自语。"},{"en":"What? - I thought I was in trouble, but, listening to you, I realized I have great problems. I love them! I love my problems!","zh":"什么？我以为我有麻烦了，但是，听了你的话，我意识到我有大麻烦了。我爱他们！我喜欢我的问题！"},{"en":"You done? - Yeah. I'm sorry. Tonight's about you. I just got excited. Go on.","zh":"- 你说完了?-是的，抱歉，今晚是你的，我只是太兴奋了，继续。"},{"en":"I don't know what I'm gonna do.","zh":"我不知道该怎么办。"},{"en":"Well, whatever it is, you don't have to go through it alone. - Thank you.","zh":"- 不管是什么，你都不用独自承受-谢谢。"},{"en":"Regina, wait. Come on. Snuggle in. - Maybe I will.","zh":"- 瑞金娜，等等，过来，抱一下-也许我会的。"},{"en":"Mom. - What? - Regina's gone. - Okay. - Wake up. - What? - We got to go find her.","zh":"- 妈妈-什么?-Regina 走了-好了-醒醒-什么?-我们得去找她。"},{"en":"Oh, for God's sake. Haven't we helped enough?","zh":"看在上帝的份上，我们帮的还不够多吗？"},{"en":"She doesn't have her car. We can still catch her.","zh":"她没开车，我们还能抓到她。"},{"en":"All right. - Hey, you suppose there's a reward for her capture?","zh":"- 好吧-你觉得抓住她会有奖励吗？"},{"en":"You'd really turn her in? - Oh, honey, if there was a big enough reward, I'd turn you in.","zh":"- 你真的要告发她吗-亲爱的如果有足够大的悬赏，我会告发你的。"},{"en":"Do you think that's her? Do I think that's her?","zh":"你觉得是她吗，我觉得是她吗？"},{"en":"Hey. - Hey, Christy. Where you headed? - Canada. Gonna build a whole new life there.","zh":"- 克丽丝蒂，你要去哪里?-加拿大，要在那里开始新生活。"},{"en":"You know, you can be extradited from Canada.","zh":"你可以从加拿大引渡回来。"},{"en":"Are you sure? - Oh, I'm positive. - Okay, then. Mexico.","zh":"你确定吗?-哦，我确定。-好吧，那么。墨西哥。"},{"en":"I'll tell you what, if I stole that kind of money, I'd make damn sure I had a getaway plan that didn't involve a tricycle.","zh":"我告诉你，如果我偷了那么多钱，我会确保我的逃跑计划不会牵扯到三轮车。"},{"en":"You're right. I should've just whipped out my boobs and grabbed a lawn mower.","zh":"你说得对，我应该把胸部露出来然后拿个割草机。"},{"en":"Calm down, ladies, you're both gangsters.","zh":"冷静点，女士们，你们都是黑帮的。"},{"en":"Hey, the sun's coming out. - Thank you, Annie.","zh":"- 太阳出来了-谢谢你，安妮。"},{"en":"How about that. First time I've gone the whole night without a drink in, like, 16, 17 years. Oh, damn, I am an alcoholic.","zh":"怎么样。这是我十六七年来第一次一整晚没喝酒。该死，我是个酒鬼。"},{"en":"Cheer up. There's lots of meetings in prison. - I really don't like you.","zh":"开心点，监狱里有很多互助会-我真的不喜欢你。"},{"en":"That's okay. I like myself enough for the both of us.","zh":"没关系，我喜欢我自己，我们两个都喜欢。"},{"en":"You need some money, Christy? - Yeah, why? - I still have some stashed away, and the Feds are just gonna take it.","zh":"你需要钱吗，克丽丝蒂？是啊，怎么了？我还藏了一些，联邦调查局的人会拿走的。"}],[{"en":"Let me help you out. - Really? - Do it.","zh":"- 我来帮你-真的。"},{"en":"Gee, I don't know. - Take it. - No, Regina, I don't want your money. - Damn it.","zh":"我不知道，拿去吧，不，瑞金娜，我不要你的钱。"},{"en":"It's technically not my money. - Even still. It's just it's not what this is about.","zh":"- 严格来说这不是我的钱-即使是这样，也不是这么回事。"},{"en":"You're a good woman, Christy. - Thank you. - And Bonnie? - Yeah? I think you know where we stand.","zh":"你是个好女人，克丽丝蒂。-谢谢。-还有邦妮?-是吗? 我想你知道我们的立场。"},{"en":"I do. When you go to prison, can I have your purse?","zh":"是的，等你进了监狱，能把你的钱包给我吗？"},{"en":"Bill, bill, bill. Oh, crap, I'm gonna have to live with my mother.","zh":"比尔，比尔，比尔，该死，我得和我妈住一起了。"},{"en":"Hey, got a minute? - Sure, come on in.","zh":"- 有时间吗-当然，进来吧。"},{"en":"Lot of holes in the backyard. - Yep, I was trying to rob your bank.","zh":"- 后院有很多洞-是的，我想抢你的银行。"},{"en":"No need. Thank you, Mexican Viagra.","zh":"不用了，谢谢你，墨西哥伟哥。"},{"en":"What? - I sold all of it before I got out of San Diego.","zh":"- 什么-我离开圣地亚哥之前把它们都卖了。"},{"en":"This is unbelievable! - And that's just your share.","zh":"- 真是难以置信-这只是你的一部分。"},{"en":"There's more?! - No.","zh":"- 还有吗-没有。"},{"en":"You know what? Uh I don't care. Thank you, thank you, thank you.","zh":"你知道吗? 我不在乎，谢谢，谢谢，谢谢。"},{"en":"I took one before I came over just in case you want to really thank me.","zh":"我来之前吃了一片以防你真的想感谢我。"},{"en":"Sure! What the hell.","zh":"当然，管他呢。"}]]