[[{"en":"CHAPTER 1","zh":"第一章"},{"en":"LOG ENTRY: SOL 6","zh":"第6个火星日志"},{"en":"I’m pretty much fucked.","zh":"我完蛋了。"},{"en":"That’s my considered opinion.","zh":"这是我深思熟虑后的想法。"},{"en":"Fucked.","zh":"完蛋了。"},{"en":"Six days into what should be the greatest two months of my life, and it’s turned into a nightmare.","zh":"本该是我人生中最美好的两个月的六天却变成了一场噩梦。"},{"en":"I don’t even know who’ll read this.","zh":"我都不知道谁会看这个。"},{"en":"I guess someone will find it eventually.","zh":"我想总会有人找到的。"},{"en":"Maybe a hundred years from now.","zh":"也许一百年后。"},{"en":"For the record…I didn’t die on Sol 6.","zh":"郑重声明，我没有死在第六个火星日。"},{"en":"Certainly the rest of the crew thought I did, and I can’t blame them.","zh":"当然，其他船员认为我做到了，我不能责怪他们。"},{"en":"Maybe there’ll be a day of national mourning for me, and my Wikipedia page will say, “Mark Watney is the only human being to have died on Mars.”","zh":"也许会有一天全国为我哀悼，我的维基百科页面会说，“马克 · 沃特尼是唯一一个死在火星上的人。”"},{"en":"And it’ll be right, probably.","zh":"也许是对的。"},{"en":"’Cause I’ll surely die here.","zh":"因为我一定会死在这里。"},{"en":"Just not on Sol 6 when everyone thinks I did.","zh":"只不过不是在第六个火星日，大家都以为是我干的。"},{"en":"Let’s see…where do I begin?","zh":"让我想想... 从哪里开始呢？"},{"en":"The Ares Program.","zh":"战神计划。"},{"en":"Mankind reaching out to Mars to send people to another planet for the very first time and expand the horizons of humanity blah, blah, blah.","zh":"人类第一次向火星伸出援手将人类送到另一个星球扩展人类的视野等等。"},{"en":"The Ares 1 crew did their thing and came back heroes.","zh":"战神一号的队员们完成了他们的任务，英雄般地回来了。"},{"en":"They got the parades and fame and love of the world.","zh":"他们得到了全世界的游行，名声和爱。"},{"en":"Ares 2 did the same thing, in a different location on Mars.","zh":"阿瑞斯2号在火星的另一个地方也做了同样的事情。"},{"en":"They got a firm handshake and a hot cup of coffee when they got home.","zh":"当他们回到家时，他们紧紧地握了握手，喝了一杯热咖啡。"},{"en":"Ares 3.","zh":"阿瑞斯3号。"},{"en":"Well, that was my mission.","zh":"那是我的任务。"},{"en":"Okay, not mine per se.","zh":"好吧，不是我的。"},{"en":"Commander Lewis was in charge.","zh":"刘易斯指挥官是负责人。"},{"en":"I was just one of her crew.","zh":"我只是她的一个手下。"},{"en":"Actually, I was the very lowest ranked member of the crew.","zh":"事实上，我是船员中排名最低的。"},{"en":"I would only be “in command” of the mission if I were the only remaining person.","zh":"如果只剩下我一个人，我才能“指挥”这次任务。"},{"en":"What do you know? I’m in command.","zh":"你知道什么? 我是指挥官。"},{"en":"I wonder if this log will be recovered before the rest of the crew die of old age.","zh":"我想知道在其他船员老死之前这根木头是否还能找到。"},{"en":"I presume they got back to Earth all right.","zh":"我想他们已经安全回到地球了。"},{"en":"Guys, if you’re reading this: It wasn’t your fault.","zh":"伙计们，如果你们读到这个，这不是你们的错。"},{"en":"You did what you had to do.","zh":"你做了你该做的。"},{"en":"In your position I would have done the same thing.","zh":"如果我是你，我也会这么做的。"},{"en":"I don’t blame you, and I’m glad you survived.","zh":"我不怪你，我很高兴你活下来了。"},{"en":"I guess I should explain how Mars missions work, for any layman who may be reading this.","zh":"我想我应该解释一下火星任务是如何进行的，对于任何可能正在阅读这篇文章的门外汉来说。"},{"en":"We got to Earth orbit the normal way, through an ordinary ship to Hermes.","zh":"我们以正常的方式进入地球轨道，通过一艘普通的飞船到达赫尔墨斯。"},{"en":"All the Ares missions use Hermes to get to and from Mars.","zh":"所有的阿瑞斯任务都使用赫耳墨斯来往火星。"},{"en":"It’s really big and cost a lot so NASA built only one.","zh":"它真的很大，成本很高，所以美国宇航局只建造了一个。"},{"en":"Once we got to Hermes, four additional unmanned missions brought us fuel and supplies while we prepared for our trip.","zh":"我们到达赫尔墨斯后，又有四次无人驾驶飞行任务给我们带来了燃料和补给，同时我们也在为我们的旅行做准备。"},{"en":"Once everything was a go, we set out for Mars.","zh":"一切准备就绪，我们就出发前往火星。"},{"en":"But not very fast.","zh":"但不是很快。"},{"en":"Gone are the days of heavy chemical fuel burns and trans-Mars injection orbits.","zh":"大量燃烧化学燃料和跨火星喷射轨道的日子已经一去不复返了。"},{"en":"Hermes is powered by ion engines.","zh":"赫尔墨斯是由离子发动机驱动的。"},{"en":"They throw argon out the back of the ship really fast to get a tiny amount of acceleration.","zh":"他们把氩快速抛出飞船的后部以获得微小的加速度。"},{"en":"The thing is, it doesn’t take much reactant mass, so a little argon (and a nuclear reactor to power things) let us accelerate constantly the whole way there.","zh":"问题是，它不需要太多的反应物质量，所以一点氩气(和一个核反应堆来提供能量)让我们在整个过程中不断加速。"},{"en":"You’d be amazed at how fast you can get going with a tiny acceleration over a long time.","zh":"你会惊奇地发现，在很长一段时间内，你能以极小的加速度飞行。"},{"en":"I could regale you with tales of how we had great fun on the trip, but I won’t.","zh":"我可以告诉你我们在旅途中有多开心，但我不会。"},{"en":"I don’t feel like reliving it right now.","zh":"我现在不想再经历一次。"},{"en":"Suffice it to say we got to Mars 124 days later without strangling each other.","zh":"可以说我们在124天后到达了火星而没有互相掐死对方。"},{"en":"From there, we took the MDV (Mars descent vehicle) to the surface.","zh":"从那里，我们乘坐 MDV (火星下降飞行器)到达火星表面。"},{"en":"The MDV is basically a big can with some light thrusters and parachutes attached.","zh":"MDV 基本上是一个大罐子，上面装有一些轻型推进器和降落伞。"},{"en":"Its sole purpose is to get six humans from Mars orbit to the surface without killing any of them.","zh":"它的唯一目的是让六个人从火星轨道到达地球表面而不杀死他们中的任何一个。"},{"en":"And now we come to the real trick of Mars exploration: having all of our shit there in advance.","zh":"现在我们来到火星探索的真正诀窍: 提前把我们所有的东西都放在那里。"},{"en":"A total of fourteen unmanned missions deposited everything we would need for surface operations.","zh":"总共14次无人驾驶飞行任务为我们的地面行动提供了所需的一切。"},{"en":"They tried their best to land all the supply vessels in the same general area, and did a reasonably good job.","zh":"他们尽最大努力使所有补给船只在同一大区降落，而且做得相当不错。"},{"en":"Supplies aren’t nearly so fragile as humans and can hit the ground really hard.","zh":"补给远不如人类那么脆弱，能够非常有力地击中地面。"},{"en":"But they tend to bounce around a lot.","zh":"但它们往往反弹了很多。"}],[{"en":"Naturally, they didn’t send us to Mars until they’d confirmed that all the supplies had made it to the surface and their containers weren’t breached.","zh":"当然，他们并没有把我们送到火星，直到他们确认所有的补给都到达了火星表面，并且他们的容器没有被破坏。"},{"en":"Start to finish, including supply missions, a Mars mission takes about three years.","zh":"从开始到结束，包括补给任务，火星任务大约需要三年时间。"},{"en":"In fact, there were Ares 3 supplies en route to Mars while the Ares 2 crew were on their way home.","zh":"事实上，战神3号的补给正在前往火星的途中，而战神2号的成员正在回家的路上。"},{"en":"The most important piece of the advance supplies, of course, was the MAV.","zh":"先进补给中最重要的当然是 MAV。"},{"en":"The Mars ascent vehicle.","zh":"火星上升飞行器。"},{"en":"That was how we would get back to Hermes after surface operations were complete.","zh":"这就是我们如何回到赫尔墨斯后，地面作业完成。"},{"en":"The MAV was soft-landed (as opposed to the balloon bounce-fest the other supplies had).","zh":"升空载具是软着陆的(相对于其他供应品的气球弹跳盛宴)。"},{"en":"Of course, it was in constant communication with Houston, and if there had been any problems with it, we would have passed by Mars and gone home without ever landing.","zh":"当然，它一直与休斯顿保持着联系，如果它有任何问题的话，我们就会经过火星，然后回家，从来没有着陆过。"},{"en":"The MAV is pretty cool.","zh":"升空载具很酷。"},{"en":"Turns out, through a neat set of chemical reactions with the Martian atmosphere, for every kilogram of hydrogen you bring to Mars, you can make thirteen kilograms of fuel.","zh":"事实证明，通过与火星大气层的一系列化学反应，每把一公斤氢气带到火星，你就可以制造出13公斤的燃料。"},{"en":"It’s a slow process, though.","zh":"不过这是一个缓慢的过程。"},{"en":"It takes twenty-four months to fill the tank.","zh":"要花二十四个月的时间才能把油箱加满。"},{"en":"That’s why they sent it long before we got here.","zh":"这就是为什么他们在我们来之前就寄出了。"},{"en":"You can imagine how disappointed I was when I discovered the MAV was gone.","zh":"你可以想象当我发现升空载具不见了我有多失望。"},{"en":"It was a ridiculous sequence of events that led to me almost dying, and an even more ridiculous sequence that led to me surviving.","zh":"这是一系列荒谬的事件，导致我差点死去，更荒谬的是，这一系列事件导致我活了下来。"},{"en":"The mission is designed to handle sandstorm gusts up to 150 kph.","zh":"这项任务的设计目的是应对时速高达150公里的沙尘暴。"},{"en":"So Houston got understandably nervous when we got whacked with 175 kph winds.","zh":"所以当我们被时速175公里的大风袭击时，休斯顿变得紧张起来，这是可以理解的。"},{"en":"We all got in our flight space suits and huddled in the middle of the Hab, just in case it lost pressure.","zh":"我们都穿上了飞行太空服，挤在 Hab 舱的中央，以防它失去压力。"},{"en":"But the Hab wasn’t the problem.","zh":"但 Hab 舱不是问题所在。"},{"en":"The MAV is a spaceship.","zh":"MAV 是一艘宇宙飞船。"},{"en":"It has a lot of delicate parts.","zh":"它有很多微妙的部分。"},{"en":"It can put up with storms to a certain extent, but it can’t just get sandblasted forever.","zh":"它可以在一定程度上忍受风暴，但它不能永远被喷沙。"},{"en":"After an hour and a half of sustained wind, NASA gave the order to abort.","zh":"经过一个半小时的持续风力，美国宇航局下令取消任务。"},{"en":"Nobody wanted to stop a monthlong mission after only six days, but if the MAV took any more punishment, we’d all have gotten stranded down there.","zh":"没有人愿意在仅仅六天之后就停止一个月的任务，但是如果升空载具受到更多的惩罚，我们都会被困在那里。"},{"en":"We had to go out in the storm to get from the Hab to the MAV.","zh":"我们不得不冒着暴风雨从居住舱到升空载具。"},{"en":"That was going to be risky, but what choice did we have?","zh":"这是有风险的，但我们别无选择？"},{"en":"Everyone made it but me.","zh":"除了我，大家都活下来了。"},{"en":"Our main communications dish, which relayed signals from the Hab to Hermes, acted like a parachute, getting torn from its foundation and carried with the torrent.","zh":"我们的主通讯天线把 Hab 舱的信号传送给 Hermes，它就像一个降落伞，从地基上被扯下来，随着洪流一起运送。"},{"en":"Along the way, it crashed through the reception antenna array.","zh":"一路上，它穿过了接收天线阵列。"},{"en":"Then one of those long thin antennae slammed into me end-first.","zh":"然后其中一根细长的触角从末端先撞到了我。"},{"en":"It tore through my suit like a bullet through butter, and I felt the worst pain of my life as it ripped open my side.","zh":"它像子弹穿过黄油一样撕裂了我的防护服，当它撕裂我的身体时，我感到了生命中最大的痛苦。"},{"en":"I vaguely remember having the wind knocked out of me (pulled out of me, really) and my ears popping painfully as the pressure of my suit escaped.","zh":"我依稀记得风把我吹走了(真的是把我吹走了) ，我的耳朵痛苦地鼓起来，因为我的衣服的压力消失了。"},{"en":"The last thing I remember was seeing Johanssen hopelessly reaching out toward me.","zh":"我记得的最后一件事是看到 Johanssen 绝望地向我伸出手。"},{"en":"I awoke to the oxygen alarm in my suit.","zh":"我醒来的时候发现我的衣服里有氧气报警器。"},{"en":"A steady, obnoxious beeping that eventually roused me from a deep and profound desire to just fucking die.","zh":"一个稳定的，讨厌的哔哔声最终把我从一种深深的渴望中唤醒，我他妈的想死。"},{"en":"The storm had abated; I was facedown, almost totally buried in sand.","zh":"风暴减弱了，我脸朝下，几乎被沙子完全埋没了。"},{"en":"As I groggily came to, I wondered why I wasn’t more dead.","zh":"当我迷迷糊糊地醒来时，我在想为什么我没有死得更惨。"},{"en":"The antenna had enough force to punch through the suit and my side, but it had been stopped by my pelvis.","zh":"天线有足够的力量穿过宇航服和我的侧面，但是它被我的骨盆挡住了。"},{"en":"So there was only one hole in the suit (and a hole in me, of course).","zh":"所以这套衣服上只有一个洞(当然，我身上也有一个洞)。"},{"en":"I had been knocked back quite a ways and rolled down a steep hill.","zh":"我被击退了很远，从一座陡峭的山上滚了下来。"},{"en":"Somehow I landed facedown, which forced the antenna to a strongly oblique angle that put a lot of torque on the hole in the suit.","zh":"不知怎么的，我脸朝下着地了，迫使天线成了一个强烈的倾斜角度，给宇航服上的洞施加了很大的扭矩。"},{"en":"It made a weak seal.","zh":"它造就了一个脆弱的海豹。"},{"en":"Then, the copious blood from my wound trickled down toward the hole.","zh":"然后，从我的伤口大量的血滴向洞。"},{"en":"As the blood reached the site of the breach, the water in it quickly evaporated from the airflow and low pressure, leaving a gunky residue behind.","zh":"当血液到达缺口的位置时，里面的水很快就被气流和低压蒸发了，留下了粘稠的残留物。"},{"en":"More blood came in behind it and was also reduced to gunk.","zh":"更多的血从后面流了进来，也变成了黏糊糊的东西。"},{"en":"Eventually, it sealed the gaps around the hole and reduced the leak to something the suit could counteract.","zh":"最终，它密封了洞周围的缝隙，减少了泄漏，使宇航服可以抵消。"},{"en":"The suit did its job admirably.","zh":"这套衣服的功效令人钦佩。"}],[{"en":"Sensing the drop in pressure, it constantly flooded itself with air from my nitrogen tank to equalize.","zh":"感觉到压力的下降，它不断地从我的氮气罐里充满空气来平衡。"},{"en":"Once the leak became manageable, it only had to trickle new air in slowly to relieve the air lost.","zh":"一旦泄漏得到控制，它只需要慢慢地滴入新的空气，以减轻空气的损失。"},{"en":"After a while, the CO2 (carbon dioxide) absorbers in the suit were expended.","zh":"过了一会儿，衣服里的 CO2(二氧化碳)吸收器用完了。"},{"en":"That’s really the limiting factor to life support.","zh":"这就是生命维持系统的限制因素。"},{"en":"Not the amount of oxygen you bring with you, but the amount of CO2 you can remove.","zh":"不是你随身携带的氧气量，而是你可以去除的二氧化碳量。"},{"en":"In the Hab, I have the oxygenator, a large piece of equipment that breaks apart CO2 to give the oxygen back.","zh":"在 Hab 舱里，我有一个氧合器，这是一个大型的设备，用来分解二氧化碳，把氧气送回去。"},{"en":"But the space suits have to be portable, so they use a simple chemical absorption process with expendable filters.","zh":"但是太空服必须是便携式的，所以他们使用一个简单的化学吸收过程和一次性过滤器。"},{"en":"I’d been asleep long enough that my filters were useless.","zh":"我睡得够久了，过滤器都没用了。"},{"en":"The suit saw this problem and moved into an emergency mode the engineers call “bloodletting.” Having no way to separate out the CO2, the suit deliberately vented air to the Martian atmosphere, then backfilled with nitrogen.","zh":"制服男发现了这个问题，进入了紧急状态，工程师称之为“放血”由于没有办法分离出二氧化碳，宇航服故意将空气排放到火星大气层中，然后回填氮气。"},{"en":"Between the breach and the bloodletting, it quickly ran out of nitrogen.","zh":"在缺口和放血之间，氮气很快就用完了。"},{"en":"All it had left was my oxygen tank.","zh":"只剩下我的氧气罐了。"},{"en":"So it did the only thing it could to keep me alive.","zh":"所以它做了唯一能让我活下去的事。"},{"en":"It started backfilling with pure oxygen.","zh":"它开始充满纯氧。"},{"en":"I now risked dying from oxygen toxicity, as the excessively high amount of oxygen threatened to burn up my nervous system, lungs, and eyes.","zh":"我现在冒着死于氧气中毒的危险，因为过高的氧气量可能会烧毁我的神经系统、肺和眼睛。"},{"en":"An ironic death for someone with a leaky space suit: too much oxygen.","zh":"对于一个穿着漏气的太空服的人来说，这是一个讽刺的死亡: 氧气过多。"},{"en":"Every step of the way would have had beeping alarms, alerts, and warnings.","zh":"每一步都会有哔哔声警报，警报和警告。"},{"en":"But it was the high-oxygen warning that woke me.","zh":"但是高氧警告把我吵醒了。"},{"en":"The sheer volume of training for a space mission is astounding.","zh":"太空任务的训练量是惊人的。"},{"en":"I’d spent a week back on Earth practicing emergency space suit drills.","zh":"我在地球上花了一周时间练习紧急太空服演习。"},{"en":"I knew what to do.","zh":"我知道该怎么做。"},{"en":"Carefully reaching to the side of my helmet, I got the breach kit.","zh":"我小心翼翼地把手伸到头盔边上，拿到了破坏工具包。"},{"en":"It’s nothing more than a funnel with a valve at the small end and an unbelievably sticky resin on the wide end.","zh":"它不过是一个漏斗，小端有一个阀门，宽端有一种难以置信的粘性树脂。"},{"en":"The idea is you have the valve open and stick the wide end over a hole.","zh":"我们的想法是，打开阀门，把宽端固定在一个孔上。"},{"en":"The air can escape through the valve, so it doesn’t interfere with the resin making a good seal.","zh":"空气可以通过阀门排出，所以它不会干扰树脂制造良好的密封。"},{"en":"Then you close the valve, and you’ve sealed the breach.","zh":"然后关闭阀门，封住缺口。"},{"en":"The tricky part was getting the antenna out of the way.","zh":"棘手的部分是把天线移开。"},{"en":"I pulled it out as fast as I could, wincing as the sudden pressure drop dizzied me and made the wound in my side scream in agony.","zh":"我用最快的速度把它拔出来，突如其来的压力下降使我头晕目眩，使我身边的伤口痛苦地尖叫。"},{"en":"I got the breach kit over the hole and sealed it.","zh":"我把缺口工具箱放在洞上，然后封上了。"},{"en":"It held.","zh":"它挺住了。"},{"en":"The suit backfilled the missing air with yet more oxygen.","zh":"宇航服给缺失的空气补充了更多的氧气。"},{"en":"Checking my arm readouts, I saw the suit was now at 85 percent oxygen.","zh":"检查我的手臂读数，我看到宇航服现在有85% 的氧气。"},{"en":"For reference, Earth’s atmosphere is about 21 percent.","zh":"作为参考，地球大气的含量约为21% 。"},{"en":"I’d be okay, so long as I didn’t spend too much time like that.","zh":"我会没事的，只要我不那样浪费太多时间。"},{"en":"I stumbled up the hill back toward the Hab.","zh":"我跌跌撞撞地上了山，回到了居住舱。"},{"en":"As I crested the rise, I saw something that made me very happy and something that made me very sad: The Hab was intact (yay!) and the MAV was gone (boo!).","zh":"当我爬到山顶的时候，我看到了一些让我非常高兴和非常伤心的事情: 居住舱完好无损(耶!)升空载具不见了(嘘!)."},{"en":"Right that moment I knew I was screwed.","zh":"就在那一刻，我知道我完蛋了。"},{"en":"But I didn’t want to just die out on the surface.","zh":"但我不想就这么死在地面上。"},{"en":"I limped back to the Hab and fumbled my way into an airlock.","zh":"我一瘸一拐地回到 Hab 舱，摸索着进入了一个气闸。"},{"en":"As soon as it equalized, I threw off my helmet.","zh":"它一恢复平衡，我就脱掉了头盔。"},{"en":"Once inside the Hab, I doffed the suit and got my first good look at the injury.","zh":"一旦进入 Hab 舱，我脱下外套，第一次看清了伤口。"},{"en":"It would need stitches.","zh":"需要缝针。"},{"en":"Fortunately, all of us had been trained in basic medical procedures, and the Hab had excellent medical supplies.","zh":"幸运的是，我们所有人都接受过基本医疗程序的训练，Hab 舱有极好的医疗用品。"},{"en":"A quick shot of local anesthetic, irrigate the wound, nine stitches, and I was done.","zh":"快速打一针局部麻醉药冲洗伤口缝了九针然后我就完事了。"},{"en":"I’d be taking antibiotics for a couple of weeks, but other than that I’d be fine.","zh":"我会服用抗生素几个星期，但除此之外就没事了。"},{"en":"I knew it was hopeless, but I tried firing up the communications array.","zh":"我知道没希望了，但我试着启动通讯阵列。"},{"en":"No signal, of course.","zh":"当然，没有信号。"},{"en":"The primary satellite dish had broken off, remember? And it took the reception antennae with it.","zh":"主要的卫星天线坏了，记得吗? 接收天线也坏了。"},{"en":"The Hab had secondary and tertiary communications systems, but they were both just for talking to the MAV, which would use its much more powerful systems to relay to Hermes.","zh":"Hab 舱有二级和三级通信系统，但它们都只是用来与 MAV 交谈的，MAV 将使用其更强大的系统向 Hermes 中继。"},{"en":"Thing is, that only works if the MAV is still around.","zh":"问题是，只有升空载具还在的时候才能用。"},{"en":"I had no way to talk to Hermes.","zh":"我没办法和赫尔墨斯说话。"}],[{"en":"In time, I could locate the dish out on the surface, but it would take weeks for me to rig up any repairs, and that would be too late.","zh":"及时地，我可以找到地面上的天线，但是我需要几个星期才能修好，那就太晚了。"},{"en":"In an abort, Hermes would leave orbit within twenty-four hours.","zh":"如果中止，赫尔墨斯号将在24小时内离开轨道。"},{"en":"The orbital dynamics made the trip safer and shorter the earlier you left, so why wait?","zh":"轨道动力学使旅行更安全更短，你离开得越早，为什么还要等呢？"},{"en":"Checking out my suit, I saw the antenna had plowed through my bio-monitor computer.","zh":"检查我的战衣时，我看到天线已经穿过了我的生物监视器电脑。"},{"en":"When on an EVA, all the crew’s suits are networked so we can see each other’s status.","zh":"在舱外活动时，所有船员的宇航服都是联网的这样我们就能看到彼此的状态。"},{"en":"The rest of the crew would have seen the pressure in my suit drop to nearly zero, followed immediately by my bio-signs going flat.","zh":"其他船员会看到我宇航服里的压力降到几乎为零紧接着我的生命体征就消失了。"},{"en":"Add to that watching me tumble down a hill with a spear through me in the middle of a sandstorm…yeah.","zh":"再加上看着我在沙尘暴中被长矛刺穿从山上滚下来... 是啊。"},{"en":"They thought I was dead.","zh":"他们以为我死了。"},{"en":"How could they not?","zh":"他们怎么会不知道呢？"},{"en":"They may have even had a brief discussion about recovering my body, but regulations are clear.","zh":"他们可能还简短地讨论了一下如何找回我的身体，但是规定很明确。"},{"en":"In the event a crewman dies on Mars, he stays on Mars.","zh":"如果一个船员死在火星上，他就留在火星上。"},{"en":"Leaving his body behind reduces weight for the MAV on the trip back.","zh":"把他的尸体留在后面可以减轻升空载具在返回途中的重量。"},{"en":"That means more disposable fuel and a larger margin of error for the return thrust.","zh":"这意味着更多的一次性燃料和更大的误差范围为回推力。"},{"en":"No point in giving that up for sentimentality.","zh":"没必要因为多愁善感而放弃。"},{"en":"So that’s the situation.","zh":"情况就是这样。"},{"en":"I’m stranded on Mars.","zh":"我被困在火星上了。"},{"en":"I have no way to communicate with Hermes or Earth.","zh":"我无法与赫尔墨斯或地球交流。"},{"en":"Everyone thinks I’m dead.","zh":"大家都以为我死了。"},{"en":"I’m in a Hab designed to last thirty-one days.","zh":"我在 Hab 舱里，设计寿命是31天。"},{"en":"If the oxygenator breaks down, I’ll suffocate.","zh":"如果氧合器坏了，我会窒息的。"},{"en":"If the water reclaimer breaks down, I’ll die of thirst.","zh":"如果水回收机坏了，我会渴死的。"},{"en":"If the Hab breaches, I’ll just kind of explode.","zh":"如果 Hab 舱破裂，我就会爆炸。"},{"en":"If none of those things happen, I’ll eventually run out of food and starve to death.","zh":"如果这些事情都没有发生，我最终会耗尽食物，饿死。"},{"en":"So yeah.","zh":"所以是的。"}]]