[[{"en":"A YOUNG RAJAH","zh":"一个年轻的拉贾"},{"en":"The moor was hidden in mist when the morning came, and the rain had not stopped pouring down.","zh":"清晨来临时，沼地隐藏在薄雾中，雨一直没有停下来。"},{"en":"There could be no going out of doors.","zh":"不能出门。"},{"en":"Martha was so busy that Mary had no opportunity of talking to her, but in the afternoon she asked her to come and sit with her in the nursery.","zh":"玛莎太忙了，玛丽没有机会和她说话，但是下午她请玛莎到育儿室来和她坐在一起。"},{"en":"She came bringing the stocking she was always knitting when she was doing nothing else.","zh":"她来了，带来了她总是在无所事事的时候编织的丝袜。"},{"en":"“What’s the matter with you?” she asked as soon as they sat down.","zh":"“你怎么了?”他们一坐下，她就问。"},{"en":"“You looks as if you'd something to say.”","zh":"“你看起来好像有话要说”"},{"en":"“I have. I have found out what the crying was,” said Mary.","zh":"“我已经知道了。我已经知道那哭声是怎么回事了。”玛丽说。"},{"en":"Martha let her knitting drop on her knee and gazed at her with startled eyes.","zh":"玛莎让她的针线活落在膝盖上，用吃惊的眼神注视着她。"},{"en":"“You hasn’t!” she exclaimed. “Never!”","zh":"“你没有!”她叫道，“从来没有!”"},{"en":"“I heard it in the night,” Mary went on.","zh":"“我在夜里听到的,”玛丽继续说。"},{"en":"“And I got up and went to see where it came from. It was Colin. I found him.”","zh":"“我起身去看它从哪儿来的，是科林，我找到他了”"},{"en":"Martha’s face became red with fright. “Eh! Miss Mary!” she said half crying.","zh":"玛莎吓得脸涨得通红。“啊! 玛丽小姐!”她半哭着说。"},{"en":"“You shouldn’t have done it, You shouldn’t! you'll get me in trouble.","zh":"“你不应该这么做，你不应该! 你会给我惹麻烦的。"},{"en":"I never told you nothing about him, but you'll get me in trouble.","zh":"我从没跟你说过他的事，但你会给我惹麻烦的。"},{"en":"I shall lose my place and what’ll mother do!”","zh":"我会失去我的位置，妈妈会怎么做!”"},{"en":"“You won’t lose your place,” said Mary.","zh":"“你不会失去你的位置,”玛丽说。"},{"en":"“He was glad I came. We talked and talked and he said he was glad I came.”","zh":"“他很高兴我来了。我们谈了又谈，他说他很高兴我来了。”"},{"en":"“Was he?” cried Martha.","zh":"“是吗?”玛莎叫道。"},{"en":"“Are you sure? You don’t know what he’s like when anything vexes him.","zh":"“你确定吗? 你不知道他遇到困扰时是什么样子。"},{"en":"He’s a big lad to cry like a baby, but when he’s in a passion he’ll fair scream just to frighten us.","zh":"他是个大孩子，哭得像个孩子，但是当他激动的时候，他会尖叫只是为了吓唬我们。"},{"en":"He knows we daren’t call our souls our own.”","zh":"他知道我们不敢把灵魂称为自己的”"},{"en":"“He wasn’t vexed,” said Mary.","zh":"“他没有生气,”玛丽说。"},{"en":"“I asked him if I should go away and he made me stay.","zh":"“我问他我是否应该离开，他让我留下来。"},{"en":"He asked me questions and I sat on a big footstool and talked to him about India and about the robin and gardens.","zh":"他问了我一些问题，我坐在一个大脚凳上，和他谈论印度、知更鸟和花园。"},{"en":"He wouldn’t let me go. He let me see his mother’s picture.","zh":"他不让我走，他让我看了他妈妈的照片。"},{"en":"Before I left him I sang him to sleep.”","zh":"在我离开他之前，我唱歌哄他入睡。”"},{"en":"Martha fairly gasped with amazement.","zh":"玛莎相当惊讶地倒吸了一口凉气。"},{"en":"“I can scarcely believe you!” she protested.","zh":"“我简直不能相信你!”她抗议道。"},{"en":"“It’s as if you'd walked straight into a lion’s den.","zh":"“就好像你直接走进了狮子的巢穴。"},{"en":"If he’d been like he is most times he’d have throwed himself into one of his tantrums and roused the house.","zh":"如果他像大多数时候一样，他会大发脾气，把屋子里的人都吵醒。"},{"en":"He won’t let strangers look at him.”","zh":"他不让陌生人看他”"},{"en":"“He let me look at him. I looked at him all the time and he looked at me. We stared!” said Mary.","zh":"他让我看着他。我一直看着他，他也看着我。我们瞪大了眼睛!”玛丽说。"},{"en":"“I don’t know what to do!” cried agitated Martha.","zh":"“我不知道该怎么办!”玛莎激动地喊道。"},{"en":"“If Mrs Medlock finds out, she’ll think I broke orders, and told you, and I shall be packed back to mother.”","zh":"“如果梅德洛克夫人发现了，她会认为我违反了命令，告诉了你，我会被送回母亲那里”"},{"en":"“He is not going to tell Mrs Medlock anything about it yet.","zh":"“他还不打算告诉梅德洛克太太任何有关这件事。"},{"en":"It’s to be a sort of secret just at first,” said Mary firmly.","zh":"刚开始这是个秘密,”玛丽坚定地说。"},{"en":"“And he says everybody is obliged to do as he pleases.”","zh":"“他说，每个人都有义务随心所欲。”"},{"en":"“Aye, that’s true enough, the bad lad!” sighed Martha, wiping her forehead with her apron.","zh":"“是啊，这倒是真的，坏小子!”玛莎叹了口气，用围裙擦了擦额头。"},{"en":"“He says Mrs Medlock must. And he wants me to come and talk to him every day. And you are to tell me when he wants me.”","zh":"他说梅德洛克夫人必须。他希望我每天都去找他聊天。他需要我的时候，你要告诉我”"},{"en":"“Me!” said Martha; “I shall lose my place, I shall for sure!”","zh":"“我!”玛莎说，“我会丢掉我的位置的，我肯定会的!”"},{"en":"“You can't if you are doing what he wants you to do and everybody is ordered to obey him,” Mary argued.","zh":"“如果你做了他想让你做的事，而每个人都被命令服从他，你就不能这么做,”玛丽争辩道。"},{"en":"“Does you mean to say,” cried Martha with wide open eyes, “that he was nice to you!”","zh":"“你的意思是说,”玛莎睁大眼睛喊道，“他对你很好吗?”"},{"en":"“I think he almost liked me,” Mary answered.","zh":"“我想他几乎喜欢上我了,”玛丽回答。"},{"en":"“Then you must have bewitched him!” decided Martha, drawing a long breath.","zh":"“那你一定是迷惑了他!”玛莎深吸了一口气，决定说。"},{"en":"“Do you mean Magic?” inquired Mary.","zh":"“你是说魔法吗?”玛丽问。"},{"en":"“I’ve heard about Magic in India, but I can't make it.","zh":"“我听说过印度的魔术，但是我不能去。"},{"en":"I just went into his room and I was so surprised to see him I stood and stared.","zh":"我只是走进他的房间，看到他我很惊讶，我站在那里盯着他看。"},{"en":"And then he turned round and stared at me.","zh":"然后他转过身来盯着我。"},{"en":"And he thought I was a ghost or a dream and I thought perhaps he was.","zh":"他以为我是个鬼魂或者梦境，我以为他是。"},{"en":"And it was so queer being there alone together in the middle of the night and not knowing about each other.","zh":"大半夜独自一人呆在那里，却不知道对方的存在，真是太奇怪了。"},{"en":"And we began to ask each other questions.","zh":"我们开始互相问问题。"},{"en":"And when I asked him if I must go away he said I must not.”","zh":"当我问他我是否必须离开时，他说我不能离开。”"},{"en":"“the world’s coming to a end!” gasped Martha.","zh":"“世界末日要来了!”玛莎气喘吁吁地说。"},{"en":"“What is the matter with him?” asked Mary.","zh":"“他怎么了?”玛丽问。"},{"en":"“Nobody knows for sure and certain,” said Martha.","zh":"“没有人确切地知道,”玛莎说。"}],[{"en":"“Mr Craven went off his head like when he was born.","zh":"克雷文先生就像刚出生时一样。"},{"en":"the doctors thought he’d have to be put in a asylum.","zh":"医生认为他会被送进精神病院。"},{"en":"It was because Mrs Craven died like I told you.","zh":"那是因为克雷文太太死了，就像我告诉你的那样。"},{"en":"He wouldn’t set eyes on the baby. He just raved and said it’d be another hunchback like him and it’d better die.”","zh":"他不肯见孩子。他只是胡言乱语，说那会是另一个像他一样的驼背，最好死掉。”"},{"en":"“Is Colin a hunchback?” Mary asked.","zh":"“科林是驼背吗?”玛丽问。"},{"en":"“He didn’t look like one.”","zh":"“他看起来不像”"},{"en":"“He isn’t yet,” said Martha.","zh":"“他还没有,”玛莎说。"},{"en":"“But he began all wrong. Mother said that there was enough trouble and raging in the house to set any child wrong.","zh":"但他一开始就错了。母亲说，家里的麻烦和愤怒足以使任何孩子犯错。"},{"en":"They was afraid his back was weak and they’ve always been taking care of it, keeping him lying down and not letting him walk.","zh":"他们担心他的背有问题，所以一直在照顾他，让他躺着，不让他走路。"},{"en":"Once they made him wear a brace but he fretted so he was downright ill.","zh":"有一次他们让他戴上牙套，但是他很烦躁，所以他病得很重。"},{"en":"Then a big doctor came to see him and made them take it off.","zh":"然后一个大医生来看他，让他们把它摘下来。"},{"en":"He talked to the other doctor quite rough, in a polite way.","zh":"他以礼貌的方式粗暴地对另一位医生说话。"},{"en":"He said there’d been too much medicine and too much letting him have his own way.”","zh":"他说他吃了太多的药，太多的事情让他自己做主了。”"},{"en":"“I think he’s a very spoiled boy,” said Mary.","zh":"“我觉得他是个被宠坏了的孩子,”玛丽说。"},{"en":"“He’s the worst young nowt as ever was!” said Martha.","zh":"“他是最糟糕的年轻人，一如既往!”玛莎说。"},{"en":"“I won’t say as he hasn’t been ill a good bit.","zh":"“我不会说，因为他病得不轻。"},{"en":"He’s had coughs and colds that’s nearly killed him two or three times.","zh":"他有过两三次咳嗽和感冒，几乎要了他的命。"},{"en":"Once he had rheumatic fever and once he had typhoid. Eh! Mrs Medlock did get a fright then.","zh":"有一次他得了风湿热，有一次他得了伤寒。哎! 梅德洛克太太当时吓了一跳。"},{"en":"He’d been out of his head and she was talking to the nurse, thinking he didn’t know nothing,","zh":"他当时神志不清她在跟护士说话以为他什么都不知道,"},{"en":"and she said, ‘He’ll die this time sure enough, and best thing for him and for everybody.’","zh":"她说: “他这次一定会死的，这对他和所有人都是好事。”"},{"en":"and she looked at him and there he was with his big eyes open, staring at her as sensible as she was herself.","zh":"她看着他，他睁着大眼睛看着她，就像她自己一样理智。"},{"en":"She didn’t know what’d happen, but he just stared at her and says, ‘You give me some water and stop talking.’”","zh":"她不知道会发生什么，但他只是盯着她说，‘你给我一些水，停止说话。”"},{"en":"“Do you think he will die?” asked Mary.","zh":"“你认为他会死吗?”玛丽问。"},{"en":"“Mother says there’s no reason why any child should live like that, gets no fresh air and doesn’t do nothing, but lie on his back and read picture-books and take medicine.","zh":"“妈妈说，没有理由让任何孩子过那样的生活，没有新鲜空气，什么都不做，只是躺在床上看图画书，吃药。"},{"en":"He’s weak and hates the trouble of being taken out of doors, and he gets cold so easy, he says it makes him ill.”","zh":"他很虚弱，讨厌被带出门的麻烦，而且他很容易感冒，他说感冒会让他生病。”"},{"en":"Mary sat and looked at the fire.","zh":"玛丽坐着看火。"},{"en":"“I wonder,” she said slowly, “if it would not do him good to go out into a garden and watch things growing. It did me good.”","zh":"“我不知道,”她慢慢地说，“如果他出去到花园里看东西生长会不会有好处。这对我有好处。”"},{"en":"“One of the worst fits he ever had,” said Martha, “was one time they took him out where the roses is by the fountain.","zh":"玛莎说: “有一次，他们把他带到喷泉边上的玫瑰花丛里，这是他经历过的最糟糕的事情之一。"},{"en":"He’d been reading in a paper about people getting something he called ‘rose cold’ and he began to sneeze and said he’d got it","zh":"他在报纸上看到有人得了一种他称之为“玫瑰冷”的病，他开始打喷嚏，说他得了"},{"en":"and then a new gardener as didn’t know the rules passed by and looked at him curious.","zh":"然后一个不知道规矩的新园丁好奇地看着他。"},{"en":"He threw himself into a passion and he said he’d looked at him because he was going to be a hunchback.","zh":"他全身心投入到一种激情中，他说他看着他是因为他将成为一个驼背。"},{"en":"He cried himself into a fever and was ill all night.”","zh":"他哭得发烧，病了一整夜。”"},{"en":"“If he ever gets angry at me, I’ll never go and see him again,” said Mary.","zh":"“如果他再生我的气，我就再也不去看他了,”玛丽说。"},{"en":"“He’ll have you if he wants you,” said Martha. “You may as well know that at the start.”","zh":"“如果他想要你，他就会得到你,”玛莎说，“你不妨从一开始就知道这一点。”"},{"en":"Very soon afterward a bell rang and she rolled up her knitting.","zh":"不久之后，铃声响了，她卷起了针线活。"},{"en":"“I dare say the nurse wants me to stay with him a bit,” she said.","zh":"“我敢说护士想让我多陪他一会儿,”她说。"},{"en":"“I hope he’s in a good temper.”","zh":"“我希望他心情好”"},{"en":"She was out of the room about ten minutes and then she came back with a puzzled expression.","zh":"她离开房间大约十分钟，然后带着困惑的表情回来了。"},{"en":"“Well, you have bewitched him,” she said.","zh":"“好吧，你迷惑了他,”她说。"},{"en":"“He’s up on his sofa with his picture-books.","zh":"他躺在沙发上，手里拿着图画书。"},{"en":"He’s told the nurse to stay away until six o'clock. I’m to wait in the next room. the minute she was gone he called me to him and says,","zh":"他已经告诉护士六点前不要靠近。我要在隔壁房间等。她一走，他就打电话给我说,"},{"en":"‘I want Mary Lennox to come and talk to me, and remember you’re not to tell anyone.’ You’d better go as quick as you can.”","zh":"我想让 Mary Lennox 来和我谈谈，记住你不能告诉任何人。你最好尽快离开"},{"en":"Mary was quite willing to go quickly.","zh":"玛丽很愿意快点走。"},{"en":"She did not want to see Colin as much as she wanted to see Dickon; but she wanted to see him very much.","zh":"她不像想见迪肯那样想见科林，但她非常想见他。"},{"en":"There was a bright fire on the hearth when she entered his room, and in the daylight she saw it was a very beautiful room indeed.","zh":"当她走进他的房间时，壁炉里有一堆明亮的火，在白天她看到的确是一个非常漂亮的房间。"},{"en":"There were rich colors in the rugs and hangings and pictures and books on the walls","zh":"地毯、挂件、图画和墙上的书都有丰富的色彩"},{"en":"which made it look glowing and comfortable even in spite of the gray sky and falling rain.","zh":"尽管天空灰蒙蒙的，下着雨，它看起来依然光彩照人，令人感到舒适。"}],[{"en":"Colin looked rather like a picture himself.","zh":"科林自己看起来也很像一幅画。"},{"en":"He was wrapped in a velvet dressing-gown and sat against a big brocaded cushion.","zh":"他裹着一件天鹅绒睡袍，靠着一个绣花大靠垫坐着。"},{"en":"He had a red spot on each cheek.","zh":"他两边脸颊上都有一个红点。"},{"en":"“Come in,” he said.","zh":"“进来吧,”他说。"},{"en":"“I’ve been thinking about you all morning.”","zh":"“我一早上都在想你”"},{"en":"“I’ve been thinking about you, too,” answered Mary.","zh":"“我也一直在想你,”玛丽回答。"},{"en":"“You don’t know how frightened Martha is.","zh":"你不知道玛莎有多害怕。"},{"en":"She says Mrs Medlock will think she told me about you and then she will be sent away.”","zh":"她说梅德洛克夫人会以为她告诉了我你的事然后她就会被送走”"},{"en":"He frowned. “Go and tell her to come here,” he said. “She is in the next room.”","zh":"他皱起眉头。“去告诉她到这儿来,”他说。“她在隔壁房间。”"},{"en":"Mary went and brought her back. Poor Martha was shaking in her shoes. Colin was still frowning.","zh":"玛丽去把她带回来。可怜的玛莎吓得发抖。科林仍然皱着眉头。"},{"en":"“Have you to do what I please or have you not?” he demanded.","zh":"“你到底要不要做我喜欢的事?”他问道。"},{"en":"“I have to do what you please, sir,” Martha faltered, turning quite red.","zh":"“我必须照你说的做，先生,”玛莎结结巴巴地说，脸都红了。"},{"en":"“Has Medlock to do what I please?”","zh":"“梅德洛克能随心所欲吗”"},{"en":"“Everybody has, sir,” said Martha.","zh":"“每个人都有，先生,”玛莎说。"},{"en":"“Well, then, if I order you to bring Miss Mary to me, how can Medlock send you away if she finds it out?”","zh":"“好吧，那么，如果我命令你把玛丽小姐带来见我，如果被梅德洛克发现了，她怎么能把你送走呢?”"},{"en":"“Please don’t let her, sir,” pleaded Martha.","zh":"“请不要让她这样做，先生,”玛莎恳求道。"},{"en":"“I’ll send her away if she dares to say a word about such a thing,” said Master Craven grandly.","zh":"“如果她敢对这种事说一个字，我就把她送走,”克雷文大师豪气地说。"},{"en":"“She wouldn’t like that, I can tell you.”","zh":"“她不会喜欢的，我可以告诉你”"},{"en":"“Thank you, sir,” bobbing a curtsy, “I want to do my duty, sir.”","zh":"“谢谢您，先生,”他行了个屈膝礼，“我想尽我的职责，先生。”"},{"en":"“What I want is your duty” said Colin more grandly still.","zh":"“我想要的是你的责任,”科林更加豪气地说。"},{"en":"“I’ll take care of you. Now go away.”","zh":"“我会照顾你的，现在走吧”"},{"en":"When the door closed behind Martha, Colin found Mistress Mary gazing at him as if he had set her wondering.","zh":"当玛莎身后的门关上的时候，科林发现玛丽太太正盯着他，好像他已经引起了她的好奇。"},{"en":"“Why do you look at me like that?” he asked her.","zh":"“你为什么那样看着我?”他问她。"},{"en":"“What are you thinking about?”","zh":"“你在想什么?”"},{"en":"“I am thinking about two things.”","zh":"“我在想两件事。”"},{"en":"“What are they? Sit down and tell me.”","zh":"“它们是什么? 坐下来告诉我”"},{"en":"“This is the first one,” said Mary, seating herself on the big stool.","zh":"“这是第一个,”玛丽说，坐在大凳子上。"},{"en":"“Once in India I saw a boy who was a Rajah.","zh":"“有一次在印度，我看到一个男孩，他是一个国王。"},{"en":"He had rubies and emeralds and diamonds stuck all over him.","zh":"他身上到处都是红宝石，绿宝石和钻石。"},{"en":"He spoke to his people just as you spoke to Martha.","zh":"他和他的人说话，就像你和玛莎说话一样。"},{"en":"Everybody had to do everything he told them, in a minute.","zh":"每个人都必须马上照他说的做。"},{"en":"I think they would have been killed if they hadn’t.”","zh":"我认为如果他们不这么做，他们早就被杀了。”"},{"en":"“I shall make you tell me about Rajahs presently,” he said, “but first tell me what the second thing was.”","zh":"“现在我要你告诉我关于拉贾的事,”他说，“但首先告诉我第二件事是什么。”"},{"en":"“I was thinking,” said Mary, “how different you are from Dickon.”","zh":"“我在想,”玛丽说，“你和狄肯有多么不同。”"},{"en":"“Who is Dickon?” he said.","zh":"“迪肯是谁?”他问。"},{"en":"“What a queer name!”","zh":"“多么奇怪的名字!”"},{"en":"She might as well tell him, she thought she could talk about Dickon without mentioning the secret garden.","zh":"她不妨告诉他，她认为她可以不提秘密花园而谈论迪肯。"},{"en":"She had liked to hear Martha talk about him.","zh":"她喜欢听玛莎谈论他。"},{"en":"Besides, she longed to talk about him.","zh":"而且，她很想谈谈他。"},{"en":"It would seem to bring him nearer.","zh":"似乎能让他更接近我。"},{"en":"“He is Martha’s brother.","zh":"他是玛莎的哥哥。"},{"en":"He is twelve years old,” she explained.","zh":"他十二岁了,”她解释说。"},{"en":"“He is not like anyone else in the world.","zh":"“他和世界上的任何人都不一样。"},{"en":"He can charm foxes and squirrels and birds just as the natives in India charm snakes.","zh":"他可以迷惑狐狸、松鼠和鸟类，就像印度当地人迷惑蛇一样。"},{"en":"He plays a very soft tune on a pipe and they come and listen.”","zh":"他用一根管子弹奏一首非常柔和的曲子，他们就过来听。”"},{"en":"There were some big books on a table at his side and he dragged one suddenly toward him.","zh":"他旁边的桌子上有几本大书，他突然拉过来一本。"},{"en":"“There is a picture of a snake-charmer in this,” he exclaimed.","zh":"“这里面有一张耍蛇人的照片,”他叫道。"},{"en":"“Come and look at it.”","zh":"“过来看看”"},{"en":"The book was a beautiful one with superb colored illustrations and he turned to one of them.","zh":"这本书很漂亮，配有精美的彩色插图，他转向其中一本。"},{"en":"“Can he do that?” he asked eagerly.","zh":"“他能做到吗?”他急切地问。"},{"en":"“He played on his pipe and they listened,” Mary explained.","zh":"“他吹着笛子，他们听着,”玛丽解释说。"},{"en":"“But he doesn’t call it Magic.","zh":"但他不叫它魔法。"},{"en":"He says it’s because he lives on the moor so much and he knows their ways.","zh":"他说那是因为他经常住在沼地上，而且他了解他们的生活方式。"},{"en":"He says he feels sometimes as if he was a bird or a rabbit himself, he likes them so.","zh":"他说，有时候他觉得自己就像一只鸟或一只兔子，他非常喜欢它们。"},{"en":"I think he asked the robin questions.","zh":"我想他问了 Robin 一些问题。"},{"en":"It seemed as if they talked to each other in soft chirps.”","zh":"他们似乎在轻声交谈。”"},{"en":"Colin lay back on his cushion and his eyes grew larger and larger and the spots on his cheeks burned.","zh":"科林躺在靠垫上，他的眼睛越来越大，脸颊上的斑点越来越明显。"},{"en":"“Tell me some more about him,” he said.","zh":"“再跟我说说他吧,”他说。"},{"en":"“He knows all about eggs and nests,” Mary went on.","zh":"“他知道所有关于蛋和巢的事情,”玛丽继续说。"},{"en":"“And he knows where foxes and badgers and otters live.","zh":"他知道狐狸，獾和水獭住在哪里。"},{"en":"He keeps them secret so that other boys won’t find their holes and frighten them.","zh":"他把他们藏起来，这样其他男孩就不会发现他们的洞，吓到他们。"}],[{"en":"He knows about everything that grows or lives on the moor.”","zh":"他知道沼地里生长和生活的一切"},{"en":"“Does he like the moor?” said Colin.","zh":"“他喜欢沼地吗?”科林问。"},{"en":"“How can he when it’s such a great, bare, dreary place?”","zh":"“他怎么可能知道，这是一个伟大的，光秃秃的，沉闷的地方?”"},{"en":"“It’s the most beautiful place,” protested Mary.","zh":"“这是最美丽的地方,”玛丽抗议道。"},{"en":"“Thousands of lovely things grow on it","zh":"成千上万可爱的东西在上面生长"},{"en":"and there are thousands of little creatures all busy building nests and making holes and burrows and chippering or singing or squeaking to each other.","zh":"还有成千上万的小生物都在忙着筑巢挖洞挖洞，叽叽喳喳或者互相唱歌或者吱吱叫。"},{"en":"They are so busy and having such fun under the earth or in the trees or heather. It’s their world.”","zh":"他们如此忙碌，在地下、树林或石南花丛中玩得如此开心，这就是他们的世界。”"},{"en":"“How do you know all that?” said Colin, turning on his elbow to look at her.","zh":"“你怎么知道这些的?”科林说，用胳膊肘转过来看着她。"},{"en":"“I have never been there once, really,” said Mary suddenly remembering.","zh":"“我从来没有去过那里，真的,”玛丽突然想起来了。"},{"en":"“I only drove over it in the dark. I thought it was hideous. Martha told me about it first and then Dickon.","zh":"我只是在黑暗中开车经过。我觉得很可怕。玛莎先告诉我的，然后是迪肯。"},{"en":"When Dickon talks about it you feel as if you saw things and heard them","zh":"当迪肯谈起这件事的时候，你觉得自己好像看到了什么，听到了什么"},{"en":"and as if you were standing in the heather with the sun shining and the gorse smelling like honey, and all full of bees and butterflies.”","zh":"就好像你站在石南丛中，阳光明媚，金雀花闻起来像蜂蜜，到处都是蜜蜂和蝴蝶。”"},{"en":"“You never see anything if you are ill,” said Colin restlessly.","zh":"“如果你生病了，你什么也看不见,”科林焦躁不安地说。"},{"en":"He looked like a person listening to a new sound in the distance and wondering what it was.","zh":"他看上去就像一个人在远处听着一个新的声音，想知道那是什么。"},{"en":"“You can't if you stay in a room,” said Mary.","zh":"“如果你呆在一个房间里，你就不能。”玛丽说。"},{"en":"“I couldn’t go on the moor,” he said in a resentful tone.","zh":"“我不能去荒野,”他愤愤不平地说。"},{"en":"Mary was silent for a minute and then she said something bold.","zh":"玛丽沉默了一会儿，然后说了一些大胆的话。"},{"en":"“You might, sometime.”","zh":"“也许吧，有时候”"},{"en":"He moved as if he were startled.","zh":"他动了一下，好像受到了惊吓。"},{"en":"“Go on the moor! How could I? I am going to die.”","zh":"“去荒野吧! 我怎么能去? 我要死了”"},{"en":"“How do you know?” said Mary unsympathetically.","zh":"“你怎么知道?”玛丽冷漠地说。"},{"en":"She didn’t like the way he had of talking about dying.","zh":"她不喜欢他谈论死亡的方式。"},{"en":"She did not feel very sympathetic.","zh":"她不觉得很有同情心。"},{"en":"She felt rather as if he almost boasted about it.","zh":"她觉得他几乎是在吹嘘这件事。"},{"en":"“Oh, I’ve heard it ever since I remember,” he answered crossly.","zh":"“哦，我从记事起就听说过了,”他生气地回答。"},{"en":"“They are always whispering about it and thinking I don’t notice.","zh":"“他们总是窃窃私语，以为我没注意到。"},{"en":"They wish I would, too.”","zh":"他们也希望我这么做。”"},{"en":"Mistress Mary felt quite contrary.","zh":"玛丽小姐觉得很矛盾。"},{"en":"She pinched her lips together.","zh":"她抿紧嘴唇。"},{"en":"“If they wished I would,” she said, “I wouldn’t.","zh":"“如果他们希望我去,”她说，“我就不去。"},{"en":"Who wishes you would?”","zh":"谁希望你这么做呢?”"},{"en":"“The servants, and of course Dr. Craven because he would get Misselthwaite and be rich instead of poor.","zh":"“仆人们，当然还有克雷文医生，因为他会得到米瑟斯韦特，变得富有而不是贫穷。"},{"en":"He daren’t say so, but he always looks cheerful when I am worse.","zh":"他不敢这么说，但是当我病情恶化时，他总是看起来很高兴。"},{"en":"When I had typhoid fever his face got quite fat.","zh":"当我得了伤寒时，他的脸变得很胖。"},{"en":"I think my father wishes it, too.”","zh":"我想我父亲也希望如此。”"},{"en":"“I don’t believe he does,” said Mary quite obstinately.","zh":"“我相信他不知道,”玛丽十分固执地说。"},{"en":"That made Colin turn and look at her again.","zh":"这让科林又转过头来看着她。"},{"en":"“Don’t you?” he said.","zh":"“难道你不是吗?”他说。"},{"en":"And then he lay back on his cushion and was still, as if he were thinking.","zh":"然后他躺在靠垫上，一动不动，好像在思考。"},{"en":"And there was quite a long silence.","zh":"沉默了很长时间。"},{"en":"Perhaps they were both of them thinking strange things children do not usually think of.","zh":"也许他们俩都在想一些孩子们通常不会想到的奇怪的事情。"},{"en":"“I like the grand doctor from London, because he made them take the iron thing off,” said Mary at last “Did he say you were going to die?”","zh":"“我喜欢伦敦来的大医生，因为他让他们把那个铁制的东西拿掉了,”玛丽最后说，“他说你要死了吗?”"},{"en":"“No.”","zh":"“不”"},{"en":"“What did he say?”","zh":"“他说什么?”"},{"en":"“He didn’t whisper,” Colin answered.","zh":"“他没有低声说话,”科林回答。"},{"en":"“Perhaps he knew I hated whispering.","zh":"也许他知道我讨厌窃窃私语。"},{"en":"I heard him say one thing quite aloud.","zh":"我听到他大声说了一件事。"},{"en":"He said, ‘The lad might live if he would make up his mind to it.","zh":"他说: “如果他下定决心，这孩子也许能活下来。”。"},{"en":"Put him in the humor.’ It sounded as if he was in a temper.”","zh":"让他有点幽默感’听起来他好像在发脾气。”"},{"en":"“I’ll tell you who would put you in the humor, perhaps,” said Mary reflecting.","zh":"“也许我可以告诉你是谁让你这么开心的,”玛丽沉思着说。"},{"en":"She felt as if she would like this thing to be settled one way or the other.","zh":"她觉得好像她希望这件事以这样或那样的方式解决。"},{"en":"“I believe Dickon would.","zh":"我相信迪肯会的。"},{"en":"He’s always talking about live things.","zh":"他总是谈论活的东西。"},{"en":"He never talks about dead things or things that are ill.","zh":"他从不谈论死去的东西或生病的东西。"},{"en":"He’s always looking up in the sky to watch birds flying, or looking down at the earth to see something growing.","zh":"他总是仰望天空看鸟儿飞翔，或者低头看地球看生长着什么东西。"},{"en":"He has such round blue eyes and they are so wide open with looking about.","zh":"他有一双圆圆的蓝眼睛，四处张望时，眼睛是那么大。"},{"en":"And he laughs such a big laugh with his wide mouth, and his cheeks are as red, as red as cherries.”","zh":"他笑得那么大声，嘴巴张得那么大，他的脸颊红得像樱桃一样。”"},{"en":"She pulled her stool nearer to the sofa and her expression quite changed at the remembrance of the wide curving mouth and wide open eyes.","zh":"她把凳子拉近沙发，想起那张弯弯的大嘴和睁大的眼睛，脸色就变了。"},{"en":"“See here,” she said.","zh":"“看这里,”她说。"}],[{"en":"“Don’t let us talk about dying; I don’t like it.","zh":"“别让我们谈论死亡，我不喜欢死亡。"},{"en":"Let us talk about living.","zh":"我们来谈谈生活吧。"},{"en":"Let us talk and talk about Dickon.","zh":"我们谈谈迪肯吧。"},{"en":"And then we will look at your pictures.”","zh":"然后我们再看你的照片”"},{"en":"It was the best thing she could have said.","zh":"这是她能说的最好的话了。"},{"en":"To talk about Dickon meant to talk about the moor and about the cottage and the fourteen people who lived in it on sixteen shillings a week,","zh":"谈论迪肯意味着谈论沼泽和小屋以及住在里面的14个人，他们每周的生活费是16先令,"},{"en":"and the children who got fat on the moor grass like the wild ponies.","zh":"还有那些在荒野草地上像野马一样发胖的孩子们。"},{"en":"And about Dickon’s mother, and the skipping-rope, and the moor with the sun on it, and about pale green points sticking up out of the black sod.","zh":"还有迪肯的母亲，跳绳，太阳照在上面的沼地，还有从黑色草皮上伸出来的浅绿色的点。"},{"en":"And it was all so alive that Mary talked more than she had ever talked before, and Colin both talked and listened as he had never done either before.","zh":"这一切都是如此鲜活，以至于玛丽说了比以往任何时候都多的话，科林也像以往任何时候一样倾听和交谈。"},{"en":"And they both began to laugh over nothings as children will when they are happy together.","zh":"当他们在一起快乐的时候，他们开始像孩子一样为一些无关紧要的事情大笑。"},{"en":"And they laughed so that in the end they were making as much noise as if they had been two ordinary healthy natural ten-year-old creatures,","zh":"他们笑了起来，最后他们发出的声音就好像他们是两个普通的健康的自然的十岁生物,"},{"en":"instead of a hard, little, unloving girl and a sickly boy who believed that he was going to die.","zh":"而不是一个冷酷无情的小女孩和一个自以为会死的病态男孩。"},{"en":"They enjoyed themselves so much that they forgot the pictures and they forgot about the time.","zh":"他们玩得很开心，以至于忘记了照片和时间。"},{"en":"They had been laughing quite loudly over Ben Weatherstaff and his robin,","zh":"他们一直在为本 · 威瑟斯塔夫和他的知更鸟大笑,"},{"en":"and Colin was actually sitting up as if he had forgotten about his weak back, when he suddenly remembered something.","zh":"科林坐了起来，好像忘记了自己脆弱的背部，这时他突然想起了什么。"},{"en":"“Do you know there is one thing we have never once thought of,” he said.","zh":"“你知道吗，有一件事我们从来没有想过,”他说。"},{"en":"“We are cousins.”","zh":"“我们是堂兄弟”"},{"en":"It seemed so queer that they had talked so much and never remembered this simple thing that they laughed more than ever,","zh":"他们说了那么多话，却从来没有想起这件简单的事情，这似乎很奇怪，他们笑得更厉害了,"},{"en":"because they had got into the humor to laugh at anything.","zh":"因为他们对任何事情都会开怀大笑。"},{"en":"And in the midst of the fun the door opened and in walked Dr. Craven and Mrs Medlock.","zh":"在欢乐的气氛中，门开了，克雷文医生和梅德洛克太太走了进来。"},{"en":"Dr. Craven started in actual alarm and Mrs Medlock almost fell back because he had accidentally bumped against her.","zh":"克雷文医生吓了一跳，梅德洛克太太差点跌倒，因为他不小心撞到了她。"},{"en":"“Good Lord!” exclaimed poor Mrs Medlock with her eyes almost starting out of her head.","zh":"“上帝啊!”可怜的梅德洛克太太叫道，眼睛都快瞪出来了。"},{"en":"“Good Lord!”","zh":"“上帝啊!”"},{"en":"“What is this?” said Dr. Craven, coming forward.","zh":"“这是什么?”克雷文医生走上前来问。"},{"en":"“What does it mean?”","zh":"“这是什么意思?”"},{"en":"Then Mary was reminded of the boy Rajah again.","zh":"这时玛丽又想起了那个叫拉贾的男孩。"},{"en":"Colin answered as if neither the doctor’s alarm nor Mrs Medlock’s terror were of the slightest consequence.","zh":"科林回答说，好像医生的警报和梅德洛克太太的恐惧都没有造成任何影响。"},{"en":"He was as little disturbed or frightened as if an elderly cat and dog had walked into the room.","zh":"他几乎没有受到什么打扰或惊吓，就好像一只老猫和老狗走进了房间。"},{"en":"“This is my cousin, Mary Lennox,” he said.","zh":"“这是我的表妹，玛丽 · 伦诺克斯,”他说。"},{"en":"“I asked her to come and talk to me. I like her. She must come and talk to me whenever I send for her.”","zh":"“我让她过来和我谈谈。我喜欢她。无论我什么时候叫她，她都必须来和我说话。”"},{"en":"Dr. Craven turned reproachfully to Mrs Medlock.","zh":"克雷文医生责备地转向梅德洛克太太。"},{"en":"“Oh, sir” she panted.","zh":"“哦，先生。”她气喘吁吁地说。"},{"en":"“I don’t know how it’s happened.","zh":"“我不知道这是怎么发生的。"},{"en":"There’s not a servant on the place you'd dare to talk, they all have their orders.”","zh":"这里没有一个你敢说话的仆人，他们都有自己的命令。”"},{"en":"“Nobody told her anything,” said Colin.","zh":"“没有人告诉她任何事情,”科林说。"},{"en":"“She heard me crying and found me herself. I am glad she came. Don’t be silly, Medlock.”","zh":"“她听到我在哭，然后自己找到了我。我很高兴她来了。别傻了，梅德洛克。”"},{"en":"Mary saw that Dr. Craven did not look pleased, but it was quite plain that he dare not oppose his patient.","zh":"玛丽看得出克雷文医生脸色不太好，但很明显，他不敢反对他的病人。"},{"en":"He sat down by Colin and felt his pulse.","zh":"他在科林身边坐下来，摸了摸他的脉搏。"},{"en":"“I am afraid there has been too much excitement.","zh":"“恐怕我们之间有太多的刺激了。"},{"en":"Excitement is not good for you, my boy,” he said.","zh":"兴奋对你没好处，我的孩子,”他说。"},{"en":"“I should be excited if she kept away,” answered Colin, his eyes beginning to look dangerously sparkling.","zh":"“如果她不来，我会很兴奋的,”科林回答，他的眼睛开始闪烁着危险的光芒。"},{"en":"“I am better. She makes me better.","zh":"”我更好，她让我更好。"},{"en":"The nurse must bring up her tea with mine.","zh":"护士必须把她的茶和我的茶一起端上来。"},{"en":"We will have tea together.”","zh":"我们一起喝茶。”"},{"en":"Mrs Medlock and Dr. Craven looked at each other in a troubled way, but there was evidently nothing to be done.","zh":"梅德洛克太太和克雷文医生面面相觑，但显然无能为力。"},{"en":"“He does look rather better, sir,” ventured Mrs Medlock.","zh":"“他确实看起来好多了，先生,”梅德洛克太太大胆地说。"},{"en":"“But”, thinking the matter over, “he looked better this morning before she came into the room.”","zh":"“但是,”他想了想，“今天早上她进来之前，他看起来好多了。”"},{"en":"“She came into the room last night.","zh":"”她昨晚走进房间。"},{"en":"She stayed with me a long time.","zh":"她和我在一起很久了。"},{"en":"She sang a Hindustani song to me and it made me go to sleep,” said Colin.","zh":"她对我唱了一首印度斯坦语歌曲，让我睡着了,”科林说。"},{"en":"“I was better when I wakened up.","zh":"我醒来的时候好多了。"},{"en":"I wanted my breakfast.","zh":"我想吃早餐。"},{"en":"I want my tea now. Tell nurse, Medlock.”","zh":"我现在就要喝茶，告诉护士 Medlock”"},{"en":"Dr. Craven did not stay very long.","zh":"克雷文医生没待多久。"}],[{"en":"He talked to the nurse for a few minutes when she came into the room and said a few words of warning to Colin.","zh":"当护士走进房间时，他和她谈了几分钟，并对科林说了几句警告的话。"},{"en":"He must not talk too much; he must not forget that he was ill; he must not forget that he was very easily tired.","zh":"他不能说得太多; 他不能忘记他生病了; 他不能忘记他很容易疲劳。"},{"en":"Mary thought that there seemed to be a number of uncomfortable things he was not to forget.","zh":"玛丽觉得好像有一些令人不舒服的事情是他不能忘记的。"},{"en":"Colin looked fretful and kept his strange black-lashed eyes fixed on Dr. Craven’s face.","zh":"科林看起来很烦躁，他那双奇怪的黑睫毛的眼睛一直盯着克雷文医生的脸。"},{"en":"“I want to forget it,” he said at last. “She makes me forget it. That is why I want her.”","zh":"“我想忘记它,”他最后说。“她让我忘记它。这就是为什么我想要她。”"},{"en":"Dr. Craven did not look happy when he left the room.","zh":"克雷文医生离开房间时看起来不太高兴。"},{"en":"He gave a puzzled glance at the little girl sitting on the large stool.","zh":"他疑惑地看了坐在大凳子上的小女孩一眼。"},{"en":"She had become a stiff, silent child again as soon as he entered and he could not see what the attraction was.","zh":"他一进门，她就变成了一个呆板、沉默的孩子，他看不出有什么吸引人的地方。"},{"en":"The boy actually did look brighter, however, and he sighed rather heavily as he went down the corridor.","zh":"然而，这个男孩确实看起来更加聪明了，当他走过走廊时，他深深地叹了口气。"},{"en":"“They are always wanting me to eat things when I don’t want to,” said Colin, as the nurse brought in the tea and put it on the table by the sofa.","zh":"“他们总是要我在不想吃的时候吃东西,”科林说，护士把茶端进来，放在沙发边的桌子上。"},{"en":"“Now, if you’ll eat I will. Those muffins look so nice and hot. Tell me about Rajahs.”","zh":"“现在，如果你愿意吃，我愿意。这些松饼看起来又好又热。跟我说说 Rajahs 吧。”"}]]