[[{"en":"Vancouver is British Columbia’s biggest city.","zh":""},{"en":"It’s the gateway to the glaciers of Alaska,","zh":""},{"en":"the wilderness of Western Canada and the slopes of Whistler,","zh":""},{"en":"and it’s also one of the world’s most desirable places to live.","zh":""},{"en":"Wherever you roam in Vancouver,","zh":""},{"en":"the salty sea breeze carries the fresh scents of the forest and the promise of adventure.","zh":""},{"en":"It’s welcoming neighborhoods are filled with the aromas of incredible cuisines,","zh":""},{"en":"roasting coffee beans,","zh":""},{"en":"brewer’s hops,","zh":""},{"en":"and all the urban delights you’d expect from city which is regularly voted,","zh":""},{"en":"“the World's most livable”.","zh":""},{"en":"The secret to Vancouver’s success","zh":""},{"en":"is that it has always been developed with livability in mind.","zh":""},{"en":"Ever since European settlement only 150 years ago,","zh":""},{"en":"the people of Vancouver have protected the rivers,","zh":""},{"en":"coastline and forest,","zh":""},{"en":"maintaining the perfect balance between nature and the built environment.","zh":""},{"en":"And there’s no finer example than the city’s pride and joy,","zh":""},{"en":"Stanley Park,","zh":""},{"en":"which dates all the way back to 1886.","zh":""},{"en":"Because Stanley Park spans more than a thousand acres,","zh":""},{"en":"you can return over and over again and always discover something new.","zh":""},{"en":"To get to the park,","zh":""},{"en":"simply cycle or walk along the century-old Seawall from the nearby downtown area.","zh":""},{"en":"The wall not only keeps the sea at bay,","zh":""},{"en":"but ensures Vancouver’s waterfront is accessible to everyone.","zh":""},{"en":"Water has always played a major role in this port and river city.","zh":""},{"en":"Watch ships come and go from Brockton Point,","zh":""},{"en":"where a lighthouse marks the easternmost tip of Stanley Park,","zh":""},{"en":"or from the viewing platform at Prospect Point,","zh":""},{"en":"on the park’s northern tip.","zh":""},{"en":"The coastal First Nations people are seafarers too,","zh":""},{"en":"having paddled to these misty shores over 17,000 years ago.","zh":""},{"en":"In the Museum of Anthropology at the University of British Columbia,","zh":""},{"en":"totems and sculptures depict the rich mythologies of the Haida people","zh":""},{"en":"and the other indigenous tribes of the Northwest Coast.","zh":""},{"en":"The modern city takes its name from the British navigator George Vancouver,","zh":""},{"en":"who landed here in 1792.","zh":""},{"en":"The original settlement, however, was called “Gastown”.","zh":""},{"en":"In 1867 Gassy Jack, a sailor and renowned storyteller,","zh":""},{"en":"convinced local timber cutters to build him a saloon","zh":""},{"en":"in exchange for all the whisky they could drink in one sitting.","zh":""},{"en":"No one knows who got the best end of the deal,","zh":""},{"en":"but a tavern was quickly erected and a town was born.","zh":""},{"en":"Gassy Jack and his makeshift pub may be long gone,","zh":""},{"en":"but in the historic neighborhood of Gastown,","zh":""},{"en":"his spirit lingers on, in the good company,","zh":""},{"en":"the hearty food and in the vapors that rise from the city’s iconic Steam Clock.","zh":""},{"en":"Vancouver’s early history continues at nearby Waterfront Station,","zh":""},{"en":"the western terminus of the Canadian Pacific Railway.","zh":""},{"en":"The railway’s construction brought Chinese workers by the thousands,","zh":""},{"en":"whose descendants have enriched Vancouver ever since.","zh":""},{"en":"Experience this interweaving of cultures","zh":""},{"en":"at the Dr. Sun Yat-Sen Park and Classical Chinese Garden,","zh":""},{"en":"the first garden of its kind created outside of China.","zh":""},{"en":"And in Vancouver’s Chinatown,","zh":""},{"en":"where the fusing of Oriental flavors with fresh local seafood has helped earn the city the title,","zh":""},{"en":"“the Culinary Capital of Canada”.","zh":""},{"en":"Back in Downtown,","zh":""},{"en":"admire yet another of the city’s iconic landmarks,","zh":""},{"en":"The Fairmont Hotel Vancouver.","zh":""},{"en":"Opening in 1939, this Castle in the City,","zh":""},{"en":"became a reflection of the city’s growing prestige and confidence.","zh":""},{"en":"Just a short stroll away, is Canada Place,","zh":""},{"en":"where cruise ship travelers from all over the globe arrive to explore the city,","zh":""},{"en":"or embark on epic voyages to Alaska.","zh":""},{"en":"If you’re visiting Vancouver with younger adventurers,","zh":""},{"en":"they’ll find plenty to discover at Science World.","zh":""},{"en":"And at the Vancouver Aquarium,","zh":""},{"en":"little Jacques Cousteaus can meet the cold-water creatures of the British Columbian coast,","zh":""},{"en":"or simply watch in awe as tropical species glide on by.","zh":""},{"en":"After visiting Vancouver’s central highlights,","zh":""},{"en":"explore the city’s south side.","zh":""},{"en":"Ride the ferry or aquabus across False Creek to Granville Island.","zh":""},{"en":"Stock up on provisions and delicious treats at the famous Granville Island Public Market,","zh":""},{"en":"then, sample a few craft ales at Granville Island Brewing.","zh":""},{"en":"From Granville Island,","zh":""},{"en":"head south to Queen Elizabeth Park on Little Mountain,","zh":""},{"en":"the city’s highest peak.","zh":""},{"en":"Once scarred by quarries,","zh":""},{"en":"the city transformed these former gravel pits into a stunning network of gardens,","zh":""},{"en":"creating a peaceful oasis high above the city.","zh":""},{"en":"After you’ve breathed in the views,","zh":""},{"en":"check out the Bloedel Conservatory,","zh":""},{"en":"a lush greenhouse filled with some of Vancouver’s most colorful residents.","zh":""},{"en":"When it’s time to answer the call of the wild,","zh":""},{"en":"cross the Lions Gate Bridge,","zh":""},{"en":"named after the nearby twin peaks which loom over the city.","zh":""},{"en":"The North Shore Mountain range is dissected by three deep valleys.","zh":""},{"en":"It’s a wilderness where bears roam, and salmon-filled rivers flow","zh":""},{"en":"through old-growth forests.","zh":""},{"en":"Cross the 450 foot-long Capilano Suspension Bridge,","zh":""},{"en":"which has been testing the nerves of visitors for over 125 years.","zh":""},{"en":"Then take a Treetops Adventure,","zh":""},{"en":"high above the rainforest floor.","zh":""},{"en":"For a bird’s-eye view of Vancouver,","zh":""},{"en":"head to the top of Grouse Mountain.","zh":""},{"en":"Or to go even higher,","zh":""},{"en":"climb into the viewing pod of The Eye of the Wind, the mountain’s landmark wind turbine.","zh":""},{"en":"Vancouver offers extraordinary outdoor experiences and mind-blowing vistas,","zh":""},{"en":"all within its city limits,","zh":""},{"en":"but venture a little further and you’ll arrive at a whole other level of awesomeness.","zh":""},{"en":"Less than a two-hour drive from the city","zh":""},{"en":"is the world-renowned mountain village of Whistler.","zh":""},{"en":"This adventure playground is simply magic all year round,","zh":""},{"en":"but when the season’s first snows come whirling down,","zh":""},{"en":"it transforms into a wonderland.","zh":""},{"en":"Hit the slopes of the Whistler Blackcomb Resort,","zh":""},{"en":"the largest ski resort in North America.","zh":""},{"en":"The beautifully connected runs here cater to all skill levels","zh":""},{"en":"and attract elite skiers and beginners from all over the globe.","zh":""},{"en":"And while you could drive to back to Vancouver the same day,","zh":""},{"en":"why not put the world on hold for a few nights,","zh":""},{"en":"warm yourself by a fire,","zh":""},{"en":"and enjoy some of Canada’s finest hospitality.","zh":""},{"en":"Vancouver is and always has been,","zh":""},{"en":"a city connected with nature and adventure,","zh":""},{"en":"it beckons from the breeze,","zh":""},{"en":"the waters, the mountains,","zh":""},{"en":"her very street corners.","zh":""},{"en":"So whether your idea of living,","zh":""},{"en":"is testing yourself in the wilds,","zh":""},{"en":"or adventures of a more urban kind,","zh":""},{"en":"you’ll feel perfectly at home, and alive,","zh":""},{"en":"in Vancouver.","zh":""}]
]
