[[{"en":"Hi guys, welcome to another episode of Ultimate Bucket List","zh":""},{"en":"and this is your complete guide to the city of","zh":""},{"en":"London. Where to go, what to do, where to eat, and how to save money in","zh":""},{"en":"one of the most amazing cities in the world!","zh":""},{"en":"Ladies and gentlemen: welcome to the nation's capital!","zh":""},{"en":"It's an amazing place full of culture history some very very world famous","zh":""},{"en":"attractions and there's a lot to do here in London.","zh":""},{"en":"Now this is going to be quite a long video, but this will tell you","zh":""},{"en":"everything that you need to know about having the best time of your life","zh":""},{"en":"here in London. If you're short on time (and in general) there's three main areas","zh":""},{"en":"of London that you'll probably want to explore.","zh":""},{"en":"Westminster, the West End and the City of London. Most of the","zh":""},{"en":"famous attractions you'll have heard of reside in one of these three areas so","zh":""},{"en":"these are the areas I want you to kind of focus on.","zh":""},{"en":"I suppose I better start on telling you how to get around the place","zh":""},{"en":"and how to use the world famous underground system.","zh":""},{"en":"aka the Tube. The tube network is vast and varied and","zh":""},{"en":"if you look at a tube map it looks very confusing but I assure you","zh":""},{"en":"once you've gone into an underground station it's actually","zh":""},{"en":"incredibly easy to use there's plenty of signs","zh":""},{"en":"and you'll have to try very very hard in order to actually get","zh":""},{"en":"lost. Either get an oyster card or in my case just a normal credit card","zh":""},{"en":"tap it on one of the turnstiles and away you go.","zh":""},{"en":"It's literally that easy you can do the exact same thing for the London buses","zh":""},{"en":"and the London boats and these three combined you'll be able","zh":""},{"en":"to get across the city within minutes. Be very careful though because the tube","zh":""},{"en":"map is widely not to scale and sometimes it's quicker to walk than","zh":""},{"en":"it is to use the tube, so bear that in mind. If you're looking","zh":""},{"en":"for a place to stay, I highly recommend staying","zh":""},{"en":"around the West end or the theatre district","zh":""},{"en":"especially if you like nightlife it's perfect.","zh":""},{"en":"But also, it seems to be roughly the centre of London","zh":""},{"en":"so if you stay anywhere around here especially next to a tube station","zh":""},{"en":"you'll thank me when you can get around the city very very easily.","zh":""},{"en":"Let's start by heading towards one of the more famous areas","zh":""},{"en":"of London. Westminster ... and I suppose I’d better start by","zh":""},{"en":"telling you about this big thing here. Officially it's called the Elizabeth","zh":""},{"en":"Tower but most people know this as Big Ben. It's a bit of a misnomer","zh":""},{"en":"because Big Ben actually refers to the bell inside the","zh":""},{"en":"clock tower rather than the actual clock tower","zh":""},{"en":"itself. This is one of the most iconic images of","zh":""},{"en":"London and when you've seen photos or videos of","zh":""},{"en":"this it looks pretty much like this. However","zh":""},{"en":"when I arrived, it looks more like this: very very much under construction!","zh":""},{"en":"They're currently renovating it and it won't be ready for quite a few","zh":""},{"en":"years but hopefully when you come to London it will look","zh":""},{"en":"significantly better. Right next to Big Ben are the Houses of","zh":""},{"en":"Parliament. Now, believe it or not this is where our","zh":""},{"en":"government resides and does its business and furthermore, you can actually go","zh":""},{"en":"inside! Yes, whilst parliament is in session you","zh":""},{"en":"can actually attend parliament. All you have to do is queue and if","zh":""},{"en":"there's room in the gallery they'll security check you, and you can","zh":""},{"en":"actually watch the proceedings. That is if you can stand all the","zh":""},{"en":"[bullsh*t] that goes on in this place. If you don't want to go inside, that's","zh":""},{"en":"okay, there's plenty of good photo opportunities in and around","zh":""},{"en":"Westminster, Rather conveniently right next to","zh":""},{"en":"Westminster is Westminster Abbey. This is the famous","zh":""},{"en":"cathedral where the coronations happen, royal","zh":""},{"en":"weddings happen and it's an amazing place to go into.","zh":""},{"en":"I highly recommend that you do go into Westminster Abbey","zh":""},{"en":"this along with Saint Paul’s is one of the most famous churches","zh":""},{"en":"in all of London, and it's probably a place that you've seen on the TV and","zh":""},{"en":"movies many times. To get the best","zh":""},{"en":"possible shots of Westminster you'll need to cross the bridge","zh":""},{"en":"so over the bridge you go and that's pretty much the best viewpoint.","zh":""},{"en":"Obviously when you come here hopefully you won't have so much scaffolding all","zh":""},{"en":"over it. Boy it's unsightly but it'll be nice","zh":""},{"en":"when it's done. But whilst walking across the river","zh":""},{"en":"you'll notice a big giant ferris wheel on the other side.","zh":""},{"en":"This is the famous London Eye. Yes it's a big giant ferris wheel and yes","zh":""},{"en":"they're pretty much in every major city nowadays,","zh":""},{"en":"But it's still nice to go around and the views from the top","zh":""},{"en":"are simply incredible as you can imagine though it's busy and","zh":""},{"en":"you'll need to book way in advance. But the views more than","zh":""},{"en":"make up for it whilst walking around the London Eye","zh":""},{"en":"you'll notice other attractions such as the London dungeons which I","zh":""},{"en":"highly recommend. It's pretty scary but cool at the same","zh":""},{"en":"time and it's also a nice place to chill out","zh":""},{"en":"with a cold beverage overlooking the River Thames and","zh":""},{"en":"Westminster so yes definitely a good place to stop if","zh":""},{"en":"you do want something nice to look at. This area has some very very ornate looking","zh":""},{"en":"pubs and I highly recommend if you've never","zh":""},{"en":"been to an English pub before go into one of these. Nearby Westminster","zh":""},{"en":"Abbey you'll walk through St James’s Park aka the royal park","zh":""},{"en":"there's a reason why they call it a royal park is because right next door","zh":""},{"en":"is one of the most famous attractions that people come and see.","zh":""},{"en":"Buckingham Palace. This is the Queen's official home","zh":""},{"en":"though she doesn't actually consider this her home she considers Windsor","zh":""},{"en":"Castle her home but point beside, this is officially","zh":""},{"en":"where she resides most of the time. If the royal standard","zh":""},{"en":"is flying high it means that she's actually","zh":""},{"en":"there. Believe it or not you can actually go on tours","zh":""},{"en":"around Buckingham palace but they are rare, they usually happen between July","zh":""},{"en":"and October when the Queen is officially not in residence. But you have to book","zh":""},{"en":"way in advance and is pretty expensive so most tourists generally hang around","zh":""},{"en":"the gates and take pictures of the palace and the","zh":""},{"en":"monument in front of it. And they also hang around for the","zh":""},{"en":"Changing of the Guard Ceremony which happens at roughly 11 o'clock","zh":""},{"en":"every day. Due to Covid, it's not been happening","zh":""},{"en":"with as much pomp and circumstance as you see in this video","zh":""},{"en":"but hopefully by the time you arrive here in London everything will return to","zh":""},{"en":"normal and you'll be able to see this again.","zh":""},{"en":"The footage you're seeing here I actually shot this back in October","zh":""},{"en":"and it's a decent view but I would have loved to have been a bit closer to the","zh":""},{"en":"gates because that's where pretty much all the main stuff happens. But if you","zh":""},{"en":"are watching the changing of the guard ceremony","zh":""},{"en":"I highly recommend that you actually follow the guards down the road","zh":""},{"en":"because they actually march towards St James’s Palace","zh":""},{"en":"which in itself is an attraction so that's kind of cool to see.","zh":""},{"en":"If you guys want me to make another video about the changing of the guard","zh":""},{"en":"ceremony let me know in the comment section below.","zh":""},{"en":"That's basically Westminster in a nutshell now it's time to go to the","zh":""},{"en":"opposite end of the city. The City of London. Originally the City","zh":""},{"en":"of London is this one square mile bit of the city","zh":""},{"en":"it's part of the old roman city of Londinium that used to stand there","zh":""},{"en":"but has now been amalgamated into the greater city of London.","zh":""},{"en":"Now it's a big giant financial and business district","zh":""},{"en":"one of the most powerful in the world.","zh":""},{"en":"Admittedly the actual city of London itself isn't that interesting,","zh":""},{"en":"yes it's got a few nice buildings but the main two things that you'll need to","zh":""},{"en":"visit while you're here in the City of London","zh":""},{"en":"is famous Tower Bridge and the Tower of London now I’ve","zh":""},{"en":"actually made a separate video about the Tower of London","zh":""},{"en":"right here, but in short this is where famous monarchs traditionally lived","zh":""},{"en":"and is currently home to the crown jewels the most expensive","zh":""},{"en":"and priceless jewellery in the country. Check out my video here!","zh":""},{"en":"The other famous landmark that most people associate with London:","zh":""},{"en":"Tower Bridge. Now I know a lot of you will be asking","zh":""},{"en":"can you actually go inside and the answer is","zh":""},{"en":"yes! You can pay a small admission fee and go up one of the towers","zh":""},{"en":"and walk across the bridge at the top there where they've got a glass roof","zh":""},{"en":"and a glass floor so that's pretty interesting.","zh":""},{"en":"Most of the time tourists are just happy to walk along the bridge","zh":""},{"en":"and take various photos of it and it is a very pretty bridge.","zh":""},{"en":"To get the best possible shots of tower bridge you'll need to basically be","zh":""},{"en":"next to the Tower of London or on the other side of the river","zh":""},{"en":"on the west side. The views of the tower bridge from the east side aren't very good so","zh":""},{"en":"these two are probably the best views of Tower Bridge you're going to get.","zh":""},{"en":"But guys, this is one of the most famous bridges if not the most famous bridge","zh":""},{"en":"in the world and I highly recommend that you take your time","zh":""},{"en":"and take some lovely pictures here. Particularly at night","zh":""},{"en":"it glows like a Christmas tree. There's some","zh":""},{"en":"very very nice riverside eateries next to tower bridge that I highly recommend","zh":""},{"en":"that you check out.","zh":""},{"en":"Whilst you're on the west side of the bridge, you'll notice a big giant warship","zh":""},{"en":"the HMS Belfast which you can pay to go inside but","zh":""},{"en":"it is a warship. But a few streets away you'll find this London’s tallest","zh":""},{"en":"building. The Shard: it's mainly residential and","zh":""},{"en":"office blocks, but you can actually pay and go to the","zh":""},{"en":"observation tower where you get some pretty good amazing","zh":""},{"en":"views of London. Whilst you're up there you'll notice a","zh":""},{"en":"cathedral on the other side of the water this is the other famous church in","zh":""},{"en":"London - Saint Paul’s Cathedral. It's pretty amazing on the inside and I","zh":""},{"en":"highly recommend that you do go but also once you've checked out the","zh":""},{"en":"cathedral check out the bridge that's directly opposite it.","zh":""},{"en":"This is the infamous Millennium Bridge a bridge that when first opened wobbled","zh":""},{"en":"like crazy is now incredibly stable, and it provides","zh":""},{"en":"you some excellent photo opportunities. So especially if you're a photographer","zh":""},{"en":"or a videographer you can get some amazing views","zh":""},{"en":"of Tower Bridge, Saint Paul’s, The Shard it's a pretty good photography and","zh":""},{"en":"videography spot. But as night falls and you want to be","zh":""},{"en":"entertained there's only one place you need to go:","zh":""},{"en":"The West End aka the theatre district. This is London’s answer to Broadway and","zh":""},{"en":"arguably better than Broadway! There are lots of","zh":""},{"en":"traditional theatres around here where you can take in a","zh":""},{"en":"musical or a show. The nightlife around here is pretty damn","zh":""},{"en":"amazing the west end encompasses Covent Garden","zh":""},{"en":"where there's lots of theatres around Leicester Square which is a public","zh":""},{"en":"square full of shops casinos and Chinatown is nearby, the","zh":""},{"en":"largest Chinatown in the country. Piccadilly Circus which is home to these","zh":""},{"en":"giant LED screens and at night they look pretty damn","zh":""},{"en":"amazing. And it's also home to Oxford Street the","zh":""},{"en":"longest shopping street in London. So if you like to shop or be","zh":""},{"en":"entertained the West End is definitely the place to","zh":""},{"en":"go. Especially if you're a person of the","zh":""},{"en":"night the red-light district is in Soho which is also the West","zh":""},{"en":"End ... if you like that sort of thing?! You'll find everything here in the West","zh":""},{"en":"End and there's several underground tube stops that are","zh":""},{"en":"right next to each other. So when I told you in the beginning of","zh":""},{"en":"the video that you should stay in the West End","zh":""},{"en":"now you see why. Whilst we're here at the west End","zh":""},{"en":"I’ll also like to mention that this is home to the best cuisine","zh":""},{"en":"in the city. You can find anything from cheap Asian street food","zh":""},{"en":"to money is no object restaurants. Seriously you can have it","zh":""},{"en":"all here in the West End. And it's a great place to hang out even","zh":""},{"en":"if you just want to watch the world go by.","zh":""},{"en":"You can do this pretty much here at Trafalgar square","zh":""},{"en":"whereby you've got the National Gallery behind you and yes that's free of charge","zh":""},{"en":"and you're able to go into it. These are the three main areas that I","zh":""},{"en":"think you should explore whilst you're in London. If you've only","zh":""},{"en":"got a short time you could do one area per day and see","zh":""},{"en":"most of what London has to offer in two or three days. But if you've got","zh":""},{"en":"more time and you're willing to travel a bit further","zh":""},{"en":"there's some very interesting places. Let's start with West London and Hyde","zh":""},{"en":"Park. This is the largest green space here in","zh":""},{"en":"London It's a lovely park to kind of get away","zh":""},{"en":"from the hustle and bustle of the city. Right on the side of Hyde Park is the","zh":""},{"en":"Royal Albert Hall, the most famous music venue here in","zh":""},{"en":"London. It's home to the last night of the proms","zh":""},{"en":"and if you do manage to catch a proms show I highly recommend it. Yes","zh":""},{"en":"it's classical music but it's a fine representation","zh":""},{"en":"of British society. Whilst you're around here you'll notice","zh":""},{"en":"that you're in the borough of Kensington and Chelsea","zh":""},{"en":"the richest and most exclusive area of London.","zh":""},{"en":"And nothing screams fancy and decadence rather than Kensington Palace","zh":""},{"en":"which is definitely definitely worth a look.","zh":""},{"en":"What's also worth a look is Harrods, the famous department store.","zh":""},{"en":"If you want to see celebrities do their shopping this is a place to go because","zh":""},{"en":"quite frankly it's expensive here!","zh":""},{"en":"This is where the Queen famously does her shopping and where celebrities like","zh":""},{"en":"Michael Jackson go to buy literally everything!","zh":""},{"en":"This area is also home to some of the city's most famous museums,","zh":""},{"en":"the Science Museum, the Victoria and Albert Museum","zh":""},{"en":"which is also known as the V&A. And my personal favourite","zh":""},{"en":"the Natural History Museum which is amazing inside.","zh":""},{"en":"And once again it's free of charge to enter.","zh":""},{"en":"If museums are your thing you'll also need to check out the north side of the","zh":""},{"en":"city. Madame Tussauds is famously on Baker","zh":""},{"en":"Street and this is the original Madame Tussauds","zh":""},{"en":"that actually opened There are Madame Tussauds everywhere in","zh":""},{"en":"the world these days, but this is the original and best.","zh":""},{"en":"Because it's on Baker Street it's also home to the Sherlock Holmes Museum","zh":""},{"en":"so if you go to Sherlock Holmes' house at 221B Baker Street","zh":""},{"en":"you'll find the Sherlock Holmes Museum.","zh":""},{"en":"Nearby Regents Park is home to the ZSL London Zoo.","zh":""},{"en":"So if you want to see some animals go to Regents Park.","zh":""},{"en":"The British Museum is also located here in the north side of the city,","zh":""},{"en":"and it has the most stunning roof that you'll ever see. And the museum itself","zh":""},{"en":"pretty damn good and once again it's free of charge to go into.","zh":""},{"en":"If you do like modern art, the Tate modern is","zh":""},{"en":"located in the south side of the city on the south bank.","zh":""},{"en":"By law here in the UK, most state-funded museums","zh":""},{"en":"have to be free of charge to enter and most of the important ones I’ve","zh":""},{"en":"mentioned so far are free so if you are on a budget, some","zh":""},{"en":"of these museums are definitely a good way to waste some","zh":""},{"en":"time and take in some culture. But what else is that to do? If you're","zh":""},{"en":"willing to travel a little bit further there's the O2 Arena which is formerly","zh":""},{"en":"known as the Millennium Dome. This is the","zh":""},{"en":"modern concert venue that's in the city and you can take in concerts, basketball","zh":""},{"en":"games, ice hockey here Visit Canary Wharf which is an ultra","zh":""},{"en":"modern financial district. Admittedly it's kind of like Dubai but","zh":""},{"en":"British and crappy weather. There's not all that much to do apart","zh":""},{"en":"from look at the lovely buildings. But one area I do recommend that you","zh":""},{"en":"visit is the area of Greenwich. This is home to the famous","zh":""},{"en":"Royal Greenwich Observatory and this is where time begins.","zh":""},{"en":"Seriously I’m not joking, all time is based off Greenwich Mean Time (GMT).","zh":""},{"en":"which is this line here on the meridian. You can","zh":""},{"en":"actually pay to go in the Greenwich Observatory and there's a lot of","zh":""},{"en":"interesting artefacts, there's a lot of interesting instruments,","zh":""},{"en":"and you can take a stereotypical video or picture of you walking along the","zh":""},{"en":"prime meridian line ... just like I’m doing right now.","zh":""},{"en":"You can easily waste a morning here at the Greenwich Observatory","zh":""},{"en":"but right next door to that is The Queen's House.","zh":""},{"en":"Contrary to popular belief, the Queen's house isn't actually","zh":""},{"en":"the Queen's House, it's actually an art gallery - nothing to do with the Queen!","zh":""},{"en":"And you've also got the National Maritime Museum which is quite","zh":""},{"en":"interesting. If you like the sea or navy or boats the","zh":""},{"en":"National Maritime Museum is quite interesting. Speaking of boats","zh":""},{"en":"London’s most famous boat is moored permanently on land,","zh":""},{"en":"This is the Cutty Sark, at one point this was the fastest tea clipper in the","zh":""},{"en":"world. And was so important to the tea trade","zh":""},{"en":"with China. Nowadays it's been fully restored and","zh":""},{"en":"put on land, But when you go around the inside of it","zh":""},{"en":"it's actually quite interesting to see how it used to work back in the day.","zh":""},{"en":"And I’ve never been on a wooden clipper galleon before","zh":""},{"en":"but I found it really interesting. Yes and let's ring the bell just for fun.","zh":""},{"en":"Greenwich can be a pain in the backside to get to using the tube system","zh":""},{"en":"so I highly recommend using the boats instead.","zh":""},{"en":"Now you can actually use the boats just like you use the tube system.","zh":""},{"en":"And if you're wondering why I’m taking a video of this particular old woman,","zh":""},{"en":"she couldn't stop farting so she left me a trail of farts","zh":""},{"en":"whilst I was walking behind her ... dirty woman!","zh":""},{"en":"But anyway, to use the boats it's dead easy. All you have to do","zh":""},{"en":"is scan in just like you would on a tube. Get on the boat,","zh":""},{"en":"enjoy a lovely boat ride down the Thames and when you get to the destination of","zh":""},{"en":"your choice, literally tap back out again. A lot of","zh":""},{"en":"locals and a lot of tourists don't know about the boats","zh":""},{"en":"and I highly recommend that you actually use them to get around","zh":""},{"en":"especially if you're going between Westminster and the City of London,","zh":""},{"en":"or Westminster and Greenwich. It's by far easier to use the boat than it is to use","zh":""},{"en":"the tube system especially if you're going to Greenwich.","zh":""},{"en":"Off the beaten path in the north end of the city you'll find","zh":""},{"en":"Camden Town. It's famous for its world famous","zh":""},{"en":"Camden market, one of the traditional marketplaces of the city","zh":""},{"en":"it's now home to a whole plethora of different things that you can look","zh":""},{"en":"taste and buy. And if you like your sports","zh":""},{"en":"the national Cricket ground at Lord's is nearby.","zh":""},{"en":"And if you are a big sports fan you'll find that London is home to some of our","zh":""},{"en":"national stadiums we have the national Rugby stadium","zh":""},{"en":"Twickenham in the south side of the city. The national cricket ground which I’ve","zh":""},{"en":"already mentioned, and the national football stadium","zh":""},{"en":"at Wembley. London as you can imagine is also home to several of the world's most","zh":""},{"en":"famous football teams, all of them play along the outskirts and","zh":""},{"en":"some of them can be a bit of a pain to get to.","zh":""},{"en":"But I highly recommend that you take in a game if you get a chance.","zh":""},{"en":"I’m not going to talk too much about them because I’ve made separate videos","zh":""},{"en":"of them all right here but suffice to say","zh":""},{"en":"London and sports is synonymous. Finally if you're willing to venture a","zh":""},{"en":"little bit more outside the block, go to Windsor! Windsor is a town that's","zh":""},{"en":"23 miles west of London it's a quaint little traditional town","zh":""},{"en":"but it's home to Windsor castle. The place that the Queen actually calls","zh":""},{"en":"home. Once again I made a separate video about it","zh":""},{"en":"right here, and I highly recommend you check that out!","zh":""},{"en":"Overall guys, London is a place that you won't find boring.","zh":""},{"en":"It's a multicultural diverse city that has some very interesting things","zh":""},{"en":"every step of the way. If you've never been to London in your life","zh":""},{"en":"I recommend that you add this to your bucket list immediately,","zh":""},{"en":"like right now! Okay Ninh, I’m sold what do I need to do? Well you need to","zh":""},{"en":"come here to London it's one of the most famous cities in","zh":""},{"en":"all of the free world and you really won't struggle to find","zh":""},{"en":"flights here. London is served by six major airports and five of which","zh":""},{"en":"are nowhere near London. You'll probably come across Heathrow","zh":""},{"en":"and it will take you literally half an hour on a train to get here because it's","zh":""},{"en":"actually quite far out. The tube is cheaper but it takes","zh":""},{"en":"significantly longer. Driving to London isn't recommended","zh":""},{"en":"because London traffic is notoriously terrible, and there's even","zh":""},{"en":"a congestion charge if you drive within the City of London.","zh":""},{"en":"Overall I highly recommend that it's not worth driving and you're better off","zh":""},{"en":"using public transport. Speaking of whic,h the tube is by far the","zh":""},{"en":"best way of getting around the city. It costs the same to use the buses and","zh":""},{"en":"water boats as well, so take advantage of those especially if","zh":""},{"en":"you're visiting Greenwich. The tube map is widely not to scale so","zh":""},{"en":"look on an actual map before you go anywhere because sometimes","zh":""},{"en":"it's actually quicker to walk to these places than to use the tubes.","zh":""},{"en":"Using the tube system can look pretty complicated but I assure you","zh":""},{"en":"it's actually very very easy. You'll need your contactless credit card","zh":""},{"en":"or if you don't have that fill up an oyster card at any station","zh":""},{"en":"and use that instead. One of the things that other tourist guides","zh":""},{"en":"don't tell you is to actually use the river buses.","zh":""},{"en":"Now this is an actual cool way to see the city along the River Thames","zh":""},{"en":"and it provides you some excellent photo opportunities.You can use","zh":""},{"en":"buses don't bother with taxis because they can get quite pricey.","zh":""},{"en":"If you're looking for a place to stay I highly recommend that you stay","zh":""},{"en":"in the West End, it's full of shops entertainment there's plenty of tube","zh":""},{"en":"stations around so you can get virtually anywhere.","zh":""},{"en":"And it's considered to be the centre point of London","zh":""},{"en":"Westminster is a very close second. Usually when I stay here","zh":""},{"en":"I stay close to Westminster Abbey or Piccadilly Circus tube station because","zh":""},{"en":"with those two places I can get around the city very easily.","zh":""},{"en":"Everything like Buckingham Palace, Westminster Abbey, Big","zh":""},{"en":"Ben, the London Eye - a lot of these things are within walking distance so I","zh":""},{"en":"highly recommend that especially if you don't want to waste","zh":""},{"en":"time traveling, stay around the west end area. The only other","zh":""},{"en":"attractions that aren't near the West End that you probably most","zh":""},{"en":"likely do, is this Tower Bridge and that over there the","zh":""},{"en":"Tower of London. The cost to do things like attractions,","zh":""},{"en":"well, as you can imagine from a major capital city","zh":""},{"en":"attractions can be quite expensive and if you choose to eat out","zh":""},{"en":"that can quickly add up too. But to be honest","zh":""},{"en":"it's nowhere near the most expensive city in the world that you'll come","zh":""},{"en":"across. So in all honesty it's not bad!","zh":""},{"en":"Is there anything else? Yes, a lot of guides won't tell you that you'll be","zh":""},{"en":"walking quite a significant distance, the tube stations are massive and you'll be","zh":""},{"en":"walking everywhere. So arm yourself with","zh":""},{"en":"comfortable shoes and I think you'll be absolutely fine. At","zh":""},{"en":"least you'll be losing weight after you come back from London. Also a","zh":""},{"en":"lot of places here in London are now becoming cashless i.e. you can't","zh":""},{"en":"use proper money. So make sure that you've got a","zh":""},{"en":"contactless credit card, because most retailers actually prefer that to","zh":""},{"en":"you handing them cash. Thanks a lot Covid! There's helpful maps","zh":""},{"en":"everywhere so it's actually pretty hard to get lost in London","zh":""},{"en":"even though it's quite an expansive city.","zh":""},{"en":"Currently there are covered restrictions, so lots of social distancing","zh":""},{"en":"hand sanitizers, face masks are compulsory in various areas etc.","zh":""},{"en":"especially when using public transport, so bear that in mind","zh":""},{"en":"if you are coming to London during this pandemic.","zh":""},{"en":"A lot of people asking me about the tour buses.","zh":""},{"en":"If you've got absolutely no intentions of going into the attractions,","zh":""},{"en":"but actually want to go and see them, use the tour buses because","zh":""},{"en":"they will provide you a quick overview of London,","zh":""},{"en":"even though you probably won't actually go into any of these things.","zh":""},{"en":"And once again check the maps of the attractions that you want to do because","zh":""},{"en":"sometimes it's quicker to use the boat or a bus than it is to use the tube","zh":""},{"en":"system, so bear that in mind. But guys London is a wonderful city and","zh":""},{"en":"I’m pretty sure that you'll have a fantastic time here.","zh":""},{"en":"If you do like this video please be sure to like share and subscribe.","zh":""},{"en":"Comment on the comments section below and if you've got any other ideas for Bucket","zh":""},{"en":"Lists, tweet them at me. If I get enough suggestions I’ll go ahead","zh":""},{"en":"and do that, so guys thank you very much for watching","zh":""},{"en":"and we'll see you in the next episode.","zh":""},{"en":"Ninh Ly - www.ninh.co.uk - @NinhLyUK","zh":""}]
]
