[[{"en":"The Voyage Out","zh":"远航"},{"en":"The ship that was carrying me away from England to Africa in the autumn of 1938 was called the SS Mantola.","zh":"1938年秋天，载着我离开英格兰去非洲的那艘船叫做 SS Mantola。"},{"en":"She was an old paint-peeling tub of 9,000 tons with a single tall funnel and a vibrating engine that rattled the tea-cups in their saucers on the dining-room table.","zh":"她是一个9000吨重的旧油漆桶，只有一个高高的漏斗和一个震动引擎，引擎震得餐厅桌子上茶碟里的茶杯嘎嘎作响。"},{"en":"The voyage from the Port of London to Mombasa would take two weeks and on the way we were going to call in at Marseilles, Malta, Port Said, Suez, Port Sudan and Aden.","zh":"从伦敦港到蒙巴萨需要两个星期，途中我们将拜访马赛、马耳他、塞得港、苏伊士、苏丹港和亚丁。"},{"en":"Nowadays you can fly to Mombasa in a few hours and you stop nowhere and nothing is fabulous any more,","zh":"如今，你可以在几个小时内飞到蒙巴萨，你不会在任何地方停留，没有什么是美妙的,"},{"en":"but in 1938 a journey like that was full of stepping-stones and East Africa was a long way from home,","zh":"但在1938年这样的旅程充满了垫脚石东非离家很远,"},{"en":"especially if your contract with the Shell Company said that you were to stay out there for three years at a stretch.","zh":"尤其是如果你和壳牌公司的合同上说你要在外面一连待三年。"},{"en":"I was twenty-two when I left.","zh":"我离开的时候才22岁。"},{"en":"I would be twenty-five before I saw my family again.","zh":"再见到我的家人时，我已经25岁了。"},{"en":"What I still remember so clearly about that voyage is the extraordinary behaviour of my fellow passengers.","zh":"关于那次航行，我至今记忆犹新的是我的同伴们的非凡表现。"},{"en":"I had never before encountered that peculiar Empire-building breed of Englishman who spends his whole life working in distant corners of British territory.","zh":"我以前从来没有遇到过这种特殊的建立帝国的英国人，他们终其一生都在英国领土的遥远角落工作。"},{"en":"Please do not forget that in the 1930s the British Empire was still very much the British Empire,","zh":"请不要忘记，在20世纪30年代，大英帝国仍然很大程度上是大英帝国,"},{"en":"and the men and women who kept it going were a race of people that most of you have never encountered and now you never will.","zh":"维持这一切的男男女女是一个你们大多数人从未遇到过的种族，现在你们永远也不会遇到。"},{"en":"I consider myself very lucky to have caught a glimpse of this rare species while it still roamed the forests and foothills of the earth, for today it is totally extinct.","zh":"我认为自己非常幸运，能够在这种稀有物种仍然在森林和地球上的丘陵地带漫步的时候瞥见它，因为今天它已经完全灭绝了。"},{"en":"More English than the English, more Scottish than the Scots, they were the craziest bunch of humans I shall ever meet.","zh":"他们比英国人更英国，比苏格兰人更苏格兰，他们是我见过的最疯狂的一群人。"},{"en":"For one thing, they spoke a language of their own.","zh":"首先，他们说自己的语言。"},{"en":"If they worked in East Africa, their sentences were sprinkled with Swahili words, and if they lived in India then all manner of dialects were intermingled.","zh":"如果他们在东非工作，那么他们的句子中就会夹杂着斯瓦希里语，如果他们生活在印度，那么各种方言就会混杂在一起。"},{"en":"As well as this, there was a whole vocabulary of much-used words that seemed to be universal among all these people.","zh":"除此之外，还有一整套在所有这些人中似乎是普遍使用的词汇。"},{"en":"An evening drink, for example, was always a sundowner.","zh":"例如，晚上喝一杯总是让人心情低落。"},{"en":"A drink at any other time was a chota peg.","zh":"在其他任何时候，喝酒都是一件很麻烦的事。"},{"en":"One’s wife was the memsahib.","zh":"妻子是夫人。"},{"en":"To have a look at something was to have a shufti.","zh":"看东西就像是在洗衣服。"},{"en":"And from that one, interestingly enough, RAF/Middle East slang for a reconnaissance plane in the last war was a shufti kite.","zh":"有趣的是，从这一点来看，英国皇家空军/中东在上次战争中用于侦察机的俚语是 Shufti 风筝。"},{"en":"Something of poor quality was shenzi.","zh":"质量差的东西是“参子”。"},{"en":"Supper was tiffin and so on and so forth.","zh":"晚餐是午餐，等等等等。"},{"en":"The Empire-builders’ jargon would have filled a dictionary.","zh":"帝国缔造者的行话足以填满一本字典。"},{"en":"All in all, it was rather wonderful for me, a conventional young lad from the suburbs,","zh":"总而言之，对我这个来自郊区的传统年轻人来说，这是相当美妙的,"},{"en":"to be thrust suddenly into the middle of this pack of sinewy sunburnt gophers and their bright bony little wives,","zh":"突然被推到这群肌肉发达，皮肤晒黑的地鼠和他们那些瘦骨嶙峋的妻子们中间,"},{"en":"and what I liked best of all about them was their eccentricities.","zh":"我最喜欢他们的是他们的怪癖。"},{"en":"It would seem that when the British live for years in a foul and sweaty climate among foreign people","zh":"看起来，当英国人在外国人中间，生活在一个肮脏和汗臭的气候中多年的时候"},{"en":"they maintain their sanity by allowing themselves to go slightly dotty.","zh":"他们通过允许自己稍微发疯来保持理智。"},{"en":"They cultivate bizarre habits that would never be tolerated back home,","zh":"他们养成了在家乡绝不会被容忍的怪异习惯,"},{"en":"whereas in far-away Africa or in Ceylon or in India or in the Federated Malay States they could do as they liked.","zh":"而在遥远的非洲、锡兰、印度或马来联邦，他们可以为所欲为。"},{"en":"On the SS Mantola just about everybody had his or her own particular maggot in the brain,","zh":"在纳粹党卫军曼托拉号上几乎每个人的脑子里都有自己独特的蛆虫,"},{"en":"and for me it was like watching a kind of non-stop pantomime throughout the entire voyage.","zh":"对我来说，整个航程就像是在看一场不停的哑剧。"},{"en":"Let me tell you about two or three of these comedians.","zh":"让我来告诉你其中两三个喜剧演员的故事。"},{"en":"I was sharing my cabin with the manager of a cotton mill in the Punjab called U.N.","zh":"我和旁遮普一家叫做 UN 的棉纺厂的经理住在一间小屋里。"},{"en":"Savory (I could hardly believe those initials when I first saw them on his trunk) and I had the upper berth.","zh":"萨沃里(当我第一次在他的行李箱上看到这些名字的首字母时，我简直不敢相信) ，我睡在上铺。"},{"en":"From my pillow I could therefore look out of the port-hole clear across the lifeboat deck and over the wide blue ocean beyond.","zh":"因此，从我的枕头上，我可以透过左舷孔看到救生艇甲板的另一边，以及远处广阔的蓝色海洋。"},{"en":"On our fourth morning at sea I happened to wake up very early.","zh":"在我们出海的第四天早上，我碰巧醒得很早。"},{"en":"I lay in my bunk gazing idly through the port-hole and listening to the gentle snores of U.N.","zh":"我躺在床上，无所事事地透过舷窗看着外面，听着联合国发出的轻柔的鼾声。"},{"en":"Savory, who lay immediately below me.","zh":"萨沃里，就躺在我下面。"},{"en":"Suddenly, the figure of a naked man, naked as a jungle ape, went swooshing past the port-hole and disappeared!","zh":"突然，一个赤身裸体的男人，像丛林中的猩猩一样，嗖的一下从舷窗口消失了！"}],[{"en":"He had come and gone in absolute silence and I lay there wondering whether perhaps I had seen a phantom or a vision or even a naked ghost.","zh":"他在绝对的寂静中来来去去，我躺在那里，心想也许我看到了一个幽灵，一个幻象，甚至是一个裸体的鬼魂。"},{"en":"A minute or two later the naked figure went by again!","zh":"一两分钟后，那个裸体的身影又走了过去！"},{"en":"This time I sat up sharply.","zh":"这次我猛地坐了起来。"},{"en":"I wanted to get a better look at this leafless phantom of the sunrise, so I crawled down to the foot of my bunk and stuck my head through the port-hole.","zh":"我想更好地看清楚这个没有叶子的日出幻影，所以我爬到我的铺位脚下，把头伸进了舷窗。"},{"en":"The lifeboat deck was deserted.","zh":"救生艇甲板上空无一人。"},{"en":"The Mediterranean was calm and milky blue and a brilliant yellow sun was just edging up over the horizon.","zh":"地中海是平静的，乳白色的蓝色和一个灿烂的黄色太阳刚刚出现在地平线上。"},{"en":"The deck was so empty and silent that I began to wonder seriously whether I might not after all have seen a genuine apparition,","zh":"甲板上空无一人，寂静无声，我开始严肃地思考，我是否毕竟看到了一个真正的幽灵,"},{"en":"the ghost perhaps of a passenger who had fallen overboard on an earlier voyage","zh":"也许是早期航行中落水的乘客的鬼魂"},{"en":"and who now spent his eternal life running above the waves and clambering back on to his lost ship.","zh":"他现在在海浪上奔跑，爬回他失去的船上度过了他永恒的生命。"},{"en":"All of a sudden, from my little spy-hole, I spotted a movement at the far end of the deck.","zh":"突然，从我的小间谍洞里，我发现甲板远端有动静。"},{"en":"Then a naked body materialized.","zh":"然后一个裸体出现了。"},{"en":"But this was no ghost.","zh":"但这不是鬼魂。"},{"en":"It was all too solid flesh, and the man was moving swiftly over the deck between the lifeboats and the ventilators and making no sound at all as he came galloping towards me.","zh":"它的肉实在太结实了，那个人在救生艇和通风机之间的甲板上飞快地移动着，一点声音也没有，向我飞奔过来。"},{"en":"He was short and stocky and slightly pot-bellied in his nakedness, with a big black moustache on his face,","zh":"他身材矮小结实，光着身子略显大肚皮，脸上留着大大的黑胡子,"},{"en":"and when he was twenty yards away he caught sight of my silly head sticking out of the port-hole and he waved a hairy arm at me and called out,","zh":"当他走到二十码远的时候，他看见我那傻乎乎的脑袋伸出舷窗，他向我挥舞着一只毛茸茸的手臂，叫道:"},{"en":"‘Come along, my boy! Come and join me in a canter! Blow some sea air into your lungs! Get yourself in trim! Shake off the flab!’","zh":"来吧，我的孩子！来和我一起慢跑吧！把海风吹进肺里！整理一下！甩掉赘肉！’"},{"en":"By his moustache alone I recognized him as Major Griffiths,","zh":"光看胡子我就认出他是格里菲斯少校,"},{"en":"a man who had told me only the night before at the dinner table","zh":"一个前一天晚上在餐桌上才告诉我的男人"},{"en":"how he had spent thirty-six years in India and was returning once again to Allahabad after the usual home leave.","zh":"他是如何在印度度过了36年，并在平常的回籍假结束后再次回到阿拉哈巴德的。"},{"en":"I smiled weakly at the Major as he went prancing by, but I didn’t pull back.","zh":"当少校昂首阔步走过时，我对他微微一笑，但我没有退缩。"},{"en":"I wanted to see him again.","zh":"我想再见到他。"},{"en":"There was something rather admirable about the way he was galloping round and round the deck with no clothes on at all,","zh":"他光着身子在甲板上一圈又一圈地飞奔，这样的样子令人相当钦佩,"},{"en":"something wonderfully innocent and unembarrassed and cheerful and friendly.","zh":"天真无邪，不害羞，开朗友好的东西。"},{"en":"And here was I, a bundle of youthful self-consciousness, gaping at him through the port-hole and disapproving quite strongly of what he was doing.","zh":"而我，一群年轻的私我意识，透过舷窗目瞪口呆地看着他，强烈反对他的所作所为。"},{"en":"But I was also envying him.","zh":"但我也嫉妒他。"},{"en":"I was actually jealous of his total don’t-give-a-damn attitude, and I wished like mad that I myself had the guts to go out there and do the same thing.","zh":"我其实很嫉妒他那种完全不在乎的态度，我疯狂地希望我自己也有勇气去做同样的事情。"},{"en":"I wanted to be like him.","zh":"我想像他一样。"},{"en":"I longed to be able to fling off my pyjamas and go scampering round the deck in the altogether and to hell with anyone who happened to see me.","zh":"我渴望能够脱下睡衣，在甲板上蹦蹦跳跳地走来走去，让碰巧看到我的人都见鬼去吧。"},{"en":"But not in a million years could I have done it.","zh":"但我绝对做不到。"},{"en":"I waited for him to come round again.","zh":"我等着他再回来。"},{"en":"Ah, there he was! I could see him far away down the deck, the gallant galloping Major who didn’t give a fig for anybody,","zh":"啊，他来了！我可以看到他远远地在甲板下面，那个勇敢地奔跑着的少校，他对任何人都不屑一顾,"},{"en":"and I decided right then that I would say something very casual to him this time to show him I was ‘one of the gang’ and that I had not even noticed his nakedness.","zh":"我当时就决定这次我要对他说一些非常随意的话，告诉他我是“帮派的一员”，我甚至没有注意到他的裸体。"},{"en":"But hang on a minute! … What was this? … There was someone with him! … There was another fellow scooting along beside him this time! … As naked as the Major he was, too!","zh":"等一下！这是什么？有人跟他在一起！... 这次还有一个家伙在他旁边滑行！和少校一样赤身裸体！"},{"en":"… What on earth was going on aboard this ship? … Did all the male passengers get up at dawn and go tearing round the deck with no clothes on?","zh":"这艘船上到底发生了什么？是不是所有的男乘客都在黎明时分起床，光着身子在甲板上乱跑？"},{"en":"… Was this some Empire-building body-building ritual I didn’t know about? … The two were coming closer now … My God, the second one looked like a woman!","zh":"这是什么我不知道的帝国健身仪式吗？... 两个人越来越近了... 天啊，第二个看起来像个女人！"},{"en":"… It was a woman! … A naked woman as bare-bosomed as Venus de Milo","zh":"... 是个女人! ... 一个像维纳斯那样裸露胸部的裸体女人"},{"en":"… But there the resemblance ceased for I could see now that this scrawny white-skinned figure was none other than Mrs Major Griffiths herself","zh":"但是这种相似之处已经消失了，因为我现在可以看出这个瘦弱的白皮肤的人不是别人，正是格里菲斯少校夫人本人"},{"en":"… I froze in my port-hole and my eyes became riveted on this nude female scarecrow galloping ever so proudly alongside her bare-skinned spouse,","zh":"... 我呆在我的左舷孔里，我的眼睛盯着这个裸体的女稻草人，她骄傲地在她裸露的配偶旁边飞驰,"},{"en":"her elbows bent and her head held high, as much as to say, ‘Aren’t we a jolly fine couple, the two of us, and isn’t he a fine figure of a man, my husband the Major?’","zh":"她弯着胳膊，昂着头，好像在说，‘我们两个是不是一对幸福的夫妻，他是不是一个很好的人物，我的丈夫是少校？’"},{"en":"‘Come along there!’ the Major called out to me.","zh":"“过来!”少校对我喊道。"}],[{"en":"‘If the little memsahib can do it, so can you! Fifty times round the deck is only four miles!’","zh":"如果小女士能做到，那么你也可以! 绕甲板五十圈只有四英里"},{"en":"‘Lovely morning,’ I murmured as they went galloping by.","zh":"“多么美好的早晨,”当他们疾驰而过时，我喃喃地说。"},{"en":"‘Beautiful day.’","zh":"美好的一天"},{"en":"A couple of hours later, I was sitting opposite the Major and his little memsahib at breakfast in the dining-room,","zh":"几个小时后，我坐在少校和他的小女仆的对面，在餐厅吃早餐,"},{"en":"and the knowledge that not long ago I had seen that same little memsahib with not a stitch on her made my spine creep.","zh":"知道不久前我还见过那位身上一丝不挂的小女士，我的脊梁骨都要发毛了。"},{"en":"I kept my head down and pretended neither of them were there.","zh":"我低着头，假装他们都不在那儿。"},{"en":"‘Ha!’ the Major cried suddenly.","zh":"“哈!”少校突然叫了起来。"},{"en":"‘Aren’t you the young fellow who had his head sticking through the port-hole this morning?’","zh":"你不就是今天早上把头伸进舷窗的那个年轻人吗"},{"en":"‘Who, me?’ I murmured, keeping my nose in the cornflakes.","zh":"“谁，我吗?”我嘟囔着，把鼻子埋在玉米片里。"},{"en":"‘Yes, you!’ the Major cried, triumphant.","zh":"“是的，就是你!”少校得意洋洋地喊道。"},{"en":"‘I never forget a face!’","zh":"我永远不会忘记一张脸"},{"en":"‘I … I was just getting a breath of air,’ I mumbled.","zh":"“我... ... 我只是在呼吸新鲜空气,”我喃喃地说。"},{"en":"‘You were getting a darn sight more than that!’ the Major cried out, grinning.","zh":"“你看到的可不止这些!”少校咧着嘴笑着喊道。"},{"en":"‘You were getting an eyeful of the memsahib, that’s what you were doing!’","zh":"你看到了女主人，这就是你在做的事情"},{"en":"The whole of our table of eight people suddenly became silent and looked in my direction.","zh":"我们这一桌的八个人突然安静下来，朝我的方向看来。"},{"en":"I felt my cheeks beginning to boil.","zh":"我觉得我的脸颊开始发烫。"},{"en":"‘I can’t say I blame you,’ the Major went on, giving his wife an enormous wink.","zh":"“我不能说我怪你,”少校接着说，向他的妻子使了个大大的眼色。"},{"en":"It was his turn to be proud and gallant now.","zh":"现在轮到他骄傲和英勇了。"},{"en":"‘In fact, I don’t blame you at all.","zh":"事实上，我一点也不怪你。"},{"en":"Would you blame him?’ he asked, addressing the rest of the table.","zh":"“你会责怪他吗?”他问，对桌子上的其他人说。"},{"en":"‘After all, we’re only young once.","zh":"毕竟，我们只年轻一次。"},{"en":"And, as the poet says …’ he paused, giving the dreadful wife another colossal wink … ‘a thing of beauty is a joy for ever.’","zh":"“而且，正如诗人所说... ...”他停顿了一下，又向这位可怕的妻子使了个大大的眼色... ... “美丽的事物是永远的欢乐。”"},{"en":"‘Oh, do shut up, Bonzo,’ the wife said, loving it.","zh":"“哦，闭嘴吧，邦佐,”妻子说，很喜欢这句话。"},{"en":"‘Back in Allahabad,’ the Major said, looking at me now, ‘I make a point of playing half-a-dozen chukkas every morning before breakfast.","zh":"“回到阿拉哈巴德,”少校看着我说，“我每天早上吃早饭前都会弹六支木琴。"},{"en":"Can’t do that on board ship, you know.","zh":"在船上可不行。"},{"en":"So I have to get my exercise in other ways.’","zh":"所以我必须通过其他方式锻炼。”"},{"en":"I sat there wondering how one played this game of chuckers.","zh":"我坐在那里想知道一个人是如何玩这种抛石游戏的。"},{"en":"‘Why can’t you do it?’ I said, desperate to change the subject.","zh":"“你为什么不能做呢?”我说，急切地想转移话题。"},{"en":"‘Why can’t I do what?’ the Major said.","zh":"“为什么我不能做什么?”少校说。"},{"en":"‘Play chuckers on the ship?’ I said.","zh":"“在船上玩抛石游戏?”我说。"},{"en":"The Major was one of those men who chewed his porridge.","zh":"少校是那种会嚼粥的人。"},{"en":"He stared at me with pale-grey glassy eyes, chewing slowly.","zh":"他用浅灰色的玻璃般的眼睛盯着我，慢慢地咀嚼着。"},{"en":"‘I hope you’re not trying to tell me that you have never played polo in your life,’ he said.","zh":"他说，我希望你不是想告诉我，你这辈子从来没打过马球。"},{"en":"‘Polo,’ I said.","zh":"“波罗,”我说。"},{"en":"‘Ah yes, of course, polo.","zh":"啊，是的，当然，马球。"},{"en":"At school we used to play it on bicycles with hockey sticks.’","zh":"在学校里，我们经常用曲棍球棍在自行车上玩这个游戏"},{"en":"The Major’s stare switched suddenly to a fierce glare and he stopped chewing.","zh":"少校的目光突然转为凶狠的瞪视，他停止了咀嚼。"},{"en":"He glared at me with such contempt and horror, and his face went so crimson, I thought he might be going to have a seizure.","zh":"他用那种蔑视和恐惧的眼神瞪着我，他的脸涨得通红，我以为他要癫痫发作了。"},{"en":"From then on, neither the Major nor his wife would have anything to do with me.","zh":"从那时起，少校和他的妻子都不再和我有任何关系。"},{"en":"They changed their table in the dining-room and they cut me dead whenever we met on deck.","zh":"他们在餐厅换了桌子，每次我们在甲板上见面，他们都把我打死了。"},{"en":"I had been found guilty of a great and unforgivable crime.","zh":"我被判犯下了不可饶恕的重罪。"},{"en":"I had jeered, or so they thought, at the game of polo, the sacred sport of Anglo-Indians and royalty.","zh":"至少他们是这么认为的，我曾经嘲笑过马球这项英裔印第安人和皇室的神圣运动。"},{"en":"Only a bounder would do that.","zh":"只有边界人才会这么做。"},{"en":"Then there was the elderly Miss Trefusis, who quite often sat at the same dining-room table as me.","zh":"还有年迈的特雷弗西斯小姐，她经常和我坐在同一张餐桌旁。"},{"en":"Miss Trefusis was all bones and grey skin, and when she walked her body was bent forward in a long curve like a boomerang.","zh":"特雷弗西斯小姐全身都是骨头和灰色的皮肤，当她走路时，她的身体像回旋镖一样向前弯曲成一条长长的曲线。"},{"en":"She told me she owned a small coffee farm in the highlands of Kenya and that she had known Baroness Blixen very well.","zh":"她告诉我，她在肯尼亚高地拥有一个小型咖啡农场，她和布利森男爵夫人非常熟悉。"},{"en":"I myself had read and loved both Out of Africa and Seven Gothic Tales,","zh":"我自己读过并且喜欢《非洲之外》和《七个哥特故事》 ,"},{"en":"and I listened enthralled to everything Miss Trefusis told me about that fine writer who called herself Isak Dinesen.","zh":"特雷弗西斯小姐告诉我的关于那个自称伊萨克 · 迪内森的优秀作家的一切，我都听得入迷了。"},{"en":"‘She was dotty, of course,’ Miss Trefusis said.","zh":"“她当然是个疯子,”特雷弗西斯小姐说。"},{"en":"‘Like all of us who live out there, she went completely dotty in the end.’","zh":"就像我们所有住在那里的人一样，她最后彻底疯了"},{"en":"‘You aren’t dotty,’ I said.","zh":"“你不傻,”我说。"},{"en":"‘Oh yes, I am,’ she said firmly and very seriously.","zh":"“哦，是的，我是,”她坚定而严肃地说。"},{"en":"‘Everyone on this ship is as dotty as a dumpling.","zh":"这艘船上的每个人都疯疯癫癫的。"},{"en":"You don’t notice it because you’re young.","zh":"你没注意到是因为你还年轻。"},{"en":"Young people are not watchful.","zh":"年轻人不警惕。"}],[{"en":"They only look at themselves.’","zh":"他们只看自己"},{"en":"‘I saw Major Griffiths and his wife running round the deck naked the other morning,’ I said.","zh":"“有一天早上，我看见格里菲斯少校和他的妻子赤身裸体地在甲板上跑来跑去,”我说。"},{"en":"‘You call that dotty?’ Miss Trefusis said with a snort.","zh":"“你管这个叫疯子?”特雷弗西斯小姐哼了一声说。"},{"en":"‘That’s normal.’","zh":"这很正常"},{"en":"‘I didn’t think so.’","zh":"我不这么认为"},{"en":"‘You’ve got a few shocks coming to you, young man, before you’re very much older, you mark my words,’ she said.","zh":"她说: “年轻人，在你变老之前，你会受到一些打击的，记住我的话。”。"},{"en":"‘People go quite barmy when they live too long in Africa.","zh":"当人们在非洲生活得太久时，他们会变得非常疯狂。"},{"en":"That’s where you’re off to, isn’t it?’","zh":"那就是你要去的地方，不是吗"},{"en":"‘Yes,’ I said.","zh":"“是的,”我说。"},{"en":"‘You’ll go barmy for sure,’ she said, ‘like the rest of us.’","zh":"“你肯定会发疯的,”她说，“就像我们其他人一样。”"},{"en":"She was eating an orange at the time and I noticed suddenly that she was not eating it in the normal way.","zh":"她当时正在吃橘子，我突然注意到她吃橘子的方式不正常。"},{"en":"In the first place she had speared it from the fruit bowl with her fork instead of taking it in her fingers.","zh":"起初，她是用叉子从水果盘里把它叉出来，而不是用手指拿着。"},{"en":"And now, with knife and fork, she was making a series of neat incisions in the skin all around the orange.","zh":"现在，她用刀叉在橘子周围的皮肤上做了一系列整齐的切口。"},{"en":"Then, very delicately, using the points of her knife and fork, she peeled the skin away in eight separate pieces, leaving the bare fruit beautifully exposed.","zh":"然后，她非常小心地用刀叉把果皮分成八块剥开，让裸露的果实完美地暴露在外面。"},{"en":"Still using knife and fork, she separated the juicy segments and began to eat them slowly, one by one, with her fork.","zh":"她仍然使用刀叉，把多汁的部分分开，开始用叉子慢慢地一块一块地吃。"},{"en":"‘Do you always eat an orange like that?’ I said.","zh":"“你总是这样吃橘子吗?”我说。"},{"en":"‘Of course.’","zh":"当然"},{"en":"‘May I ask why?’","zh":"我能问问为什么吗"},{"en":"‘I never touch anything I eat with my fingers,’ she said.","zh":"她说，我从来不用手指碰任何东西。"},{"en":"‘Good Lord, don’t you really?’","zh":"上帝啊，你不是真的吗"},{"en":"‘Never. I haven’t since I was twenty-two.’","zh":"从来没有，我从22岁开始就没有了"},{"en":"‘Is there a reason for that?’ I asked her.","zh":"“有什么原因吗?”我问她。"},{"en":"‘Of course there’s a reason. Fingers are filthy.’","zh":"当然有原因，手指很脏"},{"en":"‘But you wash your hands.’","zh":"但你要洗手"},{"en":"‘I don’t sterilize them,’ Miss Trefusis said.","zh":"“我不给它们消毒,”特雷弗西斯小姐说。"},{"en":"‘Nor do you. They’re full of bugs.","zh":"你也不知道，它们全是虫子。"},{"en":"Disgusting dirty things, fingers.","zh":"恶心的脏东西，手指。"},{"en":"Just think what you do with them!’","zh":"想想你怎么处理它们!”"},{"en":"I sat there going through the things I did with my fingers.","zh":"我坐在那里回想我用手指做的事情。"},{"en":"‘It doesn’t bear thinking about, does it?’ Miss Trefusis said.","zh":"“想想都不忍心，不是吗?”特雷弗西斯小姐说。"},{"en":"‘Fingers are just implements.","zh":"手指只是工具。"},{"en":"They are the gardening implements of the body, the shovels and the forks.","zh":"它们是身体、铲子和叉子的园艺工具。"},{"en":"You push them into everything.’","zh":"你把他们推向一切"},{"en":"‘We seem to survive,’ I said.","zh":"“我们似乎挺过来了,”我说。"},{"en":"‘Not for long you won’t,’ she said darkly.","zh":"“不会太久的,”她阴沉地说。"},{"en":"I watched her eating her orange, spearing the little boats one after the other with her fork.","zh":"我看着她吃着橘子，用叉子把小船一条接一条地叉起来。"},{"en":"I could have told her that the fork wasn’t sterilized either, but I kept quiet.","zh":"我本可以告诉她叉子也没有消毒，但我保持沉默。"},{"en":"‘Toes are even worse,’ she said suddenly.","zh":"“脚趾头更糟糕,”她突然说。"},{"en":"‘I beg your pardon?’","zh":"你说什么"},{"en":"‘They’re the worst of all,’ she said.","zh":"她说，他们是最糟糕的。"},{"en":"‘What’s wrong with toes?’","zh":"“脚趾头怎么了?”"},{"en":"‘They are the nastiest part of the human body!’ she announced vehemently.","zh":"“它们是人体最肮脏的部分!”她激烈地宣布。"},{"en":"‘Worse than fingers?’","zh":"比手指还糟糕"},{"en":"‘There’s no comparison,’ she snapped.","zh":"“没有可比性,”她厉声说。"},{"en":"‘Fingers are foul and filthy, but toes! Toes are reptilian and viperish! I don’t wish to talk about them!’","zh":"手指又脏又脏，但是脚趾! 脚趾是爬行动物和毒蛇! 我不想谈论它们"},{"en":"I was getting a bit confused.","zh":"我有点糊涂了。"},{"en":"‘But one doesn’t eat with one’s toes,’ I said.","zh":"“但是人不能用脚趾吃东西,”我说。"},{"en":"‘I never said you did,’ Miss Trefusis snapped.","zh":"“我从来没说你有,”特雷弗西斯小姐厉声说。"},{"en":"‘Then what’s so awful about them?’ I persisted.","zh":"“那他们有什么可怕的?”我坚持问。"},{"en":"‘Uck!’ she said.","zh":"“啊!”她说。"},{"en":"‘They are like little worms sticking out of your feet.","zh":"他们就像从你脚里伸出来的小虫子。"},{"en":"I hate them, I hate them! I can’t bear to look at them!’","zh":"我恨他们，我恨他们! 我不忍心看他们"},{"en":"‘Then how do you cut your toenails?’","zh":"那你怎么剪脚趾甲呢"},{"en":"‘I don’t,’ she said.","zh":"“我不知道,”她说。"},{"en":"‘My boy does it for me.’","zh":"我儿子为我做的"},{"en":"I wondered why she was ‘Miss’ if she’d been married and had a boy of her own.","zh":"我想知道为什么她是’小姐’，如果她已经结婚，并有一个自己的男孩。"},{"en":"Perhaps he was illegitimate.","zh":"也许他是私生子。"},{"en":"‘How old is your son?’ I asked, treading carefully.","zh":"“你儿子多大了?”我小心翼翼地问。"},{"en":"‘No, no, no!’ she cried.","zh":"“不，不，不!”她喊道。"},{"en":"‘Don’t you know anything? A “boy” is one’s native servant.","zh":"你什么都不知道吗? “男孩”是一个人的本地仆人。"},{"en":"Didn’t you learn that when you read Isak Dinesen?’","zh":"你读伊萨克 · 迪内森的时候没学到吗"},{"en":"‘Ah yes, of course,’ I said, remembering.","zh":"“啊，是的，当然,”我想起来了，说道。"},{"en":"Absentmindedly I took an orange myself and was about to start peeling it.","zh":"我心不在焉地自己拿了一个橘子，正要开始剥皮。"},{"en":"‘Don’t,’ Miss Trefusis said, shuddering.","zh":"“不要,”特雷弗西斯小姐颤抖着说。"},{"en":"‘You’ll catch something if you do that. Use your knife and fork. Go on. Try it.’","zh":"如果你这样做，你会抓到东西的。用你的刀和叉。来吧，试试看"},{"en":"I tried it. It was rather fun.","zh":"我试过了，挺好玩的。"}],[{"en":"There was something satisfying about cutting the skin to just the right depth and then peeling away the segments.","zh":"将皮肤切到合适的深度，然后剥去皮片，这种做法令人感到满足。"},{"en":"‘There you are,’ she said.","zh":"“给你,”她说。"},{"en":"‘Well done.’","zh":"干得好"},{"en":"‘Do you employ a lot of “boys” on your coffee farm?’ I asked her.","zh":"“你的咖啡农场雇佣了很多“男孩”吗?”我问她。"},{"en":"‘About fifty,’ she said.","zh":"“大约五十岁,”她说。"},{"en":"‘Do they go barefoot?’","zh":"他们会赤脚吗"},{"en":"‘Mine don’t,’ she said.","zh":"“我的没有,”她说。"},{"en":"‘No one works for me without shoes on.","zh":"没有人不穿鞋为我工作。"},{"en":"It costs me a fortune, but it’s worth it.’","zh":"虽然花了我一大笔钱，但是很值得。”"},{"en":"I liked Miss Trefusis.","zh":"我喜欢特雷弗西斯小姐。"},{"en":"She was impatient, intelligent, generous and interesting.","zh":"她不耐烦，聪明，大方，有趣。"},{"en":"I felt she would come to my rescue at any time, whereas Major Griffiths was vapid, vulgar, arrogant and unkind, the sort of man who’d leave you to the crocodiles.","zh":"我觉得她随时都会来救我，而 Griffiths 少校无趣，粗俗，傲慢，刻薄，那种会把你丢给鳄鱼的男人。"},{"en":"He might even push you in.","zh":"他甚至可能把你推进去。"},{"en":"Both of them, of course, were completely dotty.","zh":"当然，他们两个都是疯子。"},{"en":"Everyone on the ship was dotty, but none, as it turned out, was quite as dotty as my cabin companion, U.N. Savory.","zh":"船上的每个人都疯疯癫癫的，但是没有一个人，像我的船员同伴，萨沃里联合国一样疯疯癫癫。"},{"en":"The first sign of his dottiness was revealed to me one evening as our ship was running between Malta and Port Said.","zh":"一天晚上，当我们的船在马耳他和塞得港之间航行的时候，我第一次看到了他古怪的迹象。"},{"en":"It had been a stifling hot afternoon and I was having a brief rest on my upper berth before dressing for dinner.","zh":"那是一个闷热的下午，我在上铺休息了一会儿，然后穿好衣服准备吃晚饭。"},{"en":"Dressing? Oh yes, indeed.","zh":"调味品? 哦，是的，没错。"},{"en":"We all dressed for dinner every single evening on board that ship.","zh":"在那艘船上，我们每天晚上都穿好衣服准备吃晚饭。"},{"en":"The male species of the Empire-builder, whether he is camping in the jungle or is at sea in a rowing-boat, always dresses for dinner,","zh":"帝国缔造者中的男性，无论是在丛林中露营还是在海上划船，总是穿着晚餐服装,"},{"en":"and by that I mean white shirt, black tie, dinner-jacket, black trousers and black patent-leather shoes, the full regalia, and to hell with the climate.","zh":"我指的是白衬衫、黑领带、晚礼服、黑裤子和黑漆皮鞋，全套的装束，还有让气候见鬼去吧。"},{"en":"I lay still on my bunk with my eyes half open.","zh":"我静静地躺在床上，眼睛半睁着。"},{"en":"Below me, U.N. Savory was getting dressed.","zh":"在我下面，萨瓦利联合国正在穿衣服。"},{"en":"There wasn’t room in the cabin for two of us to change our clothes simultaneously, so we took it in turns to go first.","zh":"船舱里没有地方让我们两个人同时换衣服，所以我们轮流第一个走。"},{"en":"It was his turn to dress first tonight.","zh":"今晚轮到他先穿衣服了。"},{"en":"He had tied his bow-tie and now he was putting on his black dinner-jacket.","zh":"他系好了领结，现在正穿上他的黑色晚礼服。"},{"en":"I was watching him rather dreamily through half-closed eyes, and I saw him reaching into his sponge-bag and take out a small carton.","zh":"我半闭着眼睛，梦幻般地看着他，看到他伸手进海绵袋，拿出一个小纸盒。"},{"en":"He stationed himself in front of the washbasin mirror, took the lid off the carton and dipped his fingers into it.","zh":"他站在脸盆镜子前，打开纸盒盖子，用手指蘸了蘸。"},{"en":"The fingers came out with a pinch of white powder or crystals, and this stuff he proceeded to sprinkle very carefully over the shoulders of his dinner-jacket.","zh":"他伸出手指，捏出一撮白色的粉末或水晶，然后小心翼翼地把这些东西洒在他的晚礼服肩上。"},{"en":"Then he replaced the lid on the carton and put it back in the sponge-bag.","zh":"然后他重新盖上纸箱的盖子，把它放回海绵袋里。"},{"en":"Suddenly I was fully alert.","zh":"突然间我完全清醒了。"},{"en":"What on earth was the man up to? I didn’t want him to know I’d seen, so I closed my eyes and pretended to be asleep.","zh":"那个人到底想干什么？我不想让他知道我看见了，所以我闭上眼睛，假装睡着了。"},{"en":"This is a rum business, I thought.","zh":"我以为这是个朗姆酒生意。"},{"en":"Why in the world would U.N.","zh":"为什么联合国。"},{"en":"Savory want to sprinkle white stuff on to the shoulders of his dinner-jacket? And what was it, anyway?","zh":"萨沃里想把白色的东西洒在他的晚礼服的肩膀上？"},{"en":"Could it be some subtle perfume or a magic aphrodisiac? I waited until he had left the cabin, then, feeling only slightly guilty,","zh":"会不会是某种微妙的香水，或是某种神奇的春药？我一直等到他离开小屋，然后，只是有点内疚,"},{"en":"I hopped down from my bunk and opened his sponge-bag.","zh":"我从床上跳下来，打开他的海绵袋。"},{"en":"EPSOM SALTS, it said on the little carton! And Epsom salts it was! Now what good could Epsom salts possibly do him sprinkled on his shoulders?","zh":"EPSOM SALTS，小纸盒上写着呢！还有泻盐！洒在他肩膀上的泻盐对他有什么好处？"},{"en":"I had always thought of him as a queer fish, a man with secrets, though I hadn’t discovered what they were.","zh":"我一直认为他是一条奇怪的鱼，一个有秘密的人，虽然我还没有发现他们是什么。"},{"en":"Under his bunk he kept a tin trunk and a black leather case.","zh":"在他的铺位下面，他放着一个锡皮箱和一个黑色的皮箱。"},{"en":"There was nothing odd about the tin trunk, but the case puzzled me.","zh":"这个铁皮箱没有什么奇怪的，但是这个案子让我很困惑。"},{"en":"It was roughly the size of a violin case but the lid didn’t bulge as the lid of a violin case does, and it wasn’t tapered.","zh":"它大约有小提琴盒那么大，但是盖子不像小提琴盒的盖子那样膨胀，而且它也不是锥形的。"},{"en":"It was simply a three-foot-long rectangular leather box with two very strong brass locks on it.","zh":"它只是一个三英尺长的长方形皮箱，上面有两个非常坚固的黄铜锁。"},{"en":"‘Do you play the violin?’ I had once said to him.","zh":"“你拉小提琴吗?”我曾经对他说。"},{"en":"‘Don’t be daft,’ he had answered.","zh":"“别傻了,”他回答说。"},{"en":"‘I don’t even play the gramophone.’","zh":"我连留声机都不会放"},{"en":"Perhaps it contained a sawn-off shotgun then, I told myself.","zh":"也许里面有削短型猎枪，我告诉自己。"},{"en":"It was about the right size.","zh":"大小刚刚好。"},{"en":"I put the carton of Epsom salts back in his sponge-bag, then I took a shower, dressed and went upstairs to have a drink before dinner.","zh":"我把一盒埃普瑟姆盐放回他的海绵袋里，然后我洗了个澡，穿好衣服，在晚饭前上楼喝了一杯。"},{"en":"There was one stool vacant at the bar so I sat down and ordered a glass of beer.","zh":"酒吧里有一张空凳子，所以我坐下来点了一杯啤酒。"}],[{"en":"There were eight sinewy sunburnt gophers including U.N. Savory sitting on high stools at the bar.","zh":"包括联合国萨沃里在内的八只健壮的被太阳晒黑的地鼠坐在吧台的高凳上。"},{"en":"The stools were screwed to the floor.","zh":"凳子用螺丝钉固定在地板上。"},{"en":"The bar was semi-circular so that everyone could talk across to everyone else.","zh":"酒吧是半圆形的，这样每个人都可以和其他人交谈。"},{"en":"U.N. Savory was sitting about five places away from me.","zh":"联合国萨沃里餐厅离我只有五步之遥。"},{"en":"He was drinking a gimlet, which was the Empire-builder’s name for a gin with lime juice in it.","zh":"他当时正在喝一杯鸡尾酒，这是帝国建造者对一种加了柠檬汁的杜松子酒的称呼。"},{"en":"I sat there listening to the small talk about pig-sticking and polo and how curry will cure constipation.","zh":"我坐在那里听着关于粘猪和马球以及咖喱如何治疗便秘的闲聊。"},{"en":"I felt a total outsider.","zh":"我觉得自己完全是个局外人。"},{"en":"There was nothing I could contribute to the conversation so I stopped listening and concentrated on trying to solve the riddle of the Epsom salts.","zh":"我对这次谈话没有什么可以贡献的，所以我停止了倾听，集中精力解开泻盐之谜。"},{"en":"I glanced at U.N. Savory.","zh":"我瞥了一眼萨沃里联合国。"},{"en":"From where I sat, I could actually see the tiny white crystals on his shoulders.","zh":"从我坐的地方，我可以看到他肩膀上的白色小水晶。"},{"en":"Then a funny thing happened.","zh":"然后有趣的事情发生了。"},{"en":"U.N. Savory suddenly began brushing the Epsom salts off one of his shoulders with his hand.","zh":"萨沃里联合国突然开始用手擦掉他肩膀上的埃普瑟姆盐。"},{"en":"He did it ostentatiously, slapping the shoulder quite hard and saying at the same time in a rather loud voice,","zh":"他装模作样地拍着肩膀，同时大声说,"},{"en":"‘Ruddy dandruff! I’m fed up with it! Do any of you fellers know a good cure?’","zh":"该死的头皮屑! 我受够了! 你们这些家伙知道什么好的治疗方法吗"},{"en":"‘Try coconut oil,’ one said.","zh":"其中一个说，试试椰子油吧。"},{"en":"‘Bay rum and cantharides,’ another said.","zh":"“月桂朗姆酒和斑蝥,”另一个说。"},{"en":"A tea-planter from Assam called Unsworth said, ‘Take my word for it, old man, you’ve got to stimulate the circulation in the scalp.","zh":"一位来自阿萨姆的茶农昂斯沃斯说: “相信我的话，老头，你必须刺激头皮的循环。”。"},{"en":"And the way to do that is to dunk your hair in ice-cold water every morning and keep it there for five minutes.","zh":"做到这一点的方法就是每天早上把头发浸在冰冷的水里，保持五分钟。"},{"en":"Then dry vigorously.","zh":"然后用力擦干。"},{"en":"You’ve got a fine head of hair at the moment, but you’ll be as bald as a coot in no time if you don’t cure that dandruff.","zh":"你现在的头发很好看，但是如果你不把头皮屑治好的话，你很快就会秃头的。"},{"en":"You do as I say, old man.’","zh":"照我说的做，老头"},{"en":"U.N. Savory did indeed have a fine head of black hair, so why in the world should he have wanted to pretend he had dandruff when he hadn’t?","zh":"联合国萨沃里确实有一头漂亮的黑发，那么他到底为什么要假装自己有头皮屑，而实际上他没有呢？"},{"en":"‘Thanks a lot, old man,’ U.N. Savory said.","zh":"“非常感谢，老家伙,”萨沃里联合国说。"},{"en":"‘I’ll give it a go. See if it works.’","zh":"我来试试，看看有没有用"},{"en":"‘It’ll work,’ Unsworth told him.","zh":"“会成功的,”昂斯沃斯告诉他。"},{"en":"‘My grandmother cured her dandruff that way.’","zh":"我祖母就是这样治好了她的头皮屑"},{"en":"‘Your grandmother?’ someone said.","zh":"“你奶奶?”有人说。"},{"en":"‘Did she have dandruff?’","zh":"她有头皮屑吗"},{"en":"‘When she combed her hair’, Unsworth said, ‘it looked like it was snowing.’","zh":"昂斯沃思说，“当她梳头的时候，看起来就像在下雪。”"},{"en":"For the hundredth time, I told myself that they were all totally and incurably dotty, every one of them, but I was beginning to think now that U.N. Savory might beat them all to it.","zh":"我第一百次告诉自己，他们都是彻头彻尾的疯子，每个人都是，但我现在开始想，萨沃里联合国可能会打败他们。"},{"en":"I sat there staring into my beer and trying to figure out why he should go around trying to kid everyone he had dandruff.","zh":"我坐在那里盯着我的啤酒，想弄明白为什么他要到处去欺骗每一个他有头皮屑的人。"},{"en":"Three days later I had the answer.","zh":"三天后我得到了答案。"},{"en":"It was early evening.","zh":"那是傍晚时分。"},{"en":"We were moving slowly through the Suez Canal and it was hotter than ever.","zh":"我们缓慢地穿过苏伊士运河，天气比以往任何时候都热。"},{"en":"It was my turn to dress first for dinner.","zh":"轮到我先穿衣服吃晚饭了。"},{"en":"While I showered and put on my clothes, U.N. Savory lay on his bunk staring into space.","zh":"当我洗澡穿衣服的时候，联合国萨沃里躺在他的铺位上凝视着太空。"},{"en":"‘It’s all yours,’ I said at last as I opened the door and went out.","zh":"“都是你的了,”我终于说完，打开门走了出去。"},{"en":"‘See you upstairs.’","zh":"楼上见"},{"en":"As usual, I seated myself at the bar and began sipping a beer.","zh":"像往常一样，我在吧台坐下，开始啜饮啤酒。"},{"en":"By gosh, it was hot.","zh":"天啊，太热了。"},{"en":"The big slowly-revolving fan in the ceiling seemed to be blowing steam out of its blades.","zh":"天花板上那台缓慢旋转的大风扇似乎正在从叶片中吹出蒸汽。"},{"en":"Sweat trickled down my neck and under my stiff butterfly collar.","zh":"汗水顺着我的脖子流下来，在我僵硬的蝴蝶领下面。"},{"en":"I could feel the starch in the collar going soggy around the back.","zh":"我能感觉到领子里的淀粉在后面变软了。"},{"en":"The sinewy sunburnt ones around me didn’t seem to notice the heat.","zh":"我周围那些肌肉发达、被太阳晒黑的人似乎没有注意到这里的炎热。"},{"en":"I decided to go out on deck and smoke a pipe before dinner.","zh":"我决定在晚饭前到甲板上抽根烟斗。"},{"en":"It would be cooler there.","zh":"那里会更凉快。"},{"en":"I felt for my pipe.","zh":"我摸了摸我的烟斗。"},{"en":"Damnation, I had left it behind.","zh":"该死，我把它落下了。"},{"en":"I stood up and made my way downstairs to the cabin and opened the door.","zh":"我站起来，走到楼下的小屋，打开门。"},{"en":"There was a strange man sitting in shirtsleeves on U.N. Savory’s bunk and as I stepped inside, the man gave a queer little yelp and jumped to his feet as though a cracker had gone off in the seat of his pants.","zh":"有一个穿着衬衫的陌生男人坐在萨沃里联合国的铺位上，当我走进去的时候，这个男人发出一声奇怪的小叫声，然后跳了起来，就好像他裤子里的饼干爆了一样。"},{"en":"The stranger was totally bald and that is why it took me a second or two to realize that he was in fact none other than U.N. Savory himself.","zh":"那个陌生人完全是秃头，这就是为什么我花了一两秒才意识到他实际上不是别人，正是联合国萨瓦里本人。"},{"en":"It is extraordinary how hair on the head or the lack of it will completely change a person’s appearance.","zh":"头上或者没有头发会完全改变一个人的外貌，这是非同寻常的。"}],[{"en":"U.N. Savory looked like a different man.","zh":"联合国的 Savory 看起来完全变了个人。"},{"en":"To start with, he looked fifteen years older, and in some subtle way he seemed also to have diminished, grown much shorter and smaller.","zh":"首先，他看起来老了十五岁，而且在某种微妙的方式下，他似乎也变小了，变得矮小了许多。"},{"en":"As I said, he was almost totally bald, and the dome of his head was as pink and shiny as a ripe peach.","zh":"正如我所说，他几乎完全秃顶，他的头顶像一个成熟的桃子一样粉红而闪亮。"},{"en":"He was standing up now and holding in his two hands the wig he had been about to put on as I walked in.","zh":"他现在站了起来，双手捧着我走进来时他正要戴上的假发。"},{"en":"‘You had no right to come back!’ he shouted.","zh":"“你没有权利回来!”他喊道。"},{"en":"‘You said you’d finished!’ Little sparks of fury were flashing in his eyes.","zh":"“你说你完成了!”他的眼里闪烁着愤怒的火花。"},{"en":"‘I’m … I’m most awfully sorry,’ I stammered.","zh":"“我... ... 我非常非常抱歉,”我结结巴巴地说。"},{"en":"‘I forgot my pipe.’","zh":"我忘了拿烟斗"},{"en":"He stood there glaring at me with that dark malevolent glint in his eye and I could see little droplets of perspiration oozing out of the pores on his bald head.","zh":"他站在那里瞪着我，眼睛里闪烁着黑色的邪恶光芒，我可以看到他光秃秃的头上毛孔里渗出的汗珠。"},{"en":"I felt very bad.","zh":"我感觉很糟糕。"},{"en":"I didn’t know what to say next.","zh":"我不知道接下来该说什么。"},{"en":"‘Just let me get my pipe and I’ll clear out,’ I mumbled.","zh":"“让我拿上烟斗，我就走,”我喃喃地说。"},{"en":"‘Oh no you don’t!’ he shouted.","zh":"“哦，不，你不能这样!”他喊道。"},{"en":"‘You’ve seen it now and you’re not leaving this room until you’ve made me a promise! You’ve got to promise me you won’t tell a soul! Promise me that!’","zh":"你现在已经看到了，除非你答应我，否则你不能离开这个房间！你得向我保证你不会告诉任何人！答应我！’"},{"en":"Behind him I could see that curious black leather ‘violin case’ lying open on his bunk,","zh":"在他身后，我可以看到他床铺上打开的那个奇怪的黑色皮革“小提琴盒”,"},{"en":"and in it, nestling alongside each other like three large black hairy hedgehogs, lay three more wigs.","zh":"在里面，像三只大黑毛刺猬一样互相依偎着，又放了三顶假发。"},{"en":"‘There’s nothing wrong with being bald,’ I said.","zh":"“秃头没什么不好的,”我说。"},{"en":"‘I didn’t ask for your opinion,’ he shouted.","zh":"“我没有问你的意见,”他喊道。"},{"en":"He was still very angry.","zh":"他还是很生气。"},{"en":"‘I just want your promise.’","zh":"我只想要你的承诺"},{"en":"‘I won’t tell anyone,’ I said.","zh":"“我不会告诉任何人的,”我说。"},{"en":"‘I give you my word.’","zh":"我向你保证"},{"en":"‘And you’d better keep it,’ he said.","zh":"“你最好留着它,”他说。"},{"en":"I reached out and took hold of the pipe that was lying on my bunk.","zh":"我伸手抓住了铺位上的烟斗。"},{"en":"Then I began rummaging round in various places for my tobacco pouch.","zh":"然后我开始在各个地方翻找我的烟袋。"},{"en":"U.N. Savory sat down on the lower bunk.","zh":"联合国的萨沃里坐在下铺。"},{"en":"‘I suppose you think I’m crazy,’ he said.","zh":"“我想你一定认为我疯了,”他说。"},{"en":"Suddenly all the bark had gone out of his voice.","zh":"突然间，他的声音中没有了所有的吠声。"},{"en":"I said nothing.","zh":"我什么都没说。"},{"en":"I could think of nothing to say.","zh":"我想不出该说什么。"},{"en":"‘You do, don’t you?’ he said.","zh":"“你知道，不是吗?”他说。"},{"en":"‘You think I’m crazy.’","zh":"你觉得我疯了"},{"en":"‘Not at all,’ I answered.","zh":"“一点也不,”我回答。"},{"en":"‘A man can do as he likes.’","zh":"男人可以为所欲为"},{"en":"‘I’ll bet you think it’s just vanity,’ he said.","zh":"他说，我敢打赌，你一定认为这只是虚荣心作祟。"},{"en":"‘But it’s not vanity.","zh":"但这不是虚荣。"},{"en":"It’s nothing to do with vanity.’","zh":"这与虚荣心无关。”"},{"en":"‘It’s OK,’ I said.","zh":"“没关系,”我说。"},{"en":"‘Really it is.’","zh":"真的"},{"en":"‘It’s business,’ he said.","zh":"他说，这是生意。"},{"en":"‘I do it purely for business reasons.","zh":"我这么做完全是出于商业原因。"},{"en":"I work in Amritsar, in the Punjab.","zh":"我在阿姆利则工作。"},{"en":"That is the homeland of the Sikhs.","zh":"那是锡克教徒的故乡。"},{"en":"To a Sikh, hair is a sort of religion.","zh":"对锡克教徒来说，头发是一种宗教。"},{"en":"A Sikh never cuts his hair.","zh":"锡克教徒从不剪头发。"},{"en":"He either rolls it up on the top of his head or in a turban.","zh":"他要么把它卷在头上，要么戴头巾。"},{"en":"A Sikh doesn’t respect a bald man.’","zh":"锡克教徒不尊重秃顶的人"},{"en":"‘In that case I think it’s very clever of you to wear a wig,’ I said.","zh":"“那样的话，我想你戴假发是很聪明的,”我说。"},{"en":"I had to live in this cabin with U.N. Savory for several days yet and I didn’t want a row.","zh":"我不得不在联合国萨沃里的小屋里住了好几天我可不想跟人吵架。"},{"en":"‘It’s quite brilliant,’ I added.","zh":"我补充道，“这真是太棒了。”。"},{"en":"‘Do you honestly think so?’ he said, melting.","zh":"“你真的这么认为吗?”他说，心都软了。"},{"en":"‘It’s a stroke of genius.’","zh":"这真是天才之举"},{"en":"‘I go to a lot of trouble to convince all those Sikh wallahs it’s my own hair,’ he went on.","zh":"他接着说，我费了很大力气才说服那些锡克教徒，那是我自己的头发。"},{"en":"‘You mean the dandruff bit?’","zh":"你是说头皮屑吗"},{"en":"‘You saw it, then?’","zh":"你看到了"},{"en":"‘Of course I saw it. It was brilliant.’","zh":"我当然看到了，太精彩了"},{"en":"‘It’s just one of my little ruses,’ he said.","zh":"他说，这只是我的一个小诡计。"},{"en":"He was getting just a trifle smug now.","zh":"他现在有点沾沾自喜了。"},{"en":"‘No one’s going to suspect me of wearing a wig if I’ve got dandruff, are they?’","zh":"如果我有头皮屑，没人会怀疑我戴假发，对吧"},{"en":"‘Certainly not. It’s quite brilliant. But why bother doing it here? There aren’t any Sikhs on this ship.’","zh":"当然不是。这是相当聪明的。但为什么要在这里做呢? 这艘船上没有任何锡克教徒"},{"en":"‘You never know,’ he said darkly.","zh":"“谁知道呢,”他阴沉地说。"},{"en":"‘You never can tell who might be lurking around the corner.’","zh":"你永远不知道谁可能潜伏在拐角处"},{"en":"The man was as potty as a pilchard.","zh":"那个人像沙丁鱼一样便秘。"},{"en":"‘I see you have more than one,’ I said, pointing to the black leather case.","zh":"“我看你不止有一个,”我指着那个黑色的皮箱说。"},{"en":"‘One’s no good,’ he said, ‘not if you’re going to do it properly like me.","zh":"他说: “如果你要像我一样正确地做事，一个人是不好的。"},{"en":"I always carry four, and they’re all slightly different.","zh":"我总是带四个，而且他们都有点不同。"}],[{"en":"You are forgetting that hair grows, old man, aren’t you? Each one of these is longer than the other.","zh":"你忘了头发是会长的，老家伙，不是吗? 每一根都比另一根长。"},{"en":"I put on a longer one every week.’","zh":"我每周都穿长一点的"},{"en":"‘What happens after you’ve worn the longest one and you can’t go any further?’ I asked.","zh":"“当你穿了最长的一件，你不能再往前走时，会发生什么?”我问道。"},{"en":"‘Ah,’ he said.","zh":"“啊,”他说。"},{"en":"‘That’s the clincher.’","zh":"这就是关键"},{"en":"‘I don’t quite follow you.’","zh":"我不太明白你的意思"},{"en":"‘I simply say, “Does anyone know of a good barber round here?” And the next day I start all over again with the shortest one.’","zh":"我只是简单地问: “这附近有人认识好的理发师吗?”第二天，我用最短的那个重新开始。’"},{"en":"‘But you said Sikhs didn’t approve of cutting hair.’","zh":"但你说过锡克教徒不赞成理发"},{"en":"‘I only do that with Europeans,’ he said.","zh":"他说，我只对欧洲人这么做。"},{"en":"I stared at him.","zh":"我盯着他看。"},{"en":"The man was stark raving barmy.","zh":"这个人简直是胡言乱语。"},{"en":"I felt I would go barmy myself if I went on talking to him much longer.","zh":"我觉得如果我继续和他谈下去，我自己也会发疯的。"},{"en":"I edged towards the door.","zh":"我慢慢地向门口走去。"},{"en":"‘I think you’re amazing,’ I said.","zh":"“我觉得你很棒,”我说。"},{"en":"‘You’re quite brilliant.","zh":"你很聪明。"},{"en":"And don’t worry about a thing.","zh":"别担心。"},{"en":"My lips are sealed.’","zh":"我会守口如瓶"},{"en":"‘Thanks old man,’ U.N. Savory said.","zh":"“谢谢你，老家伙,”萨沃里联合国说。"},{"en":"‘Good lad.’","zh":"好孩子"},{"en":"I flew out of the cabin and shut the door.","zh":"我飞出机舱，关上了门。"},{"en":"And that is the story of U.N. Savory.","zh":"这就是联合国萨沃里大学的故事。"},{"en":"You don’t believe it?","zh":"你不相信吗？"},{"en":"Listen, I could hardly believe it myself as I staggered upstairs to the bar.","zh":"听着，我自己都不敢相信我摇摇晃晃地上楼去了酒吧。"},{"en":"I kept my promise though.","zh":"但我遵守了我的诺言。"},{"en":"I told no one.","zh":"我没告诉任何人。"},{"en":"Today it no longer matters.","zh":"如今这已不再重要。"},{"en":"The man was at least thirty years older than me, so by now his soul is at rest and his wigs are probably being used by his nephews and nieces for playing charades.","zh":"这个男人至少比我大三十岁，所以现在他的灵魂已经安息，他的假发可能被他的侄子侄女们用来玩猜字谜游戏了。"},{"en":"SS Mantola, 4 October 1938","zh":"SS Mantola 1938年10月4日"},{"en":"Dear Mama, We’re now in the Red Sea, and it is hot.","zh":"亲爱的妈妈，我们现在在红海，天气很热。"},{"en":"The wind is behind us and going at exactly the same speed as the boat so there is not a breath of air on board.","zh":"风在我们后面，速度和船完全一样，所以船上没有一丝空气。"},{"en":"Three times they have turned the ship round against the wind to get some air into the cabins and into the engine room.","zh":"他们已经三次使船逆风转向，使一些空气进入船舱和引擎室。"},{"en":"Fans merely blow hot air into your face.","zh":"风扇只是把热空气吹到你的脸上。"},{"en":"The deck is strewn with a lot of limp wet things for all the world like a lot of wet towels steaming over the kitchen boiler.","zh":"甲板上散落着许多软绵绵的湿东西，就像许多湿毛巾在厨房的锅炉上冒着热气一样。"},{"en":"They just smoke cigarettes & shout, ‘Boy – another iced lager.’","zh":"他们只是抽着烟，喊着: “小子，再来一杯冰啤酒。”"},{"en":"I don’t feel the heat much – probably because I’m thin.","zh":"我不怎么觉得热——可能是因为我太瘦了。"},{"en":"In fact as soon as I’ve finished this letter I’m going off to have a vigorous game of deck tennis with another thin man – a government vet called Hammond.","zh":"事实上，一写完这封信，我就要去和另一个瘦子打一场激烈的甲板网球比赛——一个叫哈蒙德的政府兽医。"},{"en":"We play with our shirts off, throwing the coit as hard as we can – & when we have to stop for fear of drowning in our own sweat we just jump into the swimming bath.","zh":"我们脱掉上衣玩耍，尽可能使劲地扔球——当我们因为害怕被自己的汗水淹没而不得不停下来的时候，我们就跳进游泳池。"},{"en":"Dar es Salaam","zh":"达累斯萨拉姆"},{"en":"The temperature in the shade was around 120ºF on board the SS Mantola as she crept southwards down the Red Sea towards Port Sudan.","zh":"当“曼托拉号”沿着红海向南缓缓驶向苏丹港时，船上阴凉处的温度大约是华氏120度。"},{"en":"The breeze was behind us and it blew at exactly the same speed as the ship.","zh":"微风在我们身后吹着，速度和船一模一样。"},{"en":"There was, therefore, no movement of air at all on board.","zh":"因此，飞机上根本没有空气流动。"},{"en":"Three times during the first day they turned the ship around and sailed against the wind to blow some air through the port-holes and over the decks.","zh":"在第一天，他们三次把船转向逆风航行，通过左舷孔和甲板上吹一些空气。"},{"en":"This made little difference and even the sinewy sunburnt gophers and their tough bony little wives became silent and exhausted.","zh":"这没有什么区别，甚至那些肌肉发达、被太阳晒黑的地鼠和它们那些强壮、瘦骨嶙峋的小妻子们也变得沉默而疲惫。"},{"en":"Like me, they sprawled in deck-chairs under the awning, gasping for breath","zh":"和我一样，他们四仰八叉地躺在遮阳篷下的躺椅上，喘着粗气"},{"en":"while the sweat ran down their faces and necks and arms and dripped from their elbows on to the wooden deck.","zh":"汗水从他们的脸上、脖子上、胳膊上流下来，从肘部滴到木甲板上。"},{"en":"It was even too hot to read.","zh":"甚至热得读不下去。"},{"en":"During the second day in the Red Sea, the Mantola passed very close to an Italian ship which, like us, was going south.","zh":"在红海的第二天，曼托拉号非常接近一艘意大利船只，它和我们一样，正在向南航行。"},{"en":"She wasn’t more than 200 yards away from us and her decks were crowded with women!","zh":"她离我们不到200码她的甲板上挤满了女人！"},{"en":"There must have been several thousand of them all over the ship and not a man in sight.","zh":"船上肯定有好几千个这样的人，却一个人也看不见。"},{"en":"I couldn’t believe my eyes.","zh":"我简直不敢相信自己的眼睛。"},{"en":"‘What’s going on?’ I asked one of the ship’s officers, who was standing near me on the rail.","zh":"“发生什么事了?”我问船上的一位军官，他正站在靠近我的栏杆上。"},{"en":"‘Why all the girls?’","zh":"为什么都是女孩"},{"en":"‘They’re for the Italian soldiers,’ he said.","zh":"他说，这是给意大利士兵的。"},{"en":"‘What Italian soldiers?’","zh":"什么意大利士兵"},{"en":"‘The ones in Abyssinia,’ he said.","zh":"他说，是阿比西尼亚的那些。"},{"en":"‘Mussolini is trying to conquer Abyssinia and he’s got a hundred thousand troops in there.","zh":"墨索里尼试图征服阿比西尼亚，他在那里有十万军队。"},{"en":"Now they are shipping out Italian girls to keep the soldiers happy.’","zh":"现在他们正在运送意大利女孩来讨好士兵们"}],[{"en":"‘You’re pulling my leg.’","zh":"你在开玩笑吧"},{"en":"‘They’re going out in boatloads,’ the officer said.","zh":"这位官员说，他们要装满货船出海。"},{"en":"‘One girl for every soldier in the ranks, two for each Colonel and three for a General.’","zh":"每个士兵配一个女孩，每个上校配两个女孩，每个将军配三个女孩"},{"en":"‘Be serious,’ I said.","zh":"“严肃点,”我说。"},{"en":"‘They really are for the soldiers,’ he said.","zh":"他说，它们真的是给士兵们准备的。"},{"en":"‘It is such a rotten pointless war and the soldiers all hate it and they are fed up with massacring the wretched Abyssinians.","zh":"这是一场毫无意义的烂战争，士兵们都憎恨这场战争，他们受够了屠杀可怜的阿比西尼亚人。"},{"en":"So Mussolini is sending out thousands of girls to boost their morale.’","zh":"因此，墨索里尼派出了数千名女孩来鼓舞她们的士气"},{"en":"I waved to the girls on the other ship and about 2,000 of them waved back at me.","zh":"我向另一艘船上的女孩们挥了挥手，其中大约2000人也向我挥了挥手。"},{"en":"They seemed very cheerful.","zh":"他们看起来很高兴。"},{"en":"I wondered how long they would be feeling that way.","zh":"我想知道他们这种感觉会持续多久。"},{"en":"At last the Mantola reached Mombasa, and there I was met by a man from the Shell Company","zh":"最后，Mantola 到达了蒙巴萨，在那里我遇到了一个壳牌公司的人"},{"en":"who told me I was to proceed at once down the coast to Dar es Salaam, in Tanganyika (now Tanzania).","zh":"他告诉我，我应该立即沿着海岸线前往达累斯萨拉姆，在坦喀尼喀(现在的坦桑尼亚)。"},{"en":"‘It will take you a day and a night to get there,’ he said, ‘and you travel on a little coastal vessel called the Dumra.","zh":"“你要花一天一夜的时间才能到达那里,”他说，“而且你要乘坐一艘名叫杜马号的小型海岸船。”。"},{"en":"Here’s your ticket.’","zh":"这是你的票"},{"en":"I transferred to the Dumra and it sailed the same day.","zh":"我转到了杜马，它在同一天起航。"},{"en":"That evening we called in at Zanzibar where the air was filled with the amazing spicy-sweet scent of cloves,","zh":"那天晚上我们拜访了桑给巴尔，那里的空气中弥漫着丁香那令人惊异的辛辣和甜蜜的香味,"},{"en":"and I stood by the rail gazing at the old Arab town and thinking","zh":"我站在铁轨旁，凝视着这个古老的阿拉伯小镇，思考着"},{"en":"what a lucky young fellow I was to be seeing all these marvellous places free of charge and with a good job at the end of it all.","zh":"我真是个幸运的年轻人，能够免费参观这些美妙的地方，而且最后还有一份好工作。"},{"en":"We left Zanzibar at midnight and I went to bed in my tiny cabin knowing that tomorrow would be journey’s end.","zh":"我们在午夜离开桑给巴尔，我在我的小木屋里睡觉，知道明天就是旅程的终点。"},{"en":"When I woke up the next morning the ship’s engines had stopped.","zh":"第二天早上我醒来的时候，船的引擎已经停了。"},{"en":"I jumped out of my bunk and peered through the port-hole.","zh":"我从铺位上跳下来，透过舷窗向外张望。"},{"en":"This was my first glimpse of Dar es Salaam and I have never forgotten it.","zh":"这是我第一次看到达累斯萨拉姆，我永远不会忘记。"},{"en":"We were anchored out in the middle of a vast rippling blue-black lagoon and all around the rim of the lagoon there were pale-yellow sandy beaches,","zh":"我们停泊在一个波涛汹涌的蓝黑色泻湖中央，泻湖周围是淡黄色的沙滩,"},{"en":"almost white, and breakers were running up on to the sand, and coconut palms with their little green leafy hats were growing on the beaches,","zh":"几乎是白色的，破碎机跑到沙滩上，海滩上长着带着绿色叶子帽子的椰子树,"},{"en":"and there were casuarina trees, immensely tall and breathtakingly beautiful with their delicate grey-green foliage.","zh":"还有木麻黄树，非常高大，有着精致的灰绿色叶子，美得令人窒息。"},{"en":"And then behind the casuarinas was what seemed to me like a jungle,","zh":"在木麻黄后面是一片丛林,"},{"en":"a great tangle of tremendous dark-green trees that were full of shadows and almost certainly teeming,","zh":"一大片巨大的深绿色树丛，树影婆娑，几乎可以肯定,"},{"en":"so I told myself, with rhinos and lions and all manner of vicious beasts.","zh":"所以我告诉自己，还有犀牛，狮子和各种凶猛的野兽。"},{"en":"Over to one side lay the tiny town of Dar es Salaam, the houses white and yellow and pink,","zh":"一边是小镇达累斯萨拉姆，房子是白色、黄色和粉色的,"},{"en":"and among the houses I could see a narrow church steeple and a domed mosque and along the waterfront there was a line of acacia trees splashed with scarlet flowers.","zh":"在房屋之间，我可以看到一座狭窄的教堂尖塔和一座圆顶清真寺，沿着海滨有一排金合欢树，上面开满了鲜红的花朵。"},{"en":"A fleet of canoes was rowing out to take us ashore and the black-skinned rowers were chanting weird songs in time with their rowing.","zh":"一队独木舟正划出来要把我们带上岸，黑皮肤的划手们在划船的同时吟唱着奇怪的歌曲。"},{"en":"The whole of that amazing tropical scene through the port-hole has been photographed on my mind ever since.","zh":"从那以后，我脑海中就一直浮现着那个港口里令人惊叹的热带风光。"},{"en":"To me it was all wonderful, beautiful and exciting.","zh":"对我来说，这一切都是美好的，美丽的，令人兴奋的。"},{"en":"And so it remained for the rest of my time in Tanganyika.","zh":"我在坦喀尼喀的余生也是如此。"},{"en":"I loved it all.","zh":"我爱这一切。"},{"en":"There were no furled umbrellas, no bowler hats, no sombre grey suits and I never once had to get on a train or a bus.","zh":"那里没有折叠的雨伞，没有圆顶礼帽，没有深灰色的西装，我从来没有坐过火车或公共汽车。"},{"en":"Only three young Englishmen ran the Shell Company in the whole of that vast territory, and I was the youngest and the junior.","zh":"在这片辽阔的土地上，只有三个年轻的英国人管理着壳牌公司，我是最年轻的，也是最年轻的。"},{"en":"When we were not ‘on the road’, we lived in the splendid large Shell Company house perched on the top of the cliffs outside Dar es Salaam,","zh":"当我们不“在路上”的时候，我们住在华丽的壳牌公司的大房子里，它坐落在达累斯萨拉姆郊外的悬崖顶上,"},{"en":"and we were treated like princes.","zh":"我们像王子一样被对待。"},{"en":"Our domestic staff consisted of a male native cook affectionately called Piggy because the Swahili for cook is mpishi.","zh":"我们的家庭工作人员包括一个男性当地厨师亲切地称为猪，因为斯瓦希里语的厨师是 mpishi。"},{"en":"There was a shamba-boy or gardener called Salimu and a personal ‘boy’ for each of us.","zh":"有一个叫做 Salimu 的园丁，我们每个人都有一个自己的“男孩”。"},{"en":"Your boy was really a kind of valet and jack of all trades.","zh":"你儿子真是个多才多艺的贴身男仆。"},{"en":"He was expert at sewing and mending and washing and ironing and polishing and making sure","zh":"他是缝纫、修补、洗涤、熨烫、抛光和确保的专家"},{"en":"there weren’t scorpions in your mosquito boots before you put them on, and he became your friend.","zh":"在你穿上蚊子靴之前，你的蚊子靴里没有蝎子，然后他就成了你的朋友。"},{"en":"He looked after nobody else but you and there was nothing he did not know about your life and your habits.","zh":"除了你，他没有照顾过其他人他对你的生活和习惯了如指掌。"}],[{"en":"In return, you looked after him and his wives (never less than two) and his children who lived in their own quarters at the back of the house.","zh":"作为回报，你照顾他和他的妻子(不少于两个)以及他的孩子，他们住在房子后面自己的房间里。"},{"en":"My boy was called Mdisho.","zh":"我儿子叫 Mdisho。"},{"en":"He was a Mwanumwezi tribesman, which meant a lot out there because the Mwanumwezi was the only tribe who had ever defeated the gigantic Masai in battle.","zh":"他是 Mwanumwezi 部落的一员，这在外面意义重大，因为 Mwanumwezi 部落是唯一一个在战斗中击败过巨型马赛人的部落。"},{"en":"Mdisho was tall and graceful and soft-spoken, and his loyalty to me, his young white English master, was absolute.","zh":"Mdisho 身材高挑，举止优雅，说话轻声细语，他对我——他年轻的白人英语老师——的忠诚是绝对的。"},{"en":"I hope, and I believe, that I was equally loyal to him.","zh":"我希望，我也相信，我对他同样忠诚。"},{"en":"The first thing you had to do when you came to work in Dar es Salaam was to learn Swahili, otherwise you could not communicate either with your own boy or with any other native of the country because none of them spoke a word of English.","zh":"来达累斯萨拉姆工作的第一件事就是学习斯瓦希里语，否则，你既不能和自己的儿子交流，也不能和这个国家的任何其他土著人交流，因为他们都不会说英语。"},{"en":"In those benighted days of Empire it was considered impertinent for a black man to understand English, let alone to speak it.","zh":"在那些愚昧的帝国时代，黑人理解英语被认为是无礼的，更不用说说英语了。"},{"en":"The result was that none of them made any effort to learn our language, so we had to learn theirs instead.","zh":"结果是他们都没有努力学习我们的语言，所以我们只好学习他们的语言。"},{"en":"Swahili is a relatively simple language, and with the help of a Swahili-English dictionary and a grammar book,","zh":"斯瓦希里语是一种相对简单的语言，在斯瓦希里英语词典和语法书的帮助下,"},{"en":"plus some hard work in the evenings, you could become pretty fluent in a couple of months.","zh":"再加上晚上的努力训练，几个月后你就能说得很流利了。"},{"en":"Then you took an exam and if you passed it, the Shell Company gave you a bonus of a hundred pounds,","zh":"然后你参加了一个考试，如果你通过了，壳牌公司会给你100英镑的奖金,"},{"en":"which was a lot of money in those days when a case of whisky cost only twelve pounds.","zh":"那时候一箱威士忌只要十二英镑，这可是一大笔钱。"},{"en":"Sometimes I would have to go on safari upcountry and Mdisho always came with me.","zh":"有时候我不得不去内陆旅行，Mdisho 总是和我一起。"},{"en":"We would take the Shell station-wagon and be gone for a month, driving all over Tanganyika on dirt roads that were covered with millions of tiny close-together ruts.","zh":"我们会开着壳牌旅行车在坦喀尼喀各地的土路上行驶一个月，这些土路上布满了数以百万计的小车辙。"},{"en":"Driving over those ruts in a station-wagon felt as though you were riding on top of a gigantic vibrator.","zh":"驾驶旅行车驶过那些车辙，感觉就像骑在一个巨大的振动棒上。"},{"en":"We would drive far west to the edge of Lake Tanganyika in central Africa and on down south to the borders of Nyasaland,","zh":"我们将向西行驶到 Lake Tanganyika 的边缘然后向南到达尼亚萨兰的边界,"},{"en":"and after that we would head east towards Mozambique, and the purpose of these trips was to visit our Shell customers.","zh":"之后，我们将向东前往莫桑比克，这些旅行的目的是拜访我们的壳牌客户。"},{"en":"These customers ran diamond mines and gold mines and sisal plantations and cotton plantations and goodness knows what else besides,","zh":"这些客户经营着钻石矿，金矿剑麻种植园，棉花种植园天知道还有什么,"},{"en":"and my job was to keep their machinery supplied with the proper grades of lubricating oil and fuel oil.","zh":"我的工作是为他们的机器提供适当等级的润滑油和燃料油。"},{"en":"Not a great deal of intelligence or imagination was required, but by gum you needed to be fit and tough.","zh":"不需要太多的智力和想象力，但是对于口香糖来说，你需要的是健康和强壮。"},{"en":"I loved that life.","zh":"我喜欢那种生活。"},{"en":"We saw giraffe standing unafraid right beside the road nibbling the tops of the trees.","zh":"我们看见长颈鹿毫无畏惧地站在路边，一点一点地啃着树梢。"},{"en":"We saw plenty of elephant and hippo and zebra and antelope and very occasionally a pride of lions.","zh":"我们看到了很多大象、河马、斑马和羚羊，偶尔还有一群狮子。"},{"en":"The only creatures I was frightened of were the snakes.","zh":"我唯一害怕的生物就是蛇。"},{"en":"We used often to see a big one gliding across the dirt road ahead of the car, and the golden rule was never to accelerate","zh":"我们过去经常看到一辆大车在前面的土路上滑行，黄金法则就是永远不要加速"},{"en":"and try to run it over, especially if the roof of the car was open, as ours often was.","zh":"然后试着碾过去，尤其是当车顶是开着的时候，就像我们的车一样。"},{"en":"If you hit a snake at speed, the front wheel can flip it up into the air and there is a danger of it landing in your lap.","zh":"如果你以高速撞上一条蛇，前轮可以把它抛向空中，这样它就有落在你腿上的危险。"},{"en":"I can think of nothing worse than that.","zh":"我想不出比这更糟的了。"},{"en":"The really bad snake in Tanganyika is the black mamba.","zh":"在坦喀尼喀真正厉害的蛇是黑曼巴。"},{"en":"It is the only one that has no fear of man and will deliberately attack him on sight.","zh":"它是唯一一个不畏惧人类，并且一见到人类就会蓄意攻击的生物。"},{"en":"If it bites you, you are a gonner.","zh":"如果它咬你，你就死定了。"},{"en":"One morning I was shaving myself in the bathroom of our Dar es Salaam house, and as I lathered my face I was absent-mindedly gazing out of the window into the garden.","zh":"一天早上，我在达累斯萨拉姆家的浴室里刮胡子，我在脸上抹了泡沫，心不在焉地望着窗外的花园。"},{"en":"I was watching Salimu, our shamba-boy, as he slowly and methodically raked the gravel on the front drive.","zh":"我看着萨利姆，我们的沙姆巴男孩，当他慢慢地，有条不紊地耙在前面的驱动器上的砾石。"},{"en":"Then I saw the snake.","zh":"然后我看到了蛇。"},{"en":"It was six feet long and thick as my arm and quite black.","zh":"它有六英尺长，和我的胳膊一样粗，非常黑。"},{"en":"It was a mamba all right and there was no doubt that it had seen Salimu and was gliding fast over the gravel straight towards him.","zh":"这是一条曼巴蛇，毫无疑问，它已经看到萨利姆和滑翔快速越过砾石直接向他。"},{"en":"I flung myself toward the open window and yelled in Swahili, ‘Salimu! Salimu! Angalia nyoka kubwa! Nyuma wewe! Upesi upesi!’,","zh":"我扑向开着的窗户，用斯瓦希里语大喊: “ Salimu! Salimu! 安加利亚尼奥卡库布瓦! 纽马威威! 乌佩西乌佩西!”"},{"en":"in other words, ‘Salimu! Salimu! Beware huge snake! Behind you! Quickly quickly!’","zh":"换句话说，“萨利姆! Salimu! 小心巨蛇! 在你后面! 快点!”"},{"en":"The mamba was moving over the gravel at the speed of a running man and when Salimu turned and saw it, it could not have been more than fifteen paces away from him.","zh":"那条曼巴蛇正以一个奔跑的人的速度在碎石上移动，当萨利姆转过身来看到它时，它离他不到十五步远。"}],[{"en":"There was nothing more I could do.","zh":"我已经尽力了。"},{"en":"There was not much Salimu could do either.","zh":"萨利姆也无能为力。"},{"en":"He knew it was useless to run because a mamba at full speed could travel as fast as a galloping horse.","zh":"他知道逃跑是没有用的，因为曼巴蛇全速前进的速度可以和奔马一样快。"},{"en":"And he certainly knew it was a mamba.","zh":"他当然知道那是条曼巴蛇。"},{"en":"Every native in Tanganyika knew what a mamba looked like and what to expect from it.","zh":"每一个坦喀尼喀本地人都知道曼巴蛇的样子以及对它的期望。"},{"en":"It would reach him in another five seconds.","zh":"再过五秒就能到他手上了。"},{"en":"I leant out of the window and held my breath.","zh":"我探出身子，屏住呼吸。"},{"en":"Salimu swung round and faced the snake.","zh":"萨利姆转过身来面对着那条蛇。"},{"en":"I saw him go into a crouch.","zh":"我看见他蹲下了。"},{"en":"He crouched very low with one leg behind the other like a runner about to start a hundred yard sprint, and he was holding the long rake out in front of him.","zh":"他蹲得很低，一条腿放在另一条腿后面，就像一个即将开始百码冲刺的跑步者，他正在前面拿着长长的耙子。"},{"en":"He raised it, but no higher than his shoulder, and he stood there for those long four or five seconds absolutely motionless, watching the great black deadly snake as it glided so quickly over the gravel towards him.","zh":"他举起它，但不高于肩膀，他站在那里，长达四五秒绝对不动，看着黑色的致命大蛇，因为它滑过沙砾快速向他走来。"},{"en":"Its small triangular snake’s head was raised up in the air, and I could hear the soft rustling of the gravel as the body slid over the loose stones.","zh":"它那三角形的小蛇头高高地悬在空中，我可以听到它的身体滑过松散的石头时沙砾发出的轻微的沙沙声。"},{"en":"I have the whole nightmarish picture of that scene still before my eyes – the morning sunshine on the garden, the massive baobab tree in the background,","zh":"我眼前还有那个场景的整个噩梦般的画面——早晨阳光照在花园上，背景是巨大的猴面包树,"},{"en":"Salimu in his old khaki shorts and shirt and bare feet standing brave and absolutely still with the upraised rake in his hands,","zh":"萨利姆穿着他的旧卡其布短裤和衬衫，光着脚，勇敢地站着，手里拿着高高举起的耙子，一动不动,"},{"en":"and to one side the long black snake gliding over the gravel straight towards him with its small poisonous head held high and ready to strike.","zh":"另一边，一条长长的黑蛇从砾石上滑过，直向他飞来，它的毒蛇小脑袋高高昂起，随时准备攻击他。"},{"en":"Salimu waited.","zh":"萨利姆等着。"},{"en":"He never moved or made a sound during the time it took the snake to reach him.","zh":"在蛇爬到他身边的时候，他一动不动，也没有发出任何声音。"},{"en":"He waited until the very last moment when the mamba was not more than five feet away and then wham! Salimu struck first.","zh":"他一直等到最后一刻，那条曼巴蛇离他不到五英尺远，然后“砰”的一声！萨利姆先发制人。"},{"en":"He brought the metal prongs of the rake down hard right on to the middle of the mamba’s back and he held the rake there with all his weight,","zh":"他把耙子的金属尖头重重地放在曼巴蛇背部的中间，用全身的重量抓住耙子,"},{"en":"leaning forward now and jumping up and down to put more weight on the fork in an effort to pin the snake to the ground.","zh":"现在身体前倾，上下跳动，在叉子上加重重量，努力把蛇固定在地上。"},{"en":"I saw the blood spurt where the prongs had gone right into the snake’s body and then I rushed downstairs absolutely naked,","zh":"我看到血喷了出来，尖头正好刺进了蛇的身体然后我赤身裸体冲下楼,"},{"en":"grabbing a golf club as I went through the hall, and outside on the drive Salimu was still there pressing with both hands on the rake","zh":"当我穿过大厅的时候，我抓起一根高尔夫球杆，外面的 Salimu 仍然在那里用双手握着耙子"},{"en":"and the great snake was writhing and twisting and throwing itself about, and I shouted to Salimu in Swahili, ‘What shall I do?’","zh":"那条大蛇扭动着，扭动着，翻滚着，我用斯瓦希里语对 Salimu 喊道: “我该怎么办?”？’"},{"en":"‘It is all right now, bwana!’ he shouted back.","zh":"“现在没事了，老板!”他大声回答。"},{"en":"‘I have broken its back and it cannot travel forward any more! Stand away, bwana! Stand well away and leave it to me!’","zh":"我把它的背摔断了，它再也不能前进了！走开，大哥！站远点，让我来！’"},{"en":"Salimu lifted the rake and jumped away and the snake went on writhing and twisting but it was quite unable to travel in any direction.","zh":"萨利姆举起耙子跳开了，蛇继续扭动着，但是它完全无法向任何方向移动。"},{"en":"The boy went forward and hit it accurately and very hard on the head with the metal end of the rake and suddenly the snake stopped moving.","zh":"男孩走上前去，用耙子的金属末端非常用力地准确地打在蛇的头上，突然，蛇停止了动作。"},{"en":"Salimu let out a great sigh and passed a hand over his forehead.","zh":"萨利姆长长地叹了一口气，把一只手放在额头上。"},{"en":"Then he looked at me and smiled.","zh":"然后他看着我笑了。"},{"en":"‘Asanti, bwana,’ he said, ‘asanti sana,’ which simply means, ‘Thank you, bwana.","zh":"“ Asanti，bwana,”他说，“ Asanti sana,”意思是，“谢谢你，bwana。"},{"en":"Thank you very much.’","zh":"非常感谢"},{"en":"It isn’t often one gets the chance to save a person’s life.","zh":"很少有人有机会救人一命。"},{"en":"It gave me a good feeling for the rest of the day, and from then on, every time I saw Salimu, the good feeling would come back to me.","zh":"在接下来的一天里，它给了我一种很好的感觉，从那时起，每次我看到萨利姆，这种好的感觉就会回来。"},{"en":"Dar es Salaam, 19 March 1939","zh":"达累斯萨拉姆，1939年3月19日"},{"en":"Dear Mama,","zh":"亲爱的妈妈,"},{"en":"If a war breaks out you’ve jolly well got to go to Tenby otherwise you’ll be bombed.","zh":"如果战争爆发，你一定要去 Tenby 否则你会被轰炸的。"},{"en":"Don’t forget, you’ve got to go if war breaks out …","zh":"别忘了，如果战争爆发，你必须离开。"},{"en":"Simba","zh":"辛巴"},{"en":"About a month after the black mamba incident,","zh":"黑曼巴事件发生一个月后,"},{"en":"I set out on a safari upcountry in the old Shell station-wagon with Mdisho and our first stop was the small town of Bagomoyo.","zh":"我和米迪修一起乘坐老壳牌旅行车出发前往内陆地区，我们的第一站是小镇 Bagomoyo。"},{"en":"I mention this only because the name of the Indian trader I had to go and see in Bagomoyo was so wonderful I have never been able to get it out of my mind.","zh":"我之所以提到这一点，只是因为我不得不去 Bagomoyo 拜访的那位印度商人的名字如此美妙，以至于我一直无法忘怀。"},{"en":"He was a tiny little man with an immense low-slung protuberant belly of the kind that women have when they are eight and a half months pregnant,","zh":"他是一个矮小的男人，有一个巨大的低矮的隆起的肚子，就像女人怀孕八个半月时的肚子一样,"},{"en":"and he carried this great ball in front of him very proudly, as if it were a special medal or a coat of arms.","zh":"他非常骄傲地把这个大球带到他面前，好像它是一块特殊的奖章或者一个盾形纹章。"}],[{"en":"He called himself Mister Shankerbai Ganderbai, and across the top of his business notepaper was printed in red capital letters","zh":"他自称尚克拜 · 甘德拜先生，在他的商务信纸上方印着红色大写字母"},{"en":"the full title he had conferred upon himself, MISTER SHANKERBAI GANDERBAI OF BAGOMOYO, SELLER OF DECORTICATORS.","zh":"他授予自己的全称是 BAGOMOYO 的刚德巴先生，装饰品销售商。"},{"en":"A decorticator is a huge clanking piece of machinery that converts the leaves of the sisal plant into fibres for making rope,","zh":"剥皮机是一个巨大的叮当作响的机器，它把剑麻的叶子变成纤维制成绳子,"},{"en":"and if you wanted to buy one, the man to go and see was Mister Shankerbai Ganderbai of Bagomoyo.","zh":"如果你想买一个，去看看的人是 Bagomoyo 的尚克拜 · 甘德拜先生。"},{"en":"After three more days of dusty travelling and visiting customers, Mdisho and I came to the town of Tabora.","zh":"在尘土飞扬的旅行和拜访客户三天之后，我和米迪修来到了塔波拉。"},{"en":"Tabora is some 450 miles inland from Dar es Salaam, and in 1939 it was not much of a town,","zh":"塔波拉距离达累斯萨拉姆约450英里，在1939年，它还算不上一个城镇,"},{"en":"just a scattering of houses and a few streets where the Indian traders had their shops.","zh":"只有零星的房屋和几条街道，印第安商人在那里开店。"},{"en":"But because by Tanganyikan standards it was a sizeable place, it was honoured by the presence of a British District Officer.","zh":"但是，因为按坦噶尼喀的标准，这是一个相当大的地方，它是荣誉的存在，一个英国地区官员。"},{"en":"The District Officers in Tanganyika were a breed I admired.","zh":"坦喀尼喀的地方官员是我钦佩的一个品种。"},{"en":"Admittedly they were sunburnt and sinewy, but they were not gophers.","zh":"不可否认，它们被太阳晒得黝黑，肌肉发达，但它们不是地鼠。"},{"en":"They were all university graduates with good degrees, and in their lonely outposts they had to be all things to all men.","zh":"他们都是大学毕业生，拥有良好的学位，在他们孤独的前哨站，他们必须成为所有人的一切。"},{"en":"They were the judges whose decisions settled both tribal and personal disputes.","zh":"他们是法官，他们的判决解决了部落和个人的争端。"},{"en":"They were the advisers to tribal chiefs.","zh":"他们是部落首领的顾问。"},{"en":"They were often the givers of medicines and the saviours of the sick.","zh":"他们往往是药品的提供者和病人的救世主。"},{"en":"They administered their own vast districts by keeping law and order under the most difficult circumstances.","zh":"他们通过在最困难的情况下维持法律和秩序来管理自己的广大地区。"},{"en":"And wherever there was a District Officer, the Shell man on safari was welcome to stay the night at his house.","zh":"无论哪里有地区官员，都欢迎去狩猎旅行的壳牌人在他家过夜。"},{"en":"The DO in Tabora was called Robert Sanford, a man in his early thirties who had a wife and three very small children, a boy of six, a girl of four and a baby.","zh":"塔波拉的一位名叫罗伯特 · 桑福德的男子，三十出头，有一位妻子和三个非常小的孩子，一个六岁的男孩，一个四岁的女孩和一个婴儿。"},{"en":"That evening I was sitting on the veranda having a sundowner with Robert Sanford and his wife Mary,","zh":"那天晚上我坐在阳台上和罗伯特 · 桑福德和他的妻子玛丽一起享受日落,"},{"en":"while two of the children were playing out on the grass in front of the house under the watchful eye of their black nurse.","zh":"当时两个孩子正在屋前的草地上玩耍，他们的黑人保姆注视着他们。"},{"en":"The heat of the day was becoming less intense as the sun went down, and the first whisky and soda was tasting good.","zh":"太阳下山后，天气变得不那么炎热了，第一杯威士忌和苏打水尝起来味道不错。"},{"en":"‘So what’s been going on in Dar?’ Robert Sanford asked me.","zh":"“那么，Dar 发生了什么?”罗伯特•桑福德问我。"},{"en":"‘Anything exciting?’","zh":"有什么令人兴奋的事吗"},{"en":"I told him about the black mamba and Salimu.","zh":"我告诉他黑曼巴和 Salimu 的事。"},{"en":"When I had finished, Mary Sanford said, ‘That’s the one thing I’m always frightened of in this country, those beastly snakes.’","zh":"当我讲完后，玛丽 · 桑福德说: “在这个国家，我一直害怕的就是那些可怕的蛇。”。’"},{"en":"‘Damn lucky you happened to see it behind him,’ Robert Sanford said.","zh":"罗伯特•桑福德(Robert Sanford)说，你碰巧看到了他身后的这一幕，真是太幸运了。"},{"en":"‘He was certain to have been killed.’","zh":"他肯定已经被杀了"},{"en":"‘We had a spitting cobra near our back door not long ago,’ Mary Sanford said.","zh":"玛丽•桑福德说，不久前，我们家后门附近有一条吐口水的眼镜蛇。"},{"en":"‘Robert shot it.’","zh":"罗伯特拍的"},{"en":"The Sanford house was on a hill outside the town.","zh":"桑福德的房子在镇外的一座小山上。"},{"en":"It was a white wooden two-storey building with a roof of green tiles.","zh":"那是一幢白色的木质两层楼房，屋顶铺着绿色的瓷砖。"},{"en":"The eaves of the house projected far out beyond the walls to provide extra shade, and this gave the building a sort of Japanese pagoda appearance.","zh":"房子的屋檐远远地伸出墙外，以提供额外的阴凉，这使得建筑有一种日本宝塔的外观。"},{"en":"The surrounding countryside was to me a very pleasant sight.","zh":"对我来说，周围的乡村景色非常宜人。"},{"en":"It was a vast brown plain with many quite large knolls and hummocks dotted all over it, and although the plain itself was mostly burnt-up scrubland,","zh":"这是一个巨大的褐色平原，上面点缀着许多相当大的小丘和丘陵，尽管平原本身大部分是烧毁的灌木丛林,"},{"en":"the hills were covered with all sorts of huge jungle trees, and their dense foliage made little emerald-green dots all over the plain.","zh":"山上长满了各种各样的巨大的丛林树木，它们茂密的树叶在平原上形成了翠绿的小点。"},{"en":"On the burnt-up plain itself there grew nothing but those bare spiky thorn trees that you find all over East Africa,","zh":"在被烧毁的平原上，除了东非到处可见的光秃秃的荆棘树，什么也没有生长,"},{"en":"and there were about six huge vultures sitting quite motionless on every thorn tree in sight.","zh":"大约有六只大秃鹫一动不动地坐在每一棵荆棘树上。"},{"en":"The vultures were brown with curved orange beaks and orange feet,","zh":"秃鹫是棕色的，有弯曲的橙色喙和橙色的脚,"},{"en":"and they spent their whole lives sitting and watching and waiting for some animal to die so they could pick its bones.","zh":"他们一辈子都坐在那里，看着，等着某些动物死去，这样他们就可以采集它们的骨头。"},{"en":"‘Do you like this sort of life?’ I said to Robert Sanford.","zh":"“你喜欢这种生活吗?”我问罗伯特 · 桑福德。"},{"en":"‘I love the freedom,’ he said.","zh":"他说，我喜欢这种自由。"},{"en":"‘I administer about two thousand square miles of territory and I can go where I want and do more or less exactly as I please.","zh":"我管理着大约2000平方英里的土地，我可以去任何我想去的地方，或多或少地做我想做的事情。"},{"en":"That part of it is marvellous.","zh":"这部分太棒了。"},{"en":"But I do miss the company of other white men.","zh":"但我确实想念其他白人的陪伴。"},{"en":"There aren’t many even moderately intelligent Europeans in the town.’","zh":"这里甚至没有多少中等智力的欧洲人。”"}],[{"en":"We sat there watching the sun go down behind the flat brown plain that was covered with thorn trees,","zh":"我们坐在那里，看着太阳落在布满荆棘树的褐色平原后面,"},{"en":"and we could see the sinister vultures waiting like feathered undertakers for death to come along and give them something to work on.","zh":"我们可以看到邪恶的秃鹫像带羽毛的殡仪馆员一样等待着死亡的到来，并给他们一些工作。"},{"en":"‘Keep the children a bit closer to the house!’ Mary Sanford called out to the nurse.","zh":"“让孩子们离房子近一点!”玛丽 · 桑福德对护士喊道。"},{"en":"‘Bring them closer, please!’","zh":"请让他们靠近点"},{"en":"Robert Sanford said, ‘My mother sent me out Beethoven’s Third Symphony from England last week.","zh":"罗伯特 · 桑福德说: “我母亲上周从英国寄给我贝多芬的《第三交响曲》。"},{"en":"HMV, two records, four sides in all, Toscanini conducting.","zh":"HMV，两张唱片，总共四面，托斯卡尼尼指挥。"},{"en":"I’m using a thorn needle instead of a steel one so as not to wear out the grooves.","zh":"我用的是刺针，而不是钢针，这样就不会磨损凹槽了。"},{"en":"It seems to work.’","zh":"它似乎起作用了。”"},{"en":"‘Don’t you find the records warp a lot out here?’ I asked.","zh":"“你不觉得这里的记录扭曲得很厉害吗?”我问。"},{"en":"‘I keep them lying flat with a pile of books on top of them,’ he said.","zh":"他说，我把它们平放着，上面放着一堆书。"},{"en":"‘What I’m terrified of is dropping one and breaking it.’","zh":"我最害怕的就是掉了一个然后摔坏了"},{"en":"The sun had gone down now and a lovely soft light was spreading over the landscape.","zh":"太阳已经落山了，一道柔和的阳光洒满了整个风景。"},{"en":"I could see a group of zebra grazing among the thorn trees about half a mile away.","zh":"我可以看到一群斑马在半英里外的荆棘树间吃草。"},{"en":"Robert Sanford was also watching the zebras.","zh":"罗伯特 · 桑福德也在观察斑马。"},{"en":"‘I keep wondering,’ he said, ‘if it wouldn’t be possible to catch a young zebra and break it in for riding, just like a horse.","zh":"“我一直在想,”他说，“是否有可能抓住一只年轻的斑马，然后把它像马一样驯服，让它骑在马背上。”。"},{"en":"After all, they are only wild horses with stripes on.’","zh":"毕竟，它们只是身上有条纹的野马。”"},{"en":"‘Has anyone ever tried?’ I asked.","zh":"“有人试过吗?”我问。"},{"en":"‘Not that I know,’ he said.","zh":"他说，据我所知没有。"},{"en":"‘Mary’s a good rider.","zh":"玛丽是个好骑手。"},{"en":"What do you think, darling? How would you like to have a private zebra to ride on?’","zh":"你觉得怎么样，亲爱的? 你想不想骑一匹私人斑马"},{"en":"‘It might be fun,’ she said.","zh":"她说，这可能会很有趣。"},{"en":"Even though she had a bit of a jaw, she was a handsome woman.","zh":"尽管她有一点下巴，她是一个英俊的女人。"},{"en":"I didn’t mind the jaw.","zh":"我不介意你的下巴。"},{"en":"The shape of it gave her the look of a fighter.","zh":"它的形状使她看起来像一个战士。"},{"en":"‘Perhaps we could cross one with a horse,’ Robert Sanford said, ‘and call it a zorse.’","zh":"“也许我们可以把它和一匹马杂交,”罗伯特 · 桑福德说，“叫它卓斯。”"},{"en":"‘Or a hebra,’ Mary Sanford said.","zh":"“或者是希伯拉,”玛丽 · 桑福德说。"},{"en":"‘Right,’ her husband said, smiling.","zh":"“是的,”她的丈夫笑着说。"},{"en":"‘Shall we try it?’ Mary Sanford said.","zh":"“我们可以试试吗?”玛丽 · 桑福德说。"},{"en":"‘It would be rather splendid to have a baby zorse or hebra.","zh":"如果能有个 Zorse 或 Hebra 宝宝就太好了。"},{"en":"Oh darling, shall we try it?’","zh":"亲爱的，我们试试吧"},{"en":"‘The children could ride it,’ he said.","zh":"他说，孩子们可以骑它。"},{"en":"‘A black zorse with white stripes all over it.’","zh":"一只黑色的斑马，上面有白色的条纹"},{"en":"‘Please can we play your Beethoven after supper?’ I said.","zh":"“晚饭后我们能弹你的贝多芬吗?”我说。"},{"en":"‘Absolutely,’ Robert Sanford said.","zh":"“当然,”罗伯特•桑福德(Robert Sanford)说。"},{"en":"‘I’ll put the gramophone out here on the veranda and then those tremendous chords can go booming out through the night over the plain.","zh":"我会把留声机放在阳台上，然后那些巨大的和弦就可以在夜间在平原上空轰鸣。"},{"en":"It’s terrific.","zh":"太棒了。"},{"en":"The only trouble is I have to wind the thing up twice for each side.’","zh":"唯一的问题是我必须为每一边上两次发条"},{"en":"‘I’ll wind it for you,’ I said.","zh":"“我给你上发条。”我说。"},{"en":"Suddenly, the voice of a man yelling in Swahili exploded into the quiet of the evening.","zh":"突然，一个用斯瓦希里语大喊大叫的男人的声音在夜晚的宁静中爆发出来。"},{"en":"It was my boy, Mdisho.","zh":"是我儿子 Mdisho。"},{"en":"‘Bwana! Bwana! Bwana!’ he was yelling from somewhere behind the house.","zh":"“ Bwana! Bwana! Bwana!”他在房子后面的某个地方大喊。"},{"en":"‘Simba, bwana! Simba! Simba!’","zh":"辛巴! 辛巴! 辛巴"},{"en":"Simba is Swahili for lion.","zh":"辛巴在斯瓦希里语里是狮子的意思。"},{"en":"All three of us leapt to our feet, and the next moment Mdisho came tearing round the corner of the house yelling at us in Swahili,","zh":"我们三个人都跳了起来，下一刻 Mdisho 跑到房子的角落里，用斯瓦希里语对我们大喊大叫,"},{"en":"‘Come quick, bwana! Come quick! Come quick! A huge lion is eating the wife of the cook!’","zh":"快来，老板! 快来! 快来! 一头巨大的狮子正在吃厨师的妻子"},{"en":"That sounds pretty funny when you put it on paper back here in England, but to us, standing on a veranda in the middle of East Africa, it was not funny at all.","zh":"当你把它写在纸上，在英国听起来很有趣，但对我们来说，站在东非中部的阳台上，一点都不好笑。"},{"en":"Robert Sanford flew into the house and came out again in five seconds flat holding a powerful rifle and ramming a cartridge into the breech.","zh":"罗伯特 · 桑福德飞进屋里，五秒钟后又出来了，手里拿着一支威力强大的步枪，把一个子弹打进了枪膛。"},{"en":"‘Get those children indoors!’ he shouted to his wife as he ran down off the veranda with me behind him.","zh":"“让孩子们进屋去!”他一边跑下阳台，我跟在他身后，一边对妻子喊道。"},{"en":"Mdisho was dancing about and pointing towards the back of the house and yelling in Swahili,","zh":"Mdisho 在房子后面跳舞，用斯瓦希里语大喊大叫,"},{"en":"‘The lion has taken the wife of the cook and the lion is eating her and the cook is chasing the lion and trying to save his wife!’","zh":"狮子带走了厨师的妻子，狮子正在吃她，厨师正在追赶狮子，试图救出他的妻子！’"},{"en":"The servants lived in a series of low whitewashed outbuildings at the back of the house,","zh":"仆人们住在房子后面一系列低矮的白色外屋里,"},{"en":"and as we came running round the corner we saw four or five house-boys leaping about and pointing and shrieking,","zh":"当我们跑过拐角的时候，我们看到四五个男仆跳来跳去，指指点点，尖叫着,"},{"en":"‘Simba! Simba! Simba!’ The boys were all clothed in spotless white cotton robes that looked like long night-shirts,","zh":"“辛巴! 辛巴! 辛巴!”男孩们都穿着一尘不染的白色棉质长袍，看起来就像长长的睡衣,"},{"en":"and each had a fine scarlet tarboosh on his head.","zh":"每个人的头上都有一个鲜红色的帽兜。"}],[{"en":"The tarboosh is a sort of top-hat without a brim, and there is often a black tassel on it.","zh":"塔布什是一种没有帽檐的礼帽，上面常常有黑色的流苏。"},{"en":"The women had come out of their huts as well and were standing in a separate group, silent, immobile and staring.","zh":"妇女们也从她们的小屋里走出来，站在一个单独的群体里，沉默不语，一动不动，瞪着眼睛。"},{"en":"‘Where is it?’ Robert Sanford shouted, but he had no need to ask,","zh":"“它在哪儿?”罗伯特 · 桑福德喊道，但是他不需要问,"},{"en":"for we very quickly spotted the massive sandy-coloured lion not more than eighty or ninety yards off and trotting away from the house.","zh":"因为我们很快就发现了那只体型庞大的沙色狮子，它离房子不超过八九十码，正小跑着离开。"},{"en":"He had a fine bushy collar of fur around his neck, and in his jaws he was holding the wife of the cook.","zh":"他脖子上围着一圈毛茸茸的衣领，嘴里叼着厨师的妻子。"},{"en":"The lion had the woman by the waist so that her head and arms hung down on one side and her legs on the other,","zh":"狮子抓住女人的腰，让她的头和胳膊垂在一边，腿垂在另一边,"},{"en":"and I could see that she was wearing a red and white spotted dress.","zh":"我看到她穿着一件红白相间的带斑点的连衣裙。"},{"en":"The lion, so startlingly close, was loping away from us in the calmest possible manner with a slow, long-striding, springy lope,","zh":"那头狮子，离我们如此之近，以一种尽可能平静的方式慢慢地、长长地、轻快地跑着，离我们越来越远,"},{"en":"and behind the lion, not more than the length of a tennis court behind, ran the cook himself in his white cotton robe and with his red hat on his head,","zh":"在狮子的身后，不超过一个网球场的长度，厨师穿着白色的棉袍，头上戴着红色的帽子,"},{"en":"running most bravely and waving his arms like a whirlwind, leaping, clapping his hands, screaming, shouting, shouting, shouting,","zh":"最勇敢地奔跑，像旋风一样挥舞着双臂，跳跃着，拍着手，尖叫着，喊着，喊着，喊着，喊着,"},{"en":"‘Simba! Simba! Simba! Simba! Let go of my wife! Let go of my wife!’","zh":"辛巴! 辛巴! 辛巴! 辛巴! 放开我妻子! 放开我妻子"},{"en":"Oh, it was a scene of great tragedy and comedy both mixed up together, and now Robert Sanford was running full speed after the cook who was running after the lion.","zh":"哦，这是一个伟大的悲剧和喜剧混在一起的场景，现在罗伯特桑福德正在全速追赶那个追着狮子跑的厨师。"},{"en":"He was holding his rifle in both hands and shouting to the cook, ‘Pingo! Pingo! Get out of the way, Pingo!","zh":"他双手握着步枪，对厨师喊道: “ Pingo！Pingo！让开，Pingo！"},{"en":"Lie down on the ground so I can shoot the simba! You are in my way! You are in my way, Pingo!’","zh":"趴在地上，我要射辛巴！你挡着我了！你挡着我了，Pingo！’"},{"en":"But the cook ignored him and kept on running, and the lion ignored everybody, not altering his pace at all but continuing to lope along with slow springy strides","zh":"但是厨师没有理会他，继续跑，狮子也没有理会每一个人，一点也没有改变他的步伐，而是继续用缓慢而有弹性的步伐大步前进"},{"en":"and with the head held high and carrying the woman proudly in his jaws, rather like a dog who is trotting off with a good bone.","zh":"他昂着头，骄傲地把女人叼在嘴里，就像一只叼着一根好骨头小跑的狗。"},{"en":"Both the cook and Robert Sanford were travelling faster than the lion who really didn’t seem to care about his pursuers at all.","zh":"厨师和罗伯特 · 桑福德都跑得比狮子快，狮子似乎根本不在乎追捕他的人。"},{"en":"And as for me, I didn’t know what to do to help them so I ran after Robert Sanford.","zh":"至于我，我不知道该怎么帮助他们所以我去追罗伯特 · 桑福德。"},{"en":"It was an awkward situation because there was no way that Robert Sanford could take a shot at the lion without risking a hit on the cook’s wife,","zh":"这是个尴尬的局面因为罗伯特 · 桑福德不可能在不伤害厨师妻子的情况下朝狮子开枪,"},{"en":"let alone on the cook himself who was still right in his line of fire.","zh":"更别提厨师本人了，他还在他的射击范围内。"},{"en":"The lion was heading for one of those hillocks that was densely covered with jungle trees and we all knew that once he got in there,","zh":"狮子朝着丛林密布的山丘走去我们都知道，一旦它进去了,"},{"en":"we would never be able to get at him.","zh":"我们永远都抓不到他。"},{"en":"The incredibly brave cook was actually catching up on the lion and was now not more than ten yards behind him,","zh":"这位勇敢无比的厨师实际上正在追赶那头狮子，现在离他不到10码,"},{"en":"and Robert Sanford was thirty or forty yards behind the cook.","zh":"罗伯特 · 桑福德就在厨师后面三四十码的地方。"},{"en":"‘Ayee!’ the cook was shouting.","zh":"“哎呀!”厨师喊道。"},{"en":"‘Simba! Simba! Simba! Let go my wife! I am coming after you, simba!’","zh":"辛巴! 辛巴! 辛巴! 放开我的妻子! 我来找你了，辛巴"},{"en":"Then Robert Sanford stopped and raised his rifle and took aim, and I thought surely he is not risking a shot at a moving lion when it’s got a woman in its jaws.","zh":"然后罗伯特 · 桑福德停下来，举起步枪瞄准，我想他肯定不会冒险向一头正在移动的狮子开枪，因为它的下巴里有一个女人。"},{"en":"There was an almighty crack as the big gun went off and I saw a spurt of dust just ahead of the lion.","zh":"当大炮响起的时候，一声巨响传来，我看到狮子前方有一股尘土飞扬。"},{"en":"The lion stopped dead and turned his head, still holding the woman in his jaws.","zh":"狮子停了下来，转过头来，仍然把那个女人抱在嘴里。"},{"en":"He saw the arm-waving shouting cook and he saw Robert Sanford and he saw me and he had certainly heard the rifle shot and seen the spurt of dust.","zh":"他看到了挥舞着手臂大喊大叫的厨师，他看到了罗伯特 · 桑福德，他看到了我，他肯定听到了枪声，看到了尘土飞扬。"},{"en":"He must have thought an army was coming after him because instantaneously he dropped the cook’s wife on to the ground and broke for cover.","zh":"他一定以为有军队在追杀他，因为他立刻把厨师的妻子扔在地上，躲了起来。"},{"en":"I have never seen anything accelerate so fast from a standing start.","zh":"我从没见过任何东西从一开始就加速得这么快。"},{"en":"With great leaping bounding strides he was in among the jungle trees on the hillock before Robert Sanford could ram another cartridge into his gun.","zh":"在罗伯特 · 桑福德还没来得及把另一发子弹打进他的枪里之前，他已经迈着大步跳进了小山上的丛林树林里。"},{"en":"The cook reached the wife first, then Robert Sanford, then me.","zh":"厨师先找到了妻子，然后是罗伯特 · 桑福德，然后是我。"},{"en":"I couldn’t believe what I saw.","zh":"我简直不敢相信我所看到的。"},{"en":"I was certain that the grip of those terrible jaws would have ripped the woman’s waist and stomach almost in two,","zh":"我确信那可怕的下巴会把那女人的腰和肚子撕成两半,"},{"en":"but there she was sitting up on the ground and smiling at the cook, her husband.","zh":"但是她却坐在地上，对着厨师，也就是她的丈夫微笑。"},{"en":"‘Where are you hurt?’ shouted Robert Sanford, rushing up.","zh":"“你哪里受伤了?”罗伯特 · 桑福德冲上来喊道。"},{"en":"The cook’s wife looked up at him and kept smiling, and she said in Swahili, ‘That old lion he couldn’t scare me.","zh":"厨师的妻子抬头看着他，保持着微笑，用斯瓦希里语说: “那头老狮子吓不倒我。"}],[{"en":"I just lay there in his mouth pretending I was dead and he didn’t even bite through my clothes.’","zh":"我只是躺在他的嘴里，假装我已经死了，他甚至没有咬穿我的衣服。”"},{"en":"She stood up and smoothed down her red and white spotted dress which was wet with the lion’s saliva,","zh":"她站起身来，把那件被狮子唾液弄湿的红白相间的带斑点的连衣裙整理了一下,"},{"en":"and the cook embraced her and the two of them did a little dance of joy in the twilight out there on the great brown African plain.","zh":"厨师拥抱了她，他们两个在黄昏时分，在广阔的棕色非洲平原上欢快地跳了一支舞。"},{"en":"Robert Sanford just stood there gaping at the cook’s wife.","zh":"罗伯特 · 桑福德就站在那儿，目瞪口呆地看着厨师的妻子。"},{"en":"So, for that matter, did I.","zh":"我也是。"},{"en":"‘Are you absolutely sure the simba didn’t hurt you?’ he asked her.","zh":"“你确定辛巴没有伤害你吗?”他问她。"},{"en":"‘Did not his teeth go into your body?’","zh":"他的牙齿没有进入你的身体吗"},{"en":"‘No, bwana,’ the woman said, laughing.","zh":"“不，老板娘,”女人笑着说。"},{"en":"‘He carried me as gently as if I had been one of his own cubs.","zh":"他轻轻地抱着我，好像我是他的一只幼崽。"},{"en":"But now I shall have to wash my dress.’","zh":"但现在我得洗衣服了"},{"en":"We walked slowly back to the group of astonished onlookers.","zh":"我们慢慢地走回那群吃惊的旁观者那里。"},{"en":"‘Tonight’, Robert Sanford said, addressing them all, ‘nobody is to go far from the house, you understand me?’","zh":"“今晚,”罗伯特 · 桑福德对他们所有人说，“谁也不许离开房子太远，明白吗?”"},{"en":"‘Yes, bwana,’ they said.","zh":"“是的，老板,”他们说。"},{"en":"‘Yes, yes, we understand you.’","zh":"是的，是的，我们理解你"},{"en":"‘That old simba is hiding over there in the wood and he may come back,’ Robert Sanford said.","zh":"罗伯特•桑福德(RobertSanford)说，那个老辛巴躲在那边的树林里，他可能会回来。"},{"en":"‘So be very careful.","zh":"所以要非常小心。"},{"en":"And Pingo, please continue to cook our dinner.","zh":"还有 Pingo 请继续做我们的晚餐。"},{"en":"I am getting hungry.’","zh":"我饿了"},{"en":"The cook ran into the kitchen, clapping his hands and leaping for joy.","zh":"厨师跑进厨房，拍着手，高兴得跳了起来。"},{"en":"We walked over to where Mary Sanford was standing.","zh":"我们走到玛丽 · 桑福德站的地方。"},{"en":"She had come round to the back of the house soon after us and had witnessed the whole scene.","zh":"她在我们之后不久就来到房子后面，目睹了整个情景。"},{"en":"The three of us then returned to the veranda and fresh drinks were poured.","zh":"然后我们三个人回到阳台，倒上了新鲜的饮料。"}]]