[[{"index":0,"en":"This is the original art manifest from the U-boat. I need you to translate these 22 paintings into English.","zh":"这是潜艇上的原始艺术品清单。我需要你把这22幅画翻译成英文。"},{"index":1,"en":"I can do that.","zh":"我能做到。"},{"index":2,"en":"Not here. Do it at home.","zh":"不是在这里，在家里做。"},{"index":3,"en":"How long will it take?","zh":"需要多长时间？"},{"index":4,"en":"A few hours.","zh":"几个小时。"},{"index":5,"en":"Don't use the Internet. I don't need someone piecing this together from your Google translation page.","zh":"不要使用互联网。我不需要有人从你的谷歌翻译页面拼凑起来。"},{"index":6,"en":"You're getting as paranoid as Mozzie.","zh":"你和蚊子一样疑神疑鬼。"},{"index":7,"en":"Maybe.","zh":"也许吧。"},{"index":8,"en":"A cup of tea, a German-English dictionary, and I'll have it translated in a day or two.","zh":"一杯茶，一本德英词典，我会在一两天内把它翻译好。"},{"index":9,"en":"Good.","zh":"很好。"},{"index":10,"en":"Your copy goes to agent Melissa Matthews from D.C. Art Crimes. She leaves New York in the end of the week.","zh":"你的副本交给了华盛顿艺术犯罪科的 Melissa Matthews 探员。她将在周末离开纽约。"},{"index":11,"en":"You got it, boss.","zh":"没问题老大。"},{"index":12,"en":"You know what they say. When they're out to get you, paranoia is only good thinking.","zh":"你知道他们怎么说的，当他们想要抓住你的时候，偏执狂是唯一好的想法。"},{"index":13,"en":"Working late?","zh":"工作到很晚？"},{"index":14,"en":"No, just wrapping up paperwork on that black-market Lichtenstein.","zh":"没有，只是在处理那个黑市里的 Lichtenstein。"},{"index":15,"en":"See you tomorrow, Caffrey.","zh":"明天见 Caffrey。"},{"index":16,"en":"See ya.","zh":"再见。"},{"index":17,"en":"Hold the elevator.","zh":"按住电梯。"},{"index":18,"en":"Diana! You dropped this.","zh":"戴安娜，你掉了这个。"},{"index":19,"en":"Thanks.","zh":"谢谢。"},{"index":20,"en":"Looks good on you. Was that a present? No.","zh":"你穿着不错-那是礼物吗? 不是。"},{"index":21,"en":"It's nice.","zh":"很不错。"},{"index":22,"en":"Neal, this is my girlfriend, Christie.","zh":"Neal 这是我女朋友 Christie。"},{"index":23,"en":"Christie. It's so nice to finally meet you.","zh":"克里斯蒂，终于见到你了。"},{"index":24,"en":"The infamous Neal Caffrey.","zh":"臭名昭著的 Neal Caffrey。"},{"index":25,"en":"I think his smile's more charming than devious.","zh":"我认为他的微笑更多的是迷人而不是狡猾。"},{"index":26,"en":"Thank you.","zh":"谢谢你。"},{"index":27,"en":"Trust me, it's devious.","zh":"相信我，这很狡猾。"},{"index":28,"en":"We should go.We'll be late for our reservation.","zh":"我们该走了，我们要迟到了。"},{"index":29,"en":"Date night, huh? Where you headed? Babbo.","zh":"约会之夜哈? 你要去哪?-Babbo。"},{"index":30,"en":"Oh, excellent.","zh":"太好了。"},{"index":31,"en":"Their truffle risotto was the inspiration for mine.","zh":"他们的松露调味饭是我的灵感来源。"},{"index":32,"en":"You cook? I dabble. The secret's the cheese. I use raw-milk pecorino.","zh":"你会做饭吗? 我略懂。秘诀在于奶酪。我用的是生奶羊奶干酪。"},{"index":33,"en":"You see? Unpasteurized dairy is illegal. Devious.","zh":"你看，未经高温消毒的乳制品是非法的，狡猾的。"},{"index":34,"en":"Illegal to sell. Mine was a gift.","zh":"非法销售，我的是礼物。"},{"index":35,"en":"You're a chef.","zh":"你是个厨师。"},{"index":36,"en":"I, uh, attempt desserts.","zh":"我尝试做甜点。"},{"index":37,"en":"Oh. Well, we should combine forces.Let's have a date night this week. I'll bring Sara.","zh":"哦，我们应该联合起来。这周我们来个约会之夜。我会带上莎拉。"},{"index":38,"en":"Sure. We'll put it on the books.You ready?","zh":"当然，我们会记录在案的，准备好了吗？"},{"index":39,"en":"Ready.Good to meet you, Neal.","zh":"准备好了很高兴见到你 Neal。"},{"index":40,"en":"Good to meet you.","zh":"很高兴见到你。"},{"index":41,"en":"Foiled By Ms.Lady Suit.","zh":"被西装女士挫败。"},{"index":42,"en":"Dr.Lady Suit.","zh":"西装女博士。"},{"index":43,"en":"Any idea when our Art-Crimes agent is heading back to D.C.?","zh":"知道我们的 Art-Crimes 特工什么时候回华盛顿吗？"},{"index":44,"en":"The bureau travel department has her flying out on Friday.","zh":"局里的旅游部门安排她星期五乘飞机离开。"},{"index":45,"en":"Dare I say, our target has shifted.","zh":"我敢说，我们的目标已经转移了。"},{"index":46,"en":"Yeah. Assuming the list is in that briefcase, we need to get a look before Diana delivers it to her.","zh":"是的假设名单在那个公文包里我们得在 Diana 交给她之前看一下。"},{"index":47,"en":"I'll follow.","zh":"我跟着你。"},{"index":48,"en":"Thanks for coming, Jones.","zh":"谢谢你能来，琼斯。"},{"index":49,"en":"Sure, Peter. What's up? You know who Helen Anderson is？","zh":"当然，彼得。怎么了? 你知道海伦 · 安德森是谁吗？"},{"index":50,"en":"Yeah, executive editor at Circumspect. Wrote that killer exposé on Big Oil.","zh":"是的《慎重》杂志的执行编辑写了那篇关于石油巨头的报道。"},{"index":51,"en":"That's her. Take a look at these.","zh":"就是她看看这些。"},{"index":52,"en":"Ah, someone's following her.","zh":"有人在跟踪她。"},{"index":53,"en":"Someone's threatening her.","zh":"有人在威胁她。"},{"index":54,"en":"Wow. She call us in?","zh":"哇，她叫我们来的？"},{"index":55,"en":"Her boss did, Leland Shelton. He owns the magazine.","zh":"是她老板 Leland Shelton 他是这杂志的老板。"},{"index":56,"en":"And the paper I read and the news channel I watch every morning.","zh":"还有我每天早上看的报纸和新闻频道。"},{"index":57,"en":"Leland's golf buddies with the head of the white-collar division,","zh":"Leland 的高尔夫球友和白领部门的头头,"},{"index":58,"en":"so looks like we're helping out. Got to love country-club politics.","zh":"看来我们是来帮忙的-我喜欢乡村俱乐部的政治。"},{"index":59,"en":"So we're here to find out if the threat's coming from someone she's digging into.","zh":"所以我们来这儿是为了查明威胁是不是来自她正在调查的某个人。"},{"index":60,"en":"That, too.","zh":"那个也是。"},{"index":61,"en":"When was the last time you were on protective detail?","zh":"你上一次执行保护任务是什么时候？"},{"index":62,"en":"Really?","zh":"真的吗？"},{"index":63,"en":"I'm the one that pulled Helen out of the field and onto the masthead of this magazine. I appreciate your help.","zh":"是我把海伦从这个领域拉到这个杂志的刊头上的。我很感激你的帮助。"},{"index":64,"en":"Helen? Do you have a minute?","zh":"海伦，你有时间吗？"},{"index":65,"en":"4320, That's how many times I have till my deadline. Not now, Leland.","zh":"离最后期限还有这么多次，现在不行，利兰。"},{"index":66,"en":"Oh, this won't take long. These are agents Burke and Jones from the FBI.","zh":"不会太久的这是 FBI 的 Burke 和 Jones 探员。"},{"index":67,"en":"What are you doing with these?","zh":"你拿这些干什么？"},{"index":68,"en":"They got them from me. I'm concerned, Helen.","zh":"他们是从我这儿拿的-我很担心 Helen。"},{"index":69,"en":"And I know where you got them. Melinda! I told you to throw these out!","zh":"我知道你从哪儿弄来的，梅林达! 我告诉过你把这些扔掉！"},{"index":70,"en":"She was worried about you.","zh":"她很担心你。"},{"index":71,"en":"You're done. You're fired. Now.","zh":"你完了，你被解雇了，马上。"},{"index":72,"en":"Helen.","zh":"海伦。"},{"index":73,"en":"And don't interfere with my staff.","zh":"不要干涉我的工作人员。"},{"index":74,"en":"Ms. Anderson, our job is to figure out who made the threat. Could it be related to a current story?","zh":"安德森女士，我们的工作是找出是谁发出的威胁。这和当前的新闻有关吗？"}],[{"index":0,"en":"Current story.This Stuck in my door in Kabul. This grenade thrown in my camera bag in Chechnya. This effigy burned outside my door in west Virginia.","zh":"时事新闻。在喀布尔，这个卡在我的门上。这颗手榴弹被扔进了我在车臣的相机包里。在西弗吉尼亚州，这尊雕像在我家门外燃烧。"},{"index":1,"en":"I write stories that make enemies. If I share my information with you and you screw it up, it all falls apart.","zh":"我写的故事会树敌。如果我和你分享我的信息，而你搞砸了，一切都会分崩离析。"},{"index":2,"en":"All these pictures mean is that I'm on the right track.","zh":"所有这些照片都意味着我的方向是正确的。"},{"index":3,"en":"Whoever took these photos knows your routine. They got close.","zh":"拍这些照片的人知道你的日常作息他们很接近了。"},{"index":4,"en":"All they had to do was pull the trigger.","zh":"他们所要做的就是扣动扳机。"},{"index":5,"en":"But they didn't.","zh":"但是他们没有。"},{"index":6,"en":"I'm not asking you to drop the piece, Helen. Just let them protect you.","zh":"我不是要你放弃这件事 Helen 让他们保护你就行了。"},{"index":7,"en":"You won't even know I'm there.","zh":"你甚至不会知道我在那里。"},{"index":8,"en":"Oh, really? I won't see your black S.U.V. parked a half a block away or your wingtips following me down the hallway?","zh":"真的吗？我不会看到你的黑色 suv 停在半个街区外或者你的翼尖跟着我穿过走廊？"},{"index":9,"en":"I don't need a government shadow. If you'll excuse me, gentlemen, I have a deadline.","zh":"我不需要政府的影子，如果你们不介意的话，先生们，我有一个最后期限。"},{"index":10,"en":"Keep her alive. Do whatever you have to do. I'll help in any way I can.","zh":"让她活着，尽你所能，我会尽我所能帮助你。"},{"index":11,"en":"So we're supposed to protect someone who won't let us within 100 yards of her.","zh":"所以我们应该保护一个不让我们靠近她100码的人。"},{"index":12,"en":"Yup.","zh":"是的。"},{"index":13,"en":"Hey. Sorry about that.","zh":"抱歉。"},{"index":14,"en":"Don't be. Been here a month, and I've aged 10 years. good luck to her next assistant.","zh":"别这样，我才来了一个月，就已经老了10岁，祝她下一个助手好运。"},{"index":15,"en":"I love Helen Anderson. She'll take on Wall Street, Big Oil. She's fearless.","zh":"我喜欢海伦 · 安德森。她会和华尔街的大石油公司较量。她无所畏惧。"},{"index":16,"en":"Great, because we're sending you into the magazine to keep her safe.","zh":"很好因为我们会派你去杂志社保护她的安全。"},{"index":17,"en":"We can investigate the threats, but we can't interfere with her story.","zh":"我们可以调查这些威胁，但不能干涉她的供词。"},{"index":18,"en":"So I need you to keep an eye on any leads that you might see while you're there.","zh":"所以我需要你留意你在那里可能看到的任何线索。"},{"index":19,"en":"Got it.","zh":"知道了。"},{"index":20,"en":"One other thing. Helen refuses FBI protection, so she can't know that that's why you're there.","zh":"还有件事 Helen 拒绝 FBI 的保护所以不能让她知道你为什么在那儿。"},{"index":21,"en":"How's that gonna work? Jones?","zh":"那怎么行得通? Jones？"},{"index":22,"en":"Well, how many words can you type per minute?","zh":"那么，你每分钟能打几个字？"},{"index":23,"en":"Oh. So I'll be an undercover bodyguard and assistant.","zh":"所以我要做卧底保镖和助理。"},{"index":24,"en":"As in dry-cleaning and dog-walking?","zh":"比如干洗和遛狗？"},{"index":25,"en":"We made you a bulletproof resume, graduate of Helen's Alma Mater,impeccable work experience. Now all you need to do is nail the interview.","zh":"我们为你做了一份防弹简历，毕业于海伦的母校，无可挑剔的工作经验。现在你要做的就是搞定面试。"},{"index":26,"en":"I have to interview? When your dad worked at the Embassy in England, you had a British nanny, right? S","zh":"我必须面试? 当你爸爸在英国大使馆工作的时候，你有一个英国保姆，对吗"},{"index":27,"en":"he was a regular Mary Poppins. Why?","zh":"他简直就是《欢乐满人间》里的玛丽 · 波平斯怎么了？"},{"index":28,"en":"So you got the accent down. Here. Just brush up on this.","zh":"你把重音降下来了，这里，重温一下这个。"},{"index":29,"en":"A dialect? Are you joking?","zh":"方言? 你开玩笑吧？"},{"index":30,"en":"No. Helen lived in Northern England when she wrote for the Economist. She has a soft spot for Manchester.","zh":"不是。海伦为《经济学人》撰稿时住在英格兰北部。她对曼彻斯特情有独钟。"},{"index":31,"en":"It may give you an edge over the other candidates.","zh":"这可能会使你比其他候选人更有优势。"},{"index":32,"en":"Fine. Anything else?","zh":"很好，还有别的吗？"},{"index":33,"en":"No, Working for a Pulitzer prize winner. How great is that?","zh":"不，为一个普利策奖获得者工作，多棒啊？"},{"index":34,"en":"Yeah, nice offices. A juicer. Juicer. Juicer's awesome.","zh":"是啊办公室不错榨汁机榨汁机太棒了。"},{"index":35,"en":"What's with the hard sell?","zh":"为什么要强行推销？"},{"index":36,"en":"Helen's Driven.","zh":"海伦的动力。"},{"index":37,"en":"Driven's good.","zh":"有动力很好。"},{"index":38,"en":"She's a little Intense.","zh":"她有点紧张。"},{"index":39,"en":"Intense?","zh":"紧张？"},{"index":40,"en":"She puts the \"hell\" in \"Helen.\"","zh":"她把”地狱”放在”海伦”里。”"},{"index":41,"en":"In order to protect her, you can't get fired.","zh":"为了保护她，你不能被炒鱿鱼。"},{"index":42,"en":"She's gonna keep you on a tight leash, ask you to do things that are way beneath you.","zh":"她会严格控制你让你做一些不值得做的事。"},{"index":43,"en":"For the length of your assignment, your life is not your own.","zh":"在你的任务期限内，你的生活不是你自己的。"},{"index":44,"en":"So, I'll be at the absolute beck and call of my tough new boss.","zh":"所以，我会完全听命于我那强硬的新老板。"},{"index":45,"en":"What's funny? Nothing. No. If you ever need any advice.","zh":"有什么好笑的? 没什么。不。如果你需要任何建议。"},{"index":46,"en":"It's me. Sorry. Snuck out while you were sleeping.","zh":"是我抱歉趁你睡觉溜出去了。"},{"index":47,"en":"Oh, I heard you.","zh":"我听到了。"},{"index":48,"en":"Morning.","zh":"早上好。"},{"index":49,"en":"Morning.","zh":"早上好。"},{"index":50,"en":"You know, if you'd stayed over, I'd have made you coffee.","zh":"你知道，如果你留下来过夜，我就给你煮咖啡了。"},{"index":51,"en":"I had an early client call, which is kind of why I'm here. I need","zh":"我有个早期的客户电话，所以我才来这里"},{"index":52,"en":"Help?","zh":"帮忙？"},{"index":53,"en":"Advice. I'm working a recovery, and I'm up against a tech 98 alarm system.","zh":"建议，我正在恢复，我面对的是一个高科技98报警系统。"},{"index":54,"en":"Full video, remote monitoring.","zh":"全视频，远程监控。"},{"index":55,"en":"Can I beat it?","zh":"我能战胜它吗？"},{"index":56,"en":"Yeah. You need to get to the control panel and take out the wi-fi. You have bolt cutters?","zh":"是的，你得去控制面板那里把无线网关掉，你有断线钳吗？"},{"index":57,"en":"Small, medium, and large. But that's assuming I can dodge the guards.","zh":"小的，中的，还有大的，但前提是我能躲过警卫。"},{"index":58,"en":"Well, you find a partner, you could run a Wally Burns.","zh":"你找个搭档就可以做 Wally Burns 了。"},{"index":59,"en":"What's a Wally Burns? One person distracts while the other gains access.","zh":"什么是 Wally Burns?-一个人分散注意力另一个人进入。"},{"index":60,"en":"Oh. You think I could go it alone with a stun gun and a D.O.D. grade router?","zh":"你觉得我一个人用电击枪和国防部级别的路由器就能搞定吗？"},{"index":61,"en":"Normal people don't talk about this before work.","zh":"正常人在工作前不会谈论这个。"},{"index":62,"en":"No, they don't. We can try normal.","zh":"不他们不会的我们可以试试正常的。"},{"index":63,"en":"Okay.","zh":"好吧。"}],[{"index":0,"en":"Yeah, let's try it.","zh":"好，我们试试。"},{"index":1,"en":"Great. Sweetie? Yes, darling?","zh":"太好了亲爱的?-什么事亲爱的？"},{"index":2,"en":"Did you take out the garbage?","zh":"你倒垃圾了吗？"},{"index":3,"en":"Honey, I shredded the garbage. You know the feds love to rummage.","zh":"亲爱的，我把垃圾都扔了，你知道联邦调查局的人喜欢翻垃圾。"},{"index":4,"en":"They're not the only ones. You know, I once tracked a Rothko to the Hamptons using a jitney receipt.","zh":"他们不是唯一的，你知道，我曾经用小巴收据追踪一个罗斯科的画到了汉普顿。"},{"index":5,"en":"Okay, that did not work.","zh":"好吧，这招不管用。"},{"index":6,"en":"All right, how's this for normal? We are invited to my co-worker's house for a dinner party.","zh":"好吧，这样正常怎么样? 我们被邀请去我同事家参加一个晚宴。"},{"index":7,"en":"I will whip up some canapés. You're being serious?","zh":"我去弄点点心-你是认真的吗？"},{"index":8,"en":"Diana's girlfriend thought it might be fun.","zh":"戴安娜的女朋友认为这会很有趣。"},{"index":9,"en":"Yeah. Yeah, I think so, too.","zh":"是啊我也这么觉得。"},{"index":10,"en":"What's behind that tech 98?","zh":"那个98技术背后是什么？"},{"index":11,"en":"I can't tell you. What are you doing today?","zh":"我不能告诉你，你今天做什么？"},{"index":12,"en":"Helping Peter find out who's threatening to kill a public figure while Diana goes undercover as her assistant.","zh":"帮助彼得找出谁威胁要杀死一个公众人物，而戴安娜去卧底她的助手。"},{"index":13,"en":"Same old, same old?","zh":"老样子，老样子？"},{"index":14,"en":"Who is it?","zh":"是谁？"},{"index":15,"en":"Can't tell you.","zh":"不能告诉你。"},{"index":16,"en":"You can't name the parent company of this magazine, yet you want to work with me, covering the world of finance? Go.","zh":"你不能说出这本杂志的母公司的名字，但你想和我一起工作，报道金融世界？去吧。"},{"index":17,"en":"Dawson, Diana.","zh":"道森，戴安娜。"},{"index":18,"en":"Shelton Global Media's the parent company for this magazine.","zh":"谢尔顿环球传媒是本杂志的母公司。"},{"index":19,"en":"Leland Shelton is the founder, chairman, and C.E.O.","zh":"利兰 · 谢尔顿是公司的创始人、董事长和首席执行官。"},{"index":20,"en":"Where are you from? Didsbury, in Manchester.","zh":"你从哪里来?-曼彻斯特的迪斯伯里。"},{"index":21,"en":"I lived in Manchester for a year when I wrote for the Economist.","zh":"我为《经济学人》撰稿时，在曼彻斯特住了一年。"},{"index":22,"en":"I know.","zh":"我知道。"},{"index":23,"en":"So, why do you want this job?","zh":"那你为什么想要这份工作？"},{"index":24,"en":"I've followed you since you were a foreign correspondent for the Times.","zh":"自从你担任《泰晤士报》驻外记者以来，我就一直在关注你。"},{"index":25,"en":"Your interview with the Secretary of State was the best thing I read last year.","zh":"你对国务卿的采访是我去年读到的最好的东西。"},{"index":26,"en":"You're overqualified and too old. That means you can go.","zh":"你资历过高而且年纪太大，这意味着你可以走了。"},{"index":27,"en":"Little Miss Headband out there? She won't last a week, Because she doesn't know who she is or where she wants to be.","zh":"发带小姐在外面吗？她坚持不了一个星期，因为她不知道自己是谁，也不知道自己想去哪里。"},{"index":28,"en":"I do. I want to work for you. And your piece in last month's issue, that arms dealer had corporate backing.","zh":"我知道。我想为你工作。还有你上个月刊登的那篇文章，那个军火商得到了公司的支持。"},{"index":29,"en":"You didn't go for the throat.","zh":"你没有攻击他的喉咙。"},{"index":30,"en":"Considering the geopolitics involved, your conclusion was my intention.","zh":"考虑到所涉及的地缘政治因素，你的结论正是我的初衷。"},{"index":31,"en":"You start now.Your job is to take care of everything in my life so that I don't have to think about living it.","zh":"你现在就开始。你的工作就是照顾好我生活中的一切，这样我就不用去想着怎么生活了。"},{"index":32,"en":"Your first task, get rid of the girls out there.","zh":"你的第一个任务，除掉外面那些女孩。"},{"index":33,"en":"Thank you.","zh":"谢谢你。"},{"index":34,"en":"Ever talk to me like that to me again, and you'll find out what it feels like when I go for the throat.","zh":"如果你再这样对我说话，你就会知道我掐你喉咙是什么感觉。"},{"index":35,"en":"Diana's in.","zh":"戴安娜进来了。"},{"index":36,"en":"Nice.","zh":"很好。"},{"index":37,"en":"She picked up two clues that might point us to the threats against Helen Anderson, Two names, P. Sullivan and Prager and Vaughn.","zh":"她找到了两条线索，也许能帮我们找到海伦 · 安德森受到的威胁，两个名字，p · 沙利文和普拉格 · 沃恩。"},{"index":38,"en":"My buddy at the FDA gave us his files on PandV.","zh":"我在食品药品管理局的朋友给了我们他关于 p and v 的文件。"},{"index":39,"en":"Pharmaceuticals, multilevel company, probably responsible for a third of the stuff in your medicine cabinet.","zh":"制药公司，多层次的公司，可能要为你药柜里三分之一的东西负责。"},{"index":40,"en":"Oh. Product recalls, rumors of bad manufacturing. Not sure I'd trust these guys to make me feel better.","zh":"产品召回，制造业不良的谣言。我不确定我是否相信这些家伙能让我感觉好一点。"},{"index":41,"en":"Paul Sullivan is the head of new-product development.","zh":"保罗 · 沙利文是新产品开发部门的负责人。"},{"index":42,"en":"He was called in to clean up PandV's most recent cold-medicine recall.","zh":"他被召去清理宝洁公司最近的感冒药召回事件。"},{"index":43,"en":"He pulled the company stock back from the ledge.","zh":"他把公司的股票从悬崖边拉了回来。"},{"index":44,"en":"If Helen's investigating him, there could be a problem with one of their new products.","zh":"如果海伦在调查他，他们的新产品可能有问题。"},{"index":45,"en":"With his track record, Sullivan might have a lot to hide.","zh":"鉴于他过去的记录，苏利文可能有很多东西需要隐藏。"},{"index":46,"en":"Yeah, or a lot to lose. By the time PandV puts a drug on the market, they've invested a billion dollars in it.","zh":"是啊，或许会失去很多东西。当 p and v 公司将一种药物投放市场时，他们已经在这种药物上投资了亿美元。"},{"index":47,"en":"That much at stake, someone might kill to keep a secret.","zh":"这么大的风险，有人可能会为了保守秘密而杀人。"},{"index":48,"en":"Neal, let's go talk to Sullivan.","zh":"Neal 我们去找 Sullivan 谈谈。"},{"index":49,"en":"Peter, we start flashing badges at PandV, we're gonna crash Helen's story.","zh":"Peter 如果我们在 p and v 公司亮出警徽我们就会毁了 Helen 的故事。"},{"index":50,"en":"Depends on which badges we flash.","zh":"这取决于我们亮出的是哪个徽章。"},{"index":51,"en":"Ted Brown, FDA.","zh":"泰德 · 布朗，美国食品药品管理局。"},{"index":52,"en":"We're looking for Mr.","zh":"我们在找陈先生。"},{"index":53,"en":"Sullivan.","zh":"沙利文。"},{"index":54,"en":"Don't bother checking. I'm not on his calendar.","zh":"不用查了，我不在他的日程表上。"},{"index":55,"en":"He's unavailable, sir. You can't go up there.","zh":"他没空，先生，你不能上去。"},{"index":56,"en":"I'm calling Mr.","zh":"我打电话给。"},{"index":57,"en":"Sullivan.","zh":"沙利文。"},{"index":58,"en":"Thought I was the only one who could impersonate federal agents.","zh":"还以为只有我能假扮联邦探员。"},{"index":59,"en":"I'm authorized to go undercover. There's a difference.","zh":"我被授权去卧底，这是有区别的。"},{"index":60,"en":"And the glasses? I use them to make a point.","zh":"那眼镜呢? 我用它们来表达我的观点。"},{"index":61,"en":"FDA. Looking for Paul Sullivan.","zh":"FDA 我在找 Paul Sullivan。"},{"index":62,"en":"Paul Sullivan? Got a plan to go with that badge?","zh":"保罗 · 沙利文? ，你有什么计划吗？"},{"index":63,"en":"We're flushing, like with quail.","zh":"我们在冲厕所，就像打鹌鹑一样。"}],[{"index":0,"en":"I fire off shots, and then you keep an eye out for a reaction.","zh":"我开枪，然后你留意观察对方的反应。"},{"index":1,"en":"Got it.","zh":"知道了。"},{"index":2,"en":"Excuse me.","zh":"不好意思。"},{"index":3,"en":"FDA! FDA! Put it away. Go.","zh":"食品及药物管理局! 食品及药物管理局! 把它拿开，快。"},{"index":4,"en":"I'm looking for Paul Sullivan.","zh":"我在找保罗 · 沙利文。"},{"index":5,"en":"I'm Paul Sullivan.","zh":"我是保罗 · 沙利文。"},{"index":6,"en":"Please.","zh":"求你了。"},{"index":7,"en":"I've asked my counsel, Mr.","zh":"我已经问过我的律师了。"},{"index":8,"en":"Carter, to sit in.","zh":"卡特，来旁听。"},{"index":9,"en":"What can we help you with, Mr.","zh":"先生，我们能为您做些什么呢。"},{"index":10,"en":"Brown? We met with the FDA two weeks ago.","zh":"布朗? 我们两周前和食品及药物管理局见过面。"},{"index":11,"en":"That was a scheduled meeting.","zh":"那是预定的会议。"},{"index":12,"en":"Today you thought you'd surprise us? Surprise.","zh":"今天你想给我们个惊喜? 惊喜。"},{"index":13,"en":"Who's this? My associate.","zh":"这是谁?-我的同事。"},{"index":14,"en":"Hey, Blake, who's at extension 2614 at Prayer and Vaughn?","zh":"嘿，布莱克，谁在祷告 and 沃恩的2614分机？"},{"index":15,"en":"Company directory has her listed as Amy Sawyer, RandD.","zh":"公司名录上她的名字是艾米 · 索耶，研发部。"},{"index":16,"en":"She lives at 4258 west 79th street.","zh":"她住在西79街4258号。"},{"index":17,"en":"She's cute.","zh":"她很可爱。"},{"index":18,"en":"Yes, she is.","zh":"是的。"},{"index":19,"en":"Unmarried. No dependents.","zh":"未婚，无家属。"},{"index":20,"en":"Unless you count Sir Boots Barkley.","zh":"除非你算上布茨 · 巴克利爵士。"},{"index":21,"en":"You got her cellphone? Yeah.","zh":"你有她的手机吗?-有。"},{"index":22,"en":"This company has had a bad run under your watch. It's my personal mission to make sure you've cleaned up your practices.","zh":"这家公司在你的管理下经营不善。这是我个人的使命，确保你已经清理了你的做法。"},{"index":23,"en":"Hello? Yes, Ms.","zh":"喂? 是的，女士。"},{"index":24,"en":"Sawyer? I live in 6A.","zh":"Sawyer? 我住在6a。"},{"index":25,"en":"I found your dog, Boots, in the hallway.","zh":"我在走廊里找到了你的狗 Boots。"},{"index":26,"en":"Boots? How did he get out?","zh":"布茨? 他怎么出来的？"},{"index":27,"en":"I have no idea. But I got to get to work. Can you please come and pick him up? Yeah, I'm on my way.","zh":"我不知道。但我得去工作了。你能过来接他吗？是的，我在路上了。"},{"index":28,"en":"Should we start with offshore marketing or recalls?","zh":"我们应该从海外营销或召回开始吗？"},{"index":29,"en":"I need to take this.","zh":"我得接这个电话。"},{"index":30,"en":"Uh, will you be all right without me? We'll be fine.","zh":"没有我你没事吧?-我们会没事的。"},{"index":31,"en":"Gentlemen, if you'd take a look at this number right here, that one puzzles me.","zh":"先生们，如果你们看看这个数字，这个数字让我很困惑。"},{"index":32,"en":"What's confusing, Mr.","zh":"有什么让人困惑的，先生。"},{"index":33,"en":"Brown?","zh":"布朗？"},{"index":34,"en":"The FDA operates under the information we have. Your company's not known for its transparency.","zh":"美国食品药品监督管理局是根据我们掌握的信息来运作的，你们公司并不以透明度著称。"},{"index":35,"en":"Mr. Brown, despite what you're insinuating, we're in the business of helping people.","zh":"布朗先生，不管你在暗示什么，我们的工作就是帮助别人。"},{"index":36,"en":"PandV's the reason you're gonna live long enough to find yourself browsing the aisles for adult diapers.","zh":"P and v 是你能活到发现自己在逛成人尿布店的原因。"},{"index":37,"en":"And you'll thank us for it.","zh":"你会感谢我们的。"},{"index":38,"en":"Okay. Nice speech. I want Q.C. reports, stage-four clinical trials, and RandD for all products launched within the last six months, All of it today.","zh":"好吧。说得好。我想要 q.c. 报告，四期临床试验，以及过去六个月内所有产品的研发报告，所有这些都在今天。"},{"index":39,"en":"We'll ship it over.","zh":"我们用船运过去。"},{"index":40,"en":"Are we done here? I got a thing.","zh":"说完了吗?-我还有事。"},{"index":41,"en":"We're done.","zh":"我们完了。"},{"index":42,"en":"You got me a blank sheet of paper? Most high-quality paper stock can be split in two. Here.","zh":"你给我一张白纸? 大多数高质量的纸张可以一分为二。给。"},{"index":43,"en":"See?","zh":"看到了吗？"},{"index":44,"en":"Yeah. Let me try that.","zh":"是的，让我试试。"},{"index":45,"en":"Yeah. You need the right touch. A little fingerprint powder. And there you go.","zh":"是的。你需要正确的触摸。一点指纹粉末。这就对了。"},{"index":46,"en":"They redacted the drug after the document was printed.","zh":"文件印出后，他们对药品进行了编辑。"},{"index":47,"en":"That's why I had to get the original.","zh":"这就是为什么我必须得到原件。"},{"index":48,"en":"Can you tell who signed the report? No, I couldn't make it out on the original, either. But the drug name is clear.","zh":"你能告诉我谁在报告上签了字吗？没有，原件上我也看不出来。但是药物的名字很清楚。"},{"index":49,"en":"Never heard of Zybax.","zh":"从没听说过 Zybax。"},{"index":50,"en":"Good thing you demanded all that product information.","zh":"还好你要了所有的产品信息。"},{"index":51,"en":"Need the right touch.","zh":"需要正确的接触。"},{"index":52,"en":"Where's the research I asked you for?","zh":"我要你做的研究在哪里？"},{"index":53,"en":"I'm almost finished. Well, you said for me to stay at my desk.","zh":"我快完成了-你让我呆在办公桌前。"},{"index":54,"en":"Would you like me to make copies or answer the phone?","zh":"您要我复印一份还是接电话？"},{"index":55,"en":"Yes. There's a stain.","zh":"是的，有一个污点。"},{"index":56,"en":"Get it out. Set up dinner with Salman Rushdie tonight. It's 1:00.","zh":"说出来，今晚和萨尔曼 · 拉什迪一起吃饭，现在是一点钟。"},{"index":57,"en":"Vitamins! I've had malaria twice. Are you trying to undermine my immune system? Copies. Now.","zh":"维生素! 我得过两次疟疾。你是不是想破坏我的免疫系统。"},{"index":58,"en":"Helen Anderson's office. One moment.","zh":"海伦 · 安德森办公室，请稍等。"},{"index":59,"en":"It's the financial analyst from Channel Nine.","zh":"是第九频道的金融分析师。"},{"index":60,"en":"Put him through.","zh":"接过来。"},{"index":61,"en":"Helen Anderson's office.","zh":"海伦 · 安德森办公室。"},{"index":62,"en":"I dialed your FBI phone.","zh":"我拨了你的 FBI 电话。"},{"index":63,"en":"I forwarded Helen's calls to my cell.","zh":"我把海伦的电话转到我的手机上。"},{"index":64,"en":"Oh. Good. Hey, the accent sounds pretty realistic. How's it going over there?","zh":"哦，很好。嘿，你的口音听起来很真实。你那边怎么样？"},{"index":65,"en":"I have so many paper cuts, I need a blood transfusion.","zh":"我有这么多的剪纸，我需要一个输血。"},{"index":66,"en":"It is impossible to remove wheat grass from Chanel.","zh":"要从香奈儿身上除去麦草是不可能的。"},{"index":67,"en":"She made me go to her Brownstone to give Prozac to her parrot.","zh":"她让我去她的褐石屋给她的鹦鹉喂百忧解。"},{"index":68,"en":"How was that?","zh":"怎么样？"},{"index":69,"en":"It shrieked at me about deadlines.","zh":"它就截止日期向我尖叫。"},{"index":70,"en":"Is that a personal call? Document storage.","zh":"那是私人电话吗? 文件存储。"},{"index":71,"en":"The files you asked for.","zh":"你要的文件。"},{"index":72,"en":"Was that her or the parrot?","zh":"是她还是鹦鹉？"},{"index":73,"en":"I don't know how long I can do this.","zh":"我不知道我还能坚持多久。"}],[{"index":0,"en":"She wants to have dinner with Salman Rushdie tonight.","zh":"她今晚想和萨尔曼 · 拉什迪共进晚餐。"},{"index":1,"en":"How am I supposed to, Wait, you can find Salman Rushdie.","zh":"我该怎么办? 等等，你可以找到萨尔曼 · 拉什迪。"},{"index":2,"en":"Oh, I'd have to pull some strings.","zh":"我得走走后门。"},{"index":3,"en":"Mail. Why isn't my mail open?","zh":"邮件，为什么我的邮件没有打开？"},{"index":4,"en":"I see why she gets so many death threats. Peter.","zh":"我明白为什么她收到那么多死亡威胁了-Peter。"},{"index":5,"en":"What is it? They got inside Helen's place.","zh":"怎么了?-他们进了 Helen 家。"},{"index":6,"en":"The FBI is sweeping my apartment now.","zh":"联邦调查局正在搜查我的公寓。"},{"index":7,"en":"Charlie's on the way to his dad's, and he'll stay there until things settle down.","zh":"查理正在去他爸爸家的路上，他会呆在那里直到事情平息下来。"},{"index":8,"en":"Have you arranged for security?","zh":"你安排好安全措施了吗？"},{"index":9,"en":"NYPD will monitor your ex-husband's building and Charlie's school.","zh":"纽约警局会监视你前夫的公寓和 Charlie 的学校。"},{"index":10,"en":"Would you like me to book you into a hotel for tonight?","zh":"你要我帮你预订今晚的旅馆吗？"},{"index":11,"en":"I spent years sleeping in tents and bombed-out hotels.","zh":"我在帐篷和被炸毁的旅馆里住了很多年。"},{"index":12,"en":"One of the perks of this job is frette sheets in my own home.","zh":"这份工作的额外福利之一就是在我自己的家里换新床单。"},{"index":13,"en":"They can't intimidate me with this crap.","zh":"他们用这些废话吓不倒我。"},{"index":14,"en":"That was evidence.","zh":"这就是证据。"},{"index":15,"en":"Then tape it back together. I have to make a call.","zh":"然后把它们粘在一起，我得打个电话。"},{"index":16,"en":"I'll dial you in. Should I take notes? I'll dial myself in.","zh":"我给你打电话。我要做笔记吗? 我自己打电话。"},{"index":17,"en":"Go do your job.","zh":"去做你的工作吧。"},{"index":18,"en":"They got into my home. This is getting dangerous. If we want to stop this, I need more.","zh":"他们闯进了我家，越来越危险了，如果我们想阻止这一切，我需要更多。"},{"index":19,"en":"You're right, People are dying. I'll give you what I have. I'm ready to meet.","zh":"你是对的，人们正在死去。我会给你我所拥有的。我已经准备好见面了。"},{"index":20,"en":"Good. Where?","zh":"很好，在哪里？"},{"index":21,"en":"The place you suggested. 8:00 P.M.","zh":"你建议的地方，晚上8点。"},{"index":22,"en":"Let's take them down.","zh":"我们把他们拿下。"},{"index":23,"en":"What we have here is a cost-benefit analysis for the recall of a drug named Zybax.","zh":"我们这里有一份成本-收益分析，是关于一种叫做 Zybax 的药物的召回。"},{"index":24,"en":"Do we have anything on Zybax?","zh":"有 Zybax 的消息吗？"},{"index":25,"en":"We've got everything on Zybax. It's a new antibiotic designed to combat drug resistant infections.","zh":"我们已经有了 Zybax 公司的所有资料，这是一种新型抗生素，旨在对抗耐药性感染。"},{"index":26,"en":"Sounds like the next big thing.","zh":"听起来像是下一个大事件。"},{"index":27,"en":"Marketing report says they rolled it out in New York, Boston, and Philly.","zh":"市场报告说，他们在纽约、波士顿和费城推出了这一产品。"},{"index":28,"en":"They're going national this month.","zh":"这个月他们要在全国范围内推广。"},{"index":29,"en":"Passed clinical trials, got FDA approval. Looks perfect on paper.","zh":"通过了临床试验，获得了 FDA 的批准，理论上看起来很完美。"},{"index":30,"en":"PandV wanted to know how much it would cost to take this drug off the market.","zh":"P and v 想知道将这种药物撤出市场需要多少成本。"},{"index":31,"en":"We need to find out why.","zh":"我们需要找出原因。"},{"index":32,"en":"Diana. What's going on? Helen has a source at PandV. Peter, this is serious.","zh":"Diana 怎么回事?-Helen 在 p and v 有线人 Peter 这事很严重。"},{"index":33,"en":"He mentioned people are dying over this. They set up a meet.","zh":"他提到有人因此丧命，他们安排了一次会面。"},{"index":34,"en":"Where? We can secure the location.","zh":"在哪儿?-我们可以保护这个地方。"},{"index":35,"en":"I didn't get an address.","zh":"我没有地址。"},{"index":36,"en":"I want you there.","zh":"我希望你在那里。"},{"index":37,"en":"It's not a personal call. Lovely.","zh":"这不是私人电话，很好。"},{"index":38,"en":"Ms. Anderson's looking forward to seeing Mr.","zh":"安德森女士很期待见到。"},{"index":39,"en":"Rushdie tonight.","zh":"今晚是拉什迪之夜。"},{"index":40,"en":"Cancel the dinner. Tell my driver he can take the night off.","zh":"取消晚餐。告诉我的司机他今晚可以休息了。"},{"index":41,"en":"I'll take a taxi home. And this doesn't fill itself. Coffee.","zh":"我坐出租车回家。这杯咖啡不会自己满的。"},{"index":42,"en":"You're meeting with a source tonight, aren't you?","zh":"你今晚要和线人见面，是吗？"},{"index":43,"en":"You're asking a wildly inappropriate question.","zh":"你问了一个非常不恰当的问题。"},{"index":44,"en":"I know how important that dinner was to you.","zh":"我知道那顿晚餐对你有多重要。"},{"index":45,"en":"And I know you'd only take a taxi if you didn't want anyone to know where you were going.","zh":"而且我知道，如果你不想让任何人知道你要去哪里，你才会坐出租车。"},{"index":46,"en":"And this is your third cup of coffee. You're gearing up for a meeting.","zh":"这是你喝的第三杯咖啡了你正在为会议做准备。"},{"index":47,"en":"You should take me with you. I can help.","zh":"你应该带我一起去，我可以帮忙。"},{"index":48,"en":"I'll tell you how you can help me. It's my child's 6th birthday.","zh":"我来告诉你怎么帮我，今天是我孩子的6岁生日。"},{"index":49,"en":"It's not on your calendar.","zh":"这不在你的日程表上。"},{"index":50,"en":"That's why I have a Pulitzer and not a \"Mommy of the Year\" mug.","zh":"这就是为什么我得了普利策奖而不是”年度最佳妈妈”的杯子。"},{"index":51,"en":"Now, my last assistant arranged for Charlie's party at my apartment, which is currently a crime scene.","zh":"现在，我的上一个助手在我的公寓里安排了 Charlie 的派对，那里现在是一个犯罪现场。"},{"index":52,"en":"Okay. When is the party?","zh":"好的，派对是什么时候？"},{"index":53,"en":"Today at 4:00. That's why I need you to move everything, the cake, the decorations, everything.","zh":"今天下午四点，所以我要你把所有东西都搬走，蛋糕，装饰品，所有的东西。"},{"index":54,"en":"And you need to call all the guests and tell them that I'm sorry that I'm not there.","zh":"你要打电话给所有的客人，告诉他们我很抱歉我不在那里。"},{"index":55,"en":"If this threat's real and I went, I would be putting Charlie and all the children in danger.","zh":"如果这个威胁是真的，而我去了，我会把查理和所有的孩子置于危险之中。"},{"index":56,"en":"New party. Got it.","zh":"新派对明白了。"},{"index":57,"en":"Oh, damn. I fired Melinda before she could get Charlie's gift. There's a robot that he loves.","zh":"哦，该死。我在梅林达收到查理的礼物之前就把她炒了。他很喜欢一个机器人。"},{"index":58,"en":"She wrote it down somewhere. And I want new locks, the kind the White House uses.","zh":"她在什么地方写下来了，我想要新锁，就是白宫用的那种。"},{"index":59,"en":"If I get all this done, can I come with you to meet the source?","zh":"如果我把这些都做完了，我能和你一起去见消息来源吗？"},{"index":60,"en":"Finish it all, and I'll let you drive me.","zh":"把这些都吃完，我就让你开车送我。"},{"index":61,"en":"Oh, and make sure you translate the Lisbon communiqué into English by 6:00.","zh":"哦，记得在6点前把里斯本公报翻译成英文。"},{"index":62,"en":"Peter, if you want me there when Helen meets the source, I'm gonna need some help.","zh":"Peter 如果你想让我在 Helen 见线人的时候出现我需要帮助。"},{"index":63,"en":"I'm e-mailing you a list.","zh":"我给你发个名单。"}],[{"index":0,"en":"Listen up. Diana needs to be within so we're gonna lend a hand.","zh":"听着，戴安娜需要在里面，所以我们要帮忙。"},{"index":1,"en":"First up, we need a lock for a residential door, ultra-secure, state of the art.","zh":"首先，我们需要一个住宅门锁，超级安全，最先进的。"},{"index":2,"en":"I got a guy. He'll even do the road work for you.","zh":"我认识一个人，他甚至可以帮你修路。"},{"index":3,"en":"Mozzie? I want the master key.","zh":"蚊子我要万能钥匙。"},{"index":4,"en":"All right, who here speaks Portuguese? Good. You get to translate a communiqué.","zh":"好了，这里谁会说葡萄牙语? 很好，你得翻译一份公报。"},{"index":5,"en":"What's a supaiku-bot? I don't know.","zh":"supaiku-bot 是什么?-我不知道。"},{"index":6,"en":"Some kind of robot hedgehog toy. I'll get that.","zh":"某种刺猬机器人玩具，我去开门。"},{"index":7,"en":"Jones, you're gonna run point and handle decorations.","zh":"Jones 你负责布置。"},{"index":8,"en":"So, streamers and a couple balloons?","zh":"那么，彩带和几个气球？"},{"index":9,"en":"No. We are in way over our heads, aren't we? Yeah.We need a ringer.","zh":"不我们太过分了是吧?-是啊我们需要个替身。"},{"index":10,"en":"Okay, so the sugar-free cake, the nut free cake, and the dairy-free cake. They go on that table over there.","zh":"好的，无糖蛋糕，无坚果蛋糕，无乳制品蛋糕。它们放在那边的桌子上。"},{"index":11,"en":"Got the goodie bags, table over there by the cactus.","zh":"收到了糖果袋，仙人掌旁边的桌子。"},{"index":12,"en":"Okay, we've got the cowboy hats and the cute little aliens. We're gonna put those out on the tables over here.","zh":"好的，我们有牛仔帽和可爱的小外星人。我们把这些放在桌子上。"},{"index":13,"en":"Hey, Jones.","zh":"嘿，琼斯。"},{"index":14,"en":"Hey! Cowboys in space? I want you to plan my birthday party.","zh":"嘿! 太空牛仔? 我想让你帮我策划我的生日派对。"},{"index":15,"en":"Do you want a moon bounce, as well?","zh":"你也想要弹跳床吗？"},{"index":16,"en":"I want to be a cowboy.","zh":"我想成为一个牛仔。"},{"index":17,"en":"Oh, well, there you go, Jones.","zh":"哦，好吧，这就对了，琼斯。"},{"index":18,"en":"Giddy up.","zh":"头晕起来。"},{"index":19,"en":"Nice.","zh":"很好。"},{"index":20,"en":"The Zhviegel Millennium? I won't even need my picks.","zh":"千禧年? 我甚至不需要我的选择。"},{"index":21,"en":"I'll just bump it.","zh":"我只是碰一下。"},{"index":22,"en":"But with my modifications, it is unlike any other Zhviegel on the market.","zh":"但是经过我的改进，它不同于市场上的任何一个 Zhviegel。"},{"index":23,"en":"Tension's unreadable. I'm impressed.","zh":"紧张感无法解读，我印象深刻。"},{"index":24,"en":"That lock is so complex, it is only rivaled by my mind.","zh":"那把锁太复杂了，只有我的头脑才能比得上。"},{"index":25,"en":"Oh, I used the hook. It was tough, though.","zh":"哦，我用了钩子，虽然很难。"},{"index":26,"en":"If you added another pin.","zh":"如果你添加了另一个别针。"},{"index":27,"en":"a bluff inside the cylinder. Yeah. This and a wedge under the door, and Helen Anderson's townhouse will be more secure than Fort Knox.","zh":"圆筒内有一个悬崖。是的。这个和门下的楔子，海伦 · 安德森的联排别墅将比诺克斯堡更安全。"},{"index":28,"en":"Which, as we know, has its own weaknesses.","zh":"正如我们所知，它也有自己的弱点。"},{"index":29,"en":"Speaking of, where's Diana's briefcase? Oh, she took it back to the Sheagle's nest.","zh":"说到这个，戴安娜的公文包在哪里? 哦，她把它带回了山鹰的巢穴。"},{"index":30,"en":"We've only got two days to get it.","zh":"我们只有两天时间。"},{"index":31,"en":"Don't worry, Moz.","zh":"别担心蚊子。"},{"index":32,"en":"I'll cook something up.","zh":"我来做点吃的。"},{"index":33,"en":"Hey. Heard you guys got a shipment. Special agent Peter Burke, FBI. I'm commandeering a supaiku-bot.","zh":"听说你们有一批货，我是联邦调查局特别探员彼得 · 伯克，我要征用一个 supaiku 机器人。"},{"index":34,"en":"What?","zh":"什么？"},{"index":35,"en":"The party was a hit. Your jacket's clean, research is categorized and collated, and I canceled the Rushdie dinner.","zh":"派对很成功，你的夹克很干净，研究也分类整理过了，我还取消了拉什迪的晚宴。"},{"index":36,"en":"What about?","zh":"关于什么？"},{"index":37,"en":"Your 5:30 wheat-grass smoothie. Keys to your new locks and the translation of the Lisbon communiqué. I'm driving.","zh":"你5:30的小麦草冰沙。新锁的钥匙和里斯本公报的翻译。我在开车。"},{"index":38,"en":"What are you doing?","zh":"你在干什么？"},{"index":39,"en":"I thought I was coming with you.","zh":"我以为我会和你一起去。"},{"index":40,"en":"No.","zh":"没有。"},{"index":41,"en":"This is the first time I'm meeting the source.","zh":"这是我第一次见到消息来源。"},{"index":42,"en":"I said you could drive me. That's as far as you get.","zh":"我说你可以开车送我，你只能开到这里。"},{"index":43,"en":"There he is. You want to do what I do, you need guts, good instincts, and patience. Work on that.","zh":"他来了。你想做我做的事，你需要勇气，良好的直觉和耐心。继续努力。"},{"index":44,"en":"We got to make this quick.","zh":"我们得速战速决。"},{"index":45,"en":"All right.","zh":"好吧。"},{"index":46,"en":"There's a whistle blower protection.","zh":"有告密者保护。"},{"index":47,"en":"Tell me This didn't come from me.","zh":"告诉我这不是我说的。"},{"index":48,"en":"We both know what happens when","zh":"我们都知道"},{"index":49,"en":"Helen! Helen!","zh":"海伦! 海伦！"},{"index":50,"en":"Wait!","zh":"等等！"},{"index":51,"en":"Why did you do that? You scared my source! Someone followed you. Look.","zh":"你为什么这么做? 你吓到我的线人了! 有人跟踪你，看。"},{"index":52,"en":"He gave me this flash drive. All right.","zh":"他给了我这个 u 盘-好吧。"},{"index":53,"en":"The source didn't give Helen a name. At least, that's what she told me.","zh":"线人没有给 Helen 一个名字至少她是这么告诉我的。"},{"index":54,"en":"I dropped her home. You want me to double back for a stakeout? No need. We've got an unmarked car on her house. Good work today. Get some rest.","zh":"我送她回家。你要我原路返回去监视吗？不需要。我们派了一辆没有标志的车去她家。今天干得不错。好好休息。"},{"index":55,"en":"If you insist. Good night, Peter.","zh":"如果你坚持的话-晚安 Peter。"},{"index":56,"en":"What smells so","zh":"什么东西闻起来这么香"},{"index":57,"en":"Hey!","zh":"嘿！"},{"index":58,"en":"Hi, honey.","zh":"嗨亲爱的。"},{"index":59,"en":"People always say they're gonna get together, and they never do, so I called Christie.","zh":"人们总是说他们会在一起，但他们从来没有，所以我打电话给克里斯蒂。"},{"index":60,"en":"And here we are.","zh":"现在我们到了。"},{"index":61,"en":"Here we are.","zh":"我们到了。"},{"index":62,"en":"Neal, this risotto's delicious. I need one more bite.","zh":"尼尔这意大利调味饭真好吃我还想再吃一口。"},{"index":63,"en":"Contraband cheese.","zh":"走私奶酪。"},{"index":64,"en":"Caffrey, I should fine you and confiscate the dairy.","zh":"卡夫瑞我要罚款没收你的乳制品。"},{"index":65,"en":"Hey, don't take your day with Helen out on me.","zh":"嘿，别把你和海伦的一天都浪费在我身上。"},{"index":66,"en":"Oh, don't get me started. Actually, I could use your help with this.","zh":"哦，别让我开始。事实上，我需要你的帮助。"},{"index":67,"en":"Her source gave her a flash drive with these numbers on it and no explanation.","zh":"她的线人给了她一个闪存盘，上面有这些数字，没有任何解释。"},{"index":68,"en":"Oh.","zh":"哦。"},{"index":69,"en":"Patent I.D.s, formula files?","zh":"专利证，配方文件？"}],[{"index":0,"en":"Nope. They don't correspond with Zybax or any PandV product.","zh":"没有，它们与 Zybax 或者任何 p and v 产品都不相符。"},{"index":1,"en":"Maybe samples.","zh":"也许是样品。"},{"index":2,"en":"I could check in the hospital pharmacy tomorrow.","zh":"我可以明天到医院的药房去看看。"},{"index":3,"en":"Thank you.","zh":"谢谢你。"},{"index":4,"en":"How about you, Sara? What do you do?","zh":"你呢，莎拉? 你是做什么的？"},{"index":5,"en":"She is in insurance.","zh":"她从事保险业。"},{"index":6,"en":"Oh, the kind that sends me mountains of paperwork?","zh":"就是那种寄给我堆成山的文件的？"},{"index":7,"en":"No. but if your Rodin goes missing, please call me.","zh":"没有，但如果你的罗丹失踪了，请打电话给我。"},{"index":8,"en":"Oh, insurance recovery.","zh":"哦，保险赔偿。"},{"index":9,"en":"Yes.","zh":"是的。"},{"index":10,"en":"Wait a minute.","zh":"等一下。"},{"index":11,"en":"That means that That's right. He steals 'em. She gets 'em back.","zh":"那就是说没错，他偷了钱，她拿回来。"},{"index":12,"en":"I've got to know how you both met.","zh":"我想知道你们是怎么认识的。"},{"index":13,"en":"She has been after me for a long time.","zh":"她追求我很长时间了。"},{"index":14,"en":"Oh, my God!","zh":"天啊！"},{"index":15,"en":"He stole a Raphael.","zh":"他偷了一幅拉斐尔的画。"},{"index":16,"en":"Conjecture, Your Honor.","zh":"推测法官大人。"},{"index":17,"en":"And I pursued. And I haven't forgotten about the Raphael.","zh":"我继续追查我还没忘了拉斐尔的事。"},{"index":18,"en":"We're boring. Anyway, how about you two? How'd you two meet? It's a really cute story.","zh":"我们很无聊。不管怎样，你们两个怎么样? 你们怎么认识的? 这是个很可爱的故事。"},{"index":19,"en":"Oh, they don't want to hear it.","zh":"他们不想听。"},{"index":20,"en":"Yeah.","zh":"是的。"},{"index":21,"en":"I want to hear it.","zh":"我想听听。"},{"index":22,"en":"I'm good.","zh":"我很好。"},{"index":23,"en":"I'll just be, No, I'm good. I'm just gonna","zh":"我会说，不，我很好，我只是想"},{"index":24,"en":"Wow. You know, you are just like my friend Wally Burns.","zh":"哇，你知道吗，你就像我的朋友沃利 · 伯恩斯。"},{"index":25,"en":"It took him forever to tell me how he met his wife.","zh":"他花了很长时间才告诉我他是如何遇见他妻子的。"},{"index":26,"en":"You remember Wally, right? I told you about him.","zh":"你还记得沃利吧? 我跟你说过他。"},{"index":27,"en":"Yeah, I remember Wally. Um, dinner-party rules. You guys cooked, so Diana and I Get dessert. And more wine.","zh":"是的，我记得沃利。嗯，晚餐聚会规则。你们做饭，所以戴安娜和我得到甜点。和更多的酒。"},{"index":28,"en":"Thank you so much.","zh":"非常感谢。"},{"index":29,"en":"Thank you.","zh":"谢谢你。"},{"index":30,"en":"I have to tell you, I love your place.","zh":"我必须告诉你，我喜欢你的地方。"},{"index":31,"en":"Oh, thanks.","zh":"谢谢。"},{"index":32,"en":"So, you and Diana, Come on.You were her doctor? Krav Maga? I'm not gonna tell you.","zh":"那么，你和戴安娜，拜托，你们是她的医生? ，以色列格斗术? ，我不会告诉你的。"},{"index":33,"en":"All right, fine.","zh":"好吧。"},{"index":34,"en":"How was dinner the other night?","zh":"那天的晚餐怎么样？"},{"index":35,"en":"Oh, it was great.","zh":"太棒了。"},{"index":36,"en":"When I eat at Babbo, I like to go to this bar around the corner after Simone's.","zh":"当我在 Babbo 吃饭的时候，我喜欢去 Simone 餐厅后拐角处的一家酒吧。"},{"index":37,"en":"I love Simone's. We came straight home. We both had work to do.","zh":"我喜欢西蒙妮的。我们直接回家了。我们都有工作要做。"},{"index":38,"en":"Oh. Laptops in bed?Sounds romantic.","zh":"哦床上放笔记本听起来很浪漫。"},{"index":39,"en":"Very, I researched Stents, and Di finished up for a morning meeting.","zh":"非常好，我研究了支架，Di 结束了早上的会议。"},{"index":40,"en":"A meeting before her day with Helen? Sounds like a busy day.","zh":"在她和海伦见面之前有个会议? 听起来是很忙的一天。"},{"index":41,"en":"She had to drop something off.","zh":"她得送点东西过来。"},{"index":42,"en":"You told him, didn't you?","zh":"你告诉他了，是吗？"},{"index":43,"en":"Told me what?","zh":"告诉我什么？"},{"index":44,"en":"Yeah, nice try,Caffrey. How we met.","zh":"想得美 Caffrey 我们是怎么认识的。"},{"index":45,"en":"I didn't tell him.","zh":"我没告诉他。"},{"index":46,"en":"I thought it was cute.","zh":"我觉得很可爱。"},{"index":47,"en":"There's nothing cute about pottery class.","zh":"陶艺课一点也不可爱。"},{"index":48,"en":"Yes! Pottery class! So much better than I ever could have imagined.","zh":"是的! 陶艺课! 比我想象的要好得多。"},{"index":49,"en":"And that would have explained","zh":"这就可以解释了"},{"index":50,"en":"Yeah, well, I made that.","zh":"是啊，我做的。"},{"index":51,"en":"Oh, I mean, I think that it's lovely.","zh":"我是说，我觉得这很可爱。"},{"index":52,"en":"Ditto.","zh":"同上。"},{"index":53,"en":"Oh, yeah. All right, let's get all the \"Ghost\" jokes out of the way, \"Unchained Melody,\" slide a penny up the wall.","zh":"哦，是的。好了，让我们把所有关于“幽灵”的笑话都说完吧，“奔放的旋律”，把一个硬币往墙上滑。"},{"index":54,"en":"It's supposed to be round, right?","zh":"它应该是圆的，对吧？"},{"index":55,"en":"It's absolutely hideous.","zh":"真是丑死了。"},{"index":56,"en":"So, why did we run a Wally Burns on Diana's girlfriend? Oh, I can't tell you.","zh":"那我们为什么要用 Wally Burns 来对付 Diana 的女朋友?-我不能告诉你。"},{"index":57,"en":"Oh. Okay.","zh":"好吧。"},{"index":58,"en":"Hold on.","zh":"等等。"},{"index":59,"en":"You don't give me details about your job.","zh":"你没有告诉我你工作的细节。"},{"index":60,"en":"Yeah. I could probably live with a secret or two.","zh":"是啊，我也许可以保守一两个秘密。"},{"index":61,"en":"I could handle that.","zh":"我可以处理。"},{"index":62,"en":"Yeah?","zh":"是吗？"},{"index":63,"en":"Neal. Did you get it?Oh. Get a room!","zh":"Neal 你拿到了吗-开房去吧！"},{"index":64,"en":"We are in a room.","zh":"我们在一个房间里。"},{"index":65,"en":"My room.","zh":"我的房间。"},{"index":66,"en":"That hurts.","zh":"这很伤人。"},{"index":67,"en":"Next time I make a lock, I guess it should be for \"your\" door.","zh":"下次我做锁的时候，我想应该是为了“你的”门。"},{"index":68,"en":"Or there is this thing called knocking.","zh":"或者有一种叫做敲门的东西。"},{"index":69,"en":"wait. You're leaving? Mood sufficiently killed. Call me later. Or come over.","zh":"等等你要走了?-情绪已经很低落了晚点打电话给我或者过来。"},{"index":70,"en":"Sure.","zh":"当然。"},{"index":71,"en":"Not you.","zh":"不是你。"},{"index":72,"en":"Seriously, just put a sock on the doorknob.","zh":"说真的，在门把手上挂只袜子。"},{"index":73,"en":"Yeah.","zh":"是的。"},{"index":74,"en":"Any leads on the list?","zh":"名单上有什么线索吗？"},{"index":75,"en":"Diana met with agent Matthews yesterday.","zh":"Diana 昨天见了 Matthews 探员。"},{"index":76,"en":"She gave her the list.","zh":"她把名单给了她。"},{"index":77,"en":"Ah, fair Melissa. She's an easier mark than badass Berrigan.","zh":"啊美丽的 Melissa 她比坏蛋 Berrigan 容易得多。"},{"index":78,"en":"You realize that list is on lockdown in her hotel room.","zh":"你知道名单被锁在她的酒店房间里了吧。"},{"index":79,"en":"Yeah, we just rip out a page from our own playbook. We know when Melissa is heading out of town.","zh":"是的，我们只是从我们自己的剧本上撕下一页。我们知道梅丽莎什么时候出城。"},{"index":80,"en":"We swap the briefcases when she leaves for the airport.","zh":"她去机场的时候我们把公文包换了。"},{"index":81,"en":"Difficulties mastered are opportunities won.","zh":"掌握困难就是赢得机会。"}],[{"index":0,"en":"Some of us have work in the morning.","zh":"我们中的一些人早上有工作。"},{"index":1,"en":"Morning.","zh":"早上好。"},{"index":2,"en":"Christie called.","zh":"克里斯蒂打电话来。"},{"index":3,"en":"Oh. She run the numbers through the hospital pharmacy? She wanted me to ask you if and you and Sara want to play doubles next weekend.","zh":"哦。她查了医院药房的号码？她让我问问你，你和萨拉下周末想不想玩双打。"},{"index":4,"en":"Yeah, Caffrey, when you gonna cook me dinner? I like risotto.","zh":"Caffrey 你什么时候给我做晚饭? 我喜欢意大利调味饭。"},{"index":5,"en":"Look at the two of you, trying to be funny. Don't we have a case to work?","zh":"看看你们两个，试着搞笑。我们不是还有案子要办吗？"},{"index":6,"en":"We do. Turns out the numbers the source gave Helen match serial numbers of the sample packs of Zybax in the hospital database.","zh":"是的。消息来源给 Helen 的号码与医院数据库里 Zybax 样品包的序列号相符。"},{"index":7,"en":"But here's the thing.","zh":"但问题是。"},{"index":8,"en":"None of the samples are stocked in the pharmacies.","zh":"这些样品一件也没有放在药房里。"},{"index":9,"en":"PandV reps came in and swapped them out.","zh":"P and v 的销售代表进来把它们换掉了。"},{"index":10,"en":"Swapped them for what?","zh":"用它们交换什么？"},{"index":11,"en":"Zybax. Same drug, different packaging, different serial number.","zh":"同样的药物不同的包装不同的序列号。"},{"index":12,"en":"So what if Sullivan found out about a bad batch and did an undercover recall?","zh":"那么，如果苏利文发现了一批劣质产品并进行了秘密召回呢？"},{"index":13,"en":"He traded dirty samples for clean ones.","zh":"他用肮脏的样品换取干净的样品。"},{"index":14,"en":"Right. To cover their tracks, PandV said it was new packaging. But even if the reps cleared out all the doctors' offices and hospitals, there's no way they got it all back.","zh":"对。为了掩盖他们的踪迹，p and v 说这是新的包装。但是，即使代表们清空了所有的医生办公室和医院，他们也不可能全部拿回来。"},{"index":15,"en":"This is what Helen's source meant. There are people out there taking bad Zybax.","zh":"这就是海伦的消息来源的意思，有人在服用劣质的 Zybax。"},{"index":16,"en":"It could kill them. But all of this is just a theory.","zh":"这可能会杀了他们，但所有这些都只是一个理论。"},{"index":17,"en":"PandV will bury us in a lawsuit unless we have proof.","zh":"除非我们有证据，否则 p and v 会把我们告上法庭。"},{"index":18,"en":"Then let's get proof.","zh":"那我们就去找证据。"},{"index":19,"en":"Diana!","zh":"戴安娜！"},{"index":20,"en":"I'll be done fact checking in five.","zh":"五分钟后我就能做事实核查了。"},{"index":21,"en":"My source just e-mailed me. He's got my smoking gun.","zh":"我的线人刚给我发了邮件他有我的确凿证据。"},{"index":22,"en":"What is it?","zh":"这是什么？"},{"index":23,"en":"A memo. But after what happened at the park, he's afraid to move it out of the office.","zh":"一个备忘录。但是在公园发生的事情之后，他不敢把它搬出办公室。"},{"index":24,"en":"He's worried they're going to search him.","zh":"他担心他们会搜身。"},{"index":25,"en":"Where does that leave you?","zh":"那你现在怎么办？"},{"index":26,"en":"Walking into a lion's den of corner offices and corporate hubris. He's going to guide me to it.","zh":"走进角落办公室的狮子洞和公司的傲慢，他将引导我去那里。"},{"index":27,"en":"You're supposed to just show up at PandV and get the memo?","zh":"你就应该出现在 p and v 然后得到备忘录？"},{"index":28,"en":"No, we are. There's a launch party for Zybax this afternoon.","zh":"不，我们要去。今天下午在 Zybax 有一个发布会。"},{"index":29,"en":"Really? Don't make me regret this.","zh":"真的吗? 别让我后悔。"},{"index":30,"en":"According to the source, the memo authorizes Zybax be repackaged as part of a covert recall. It's signed by the head of new products.","zh":"据消息人士透露，这份备忘录授权 Zybax 进行重新包装，作为秘密召回的一部分。这是新产品负责人的签名。"},{"index":31,"en":"Paul Sullivan, We get the memo, we get him.","zh":"保罗 · 沙利文，我们得到了备忘录，我们得到了他。"},{"index":32,"en":"You know, Helen never invited an assistant anywhere. This is like an unofficial promotion.","zh":"你知道，海伦从来没有邀请过助手，这就像是一次非正式的晋升。"},{"index":33,"en":"You realize you don't actually work for her.","zh":"你意识到你并不是真的为她工作。"},{"index":34,"en":"Oh, but I do.","zh":"但我知道。"},{"index":35,"en":"Well, congratulations on your unofficial promotion. Stay close to Helen. Be careful. Whoever had her in their sights is still out there.","zh":"恭喜你非正式升职了。跟紧海伦。小心点。不管是谁盯上了她都还逍遥法外。"},{"index":36,"en":"I won't let anything happen to Helen.","zh":"我不会让海伦出事的。"},{"index":37,"en":"Oh, I know you'll take care of her. I'm worried about you.","zh":"我知道你会照顾她的我很担心你。"},{"index":38,"en":"Don't be. I'm gonna walk out of the front door of PandV with everything we need to take them down.","zh":"别这样，我会从 p and v 公司的大门走出去，带上我们需要的所有东西把他们拿下。"},{"index":39,"en":"My gut's bothering me.","zh":"我的肚子不舒服。"},{"index":40,"en":"Maybe you need some Zybax.","zh":"也许你需要一些 Zybax。"},{"index":41,"en":"Think I'll pass. By now, Helen's figured out the serial numbers are for the samples of Zybax.","zh":"我想还是算了吧。到现在为止，Helen 已经算出序列号是用来做 Zybax 的样品的。"},{"index":42,"en":"She's on her way to get the memo.","zh":"她正在去拿备忘录的路上。"},{"index":43,"en":"She strikes me as the type of person who will do whatever it takes to get what she needs.","zh":"我觉得她是那种会不惜一切代价得到她想要的东西的人。"},{"index":44,"en":"That's what's bothering me.","zh":"这就是困扰我的地方。"},{"index":45,"en":"Sullivan knows she's looking into PandV.","zh":"苏利文知道她在调查宝洁公司。"},{"index":46,"en":"And whatever he's hiding, she's gonna come after it.","zh":"不管他在隐瞒什么她都会来找的。"},{"index":47,"en":"If a PandV employee knows about the Zybax cover-up, starts feeding Helen intel She picks up the trail, Sullivan follows her all the way to the source.","zh":"如果一个 p and v 的员工知道 Zybax 公司的掩盖行动，开始给 Helen 提供情报她找到了线索，Sullivan 就会一路跟着她找到线人。"},{"index":48,"en":"If the meet happens at the launch party, the source could be exposed.","zh":"如果会面发生在发布会上，消息来源可能会暴露。"},{"index":49,"en":"Hey, guys, we did some further work on that redacted document and were able to identify the signature at the bottom.","zh":"嘿，伙计们，我们对那个被编辑过的文件做了进一步的工作，我们确认了底部的签名。"},{"index":50,"en":"We just found our source. Casey Mendell.","zh":"我们找到线人了 Casey Mendell。"},{"index":51,"en":"Head of RandD.","zh":"研发主管。"},{"index":52,"en":"Let's go talk to him.","zh":"我们去和他谈谈。"},{"index":53,"en":"Jones, call Diana. Let her know.","zh":"Jones 给 Diana 打电话让她知道。"},{"index":54,"en":"The source thinks I'm alone. You're here to observe. Keep your distance.","zh":"线人以为我是一个人，你是来观察的，保持距离。"},{"index":55,"en":"I'll be at the bar.","zh":"我在酒吧等你。"},{"index":56,"en":"I have eyes on Helen. I got a look at the guest list. Casey Mendell is not at this party.","zh":"我看到海伦了。我看到了宾客名单。凯西 · 门德尔不在这个派对上。"},{"index":57,"en":"He's not in his office. We're on our way to his house.","zh":"他不在办公室我们在去他家的路上。"},{"index":58,"en":"That's Mendell's building.","zh":"那是门德尔的大楼。"},{"index":59,"en":"Hey, FBI. What's going on here?","zh":"嘿 FBI 这是怎么回事？"}],[{"index":0,"en":"Lady got home from work, found her husband on the floor, called us. It was too late.Must've died this morning.","zh":"女士下班回家发现她丈夫躺在地上打电话给我们。太晚了。一定是今天早上死的。"},{"index":1,"en":"Casey Mendell?","zh":"凯西 · 门德尔？"},{"index":2,"en":"Memo's in room 2642 on the desk.","zh":"备忘录在2642房间的桌子上。"},{"index":3,"en":"Hi.Are you one of our new sales reps?","zh":"嗨，你是我们的新销售代表吗？"},{"index":4,"en":"No.","zh":"没有。"},{"index":5,"en":"Can I get you a drink?","zh":"要喝点什么吗？"},{"index":6,"en":"No. Hello?","zh":"没有，喂？"},{"index":7,"en":"It's a setup. Mendell's dead. Whoever contacted Helen pretended to be her source.","zh":"这是个圈套 Mendell 已经死了联系 Helen 的人假装是她的线人。"},{"index":8,"en":"Excuse me. Damn it, Peter. Helen's gone.","zh":"对不起，该死，彼得，海伦不见了。"},{"index":9,"en":"We're on our way.","zh":"我们在路上了。"},{"index":10,"en":"Get out of my way.","zh":"别挡我的路。"},{"index":11,"en":"It's loud out there. Don't bother screaming.","zh":"外面太吵了，别叫了。"},{"index":12,"en":"An undetectable drug? I die quickly, you move my body and send a team to wipe my computers and destroy my files.","zh":"一种无法检测的药物？我死得很快，你移动我的身体，派一个小组清除我的电脑，销毁我的文件。"},{"index":13,"en":"Something like that.","zh":"差不多吧。"},{"index":14,"en":"Drop it, or I'll put a bullet in each kneecap. I promise I'm faster. Down.","zh":"放下枪，不然我就一枪崩了你们的膝盖，我保证我会更快，趴下。"},{"index":15,"en":"Damn it.","zh":"该死。"},{"index":16,"en":"Get the handcuffs out of my purse.","zh":"把我钱包里的手铐拿出来。"},{"index":17,"en":"Who are you?","zh":"你是谁？"},{"index":18,"en":"Agent Diana Berrigan, FBI. Damn right, I'm overqualified.","zh":"我是 FBI 的 Diana Berrigan 探员-没错我资历太高了。"},{"index":19,"en":"Talked to my buddy at the FDA. Turns out the bad Zybax causes brain hemorrhages if taken with certain medications.","zh":"我和我在 FDA 的朋友谈过，结果发现如果使用某些药物，劣质的 Zybax 会导致脑出血。"},{"index":20,"en":"PandV figured they'd shut down Mendell and Helen, then roll the dice on any medication still out there.","zh":"P and v 认为他们已经关闭了 Mendell 和 Helen，然后在任何仍然存在的药物上掷骰子。"},{"index":21,"en":"Settling lawsuits would've been cheaper than a recall.","zh":"解决诉讼比召回成本更低。"},{"index":22,"en":"Well, at least the drug's off the market, and we've got Carter and Sullivan on conspiracy to commit murder.","zh":"至少这种药已经下市了而且我们还以共谋谋杀罪起诉 Carter 和 Sullivan。"},{"index":23,"en":"Any chance of getting that case report by the end of the day? If I can get it to you by lunch, can I go to that tech conference in Miami? By lunch? Sure.","zh":"今天能拿到病例报告吗？如果我能在午饭前给你，我能去迈阿密的科技会议吗？午饭前？当然。"},{"index":24,"en":"Miami's gonna feel so good in November.","zh":"迈阿密在11月会感觉很好的。"},{"index":25,"en":"You know, just the other day, I wondered, \"Where have all the boy scouts gone?\"","zh":"你知道吗，就在前几天，我还在想，“那些童子军都去哪儿了?”"},{"index":26,"en":"There are some girl scouts here, too.","zh":"这里也有一些女童子军。"},{"index":27,"en":"Diana, a woman like you shouldn't be surrounded by florescent lights and old spice.","zh":"戴安娜，像你这样的女人不应该被荧光灯和古香料包围。"},{"index":28,"en":"You are the best assistant I have ever had. I want you back.","zh":"你是我遇到过的最好的助手，我希望你回来。"},{"index":29,"en":"Whatever they pay you here, I will pay more than double.","zh":"不管他们付你多少钱，我都会付双倍以上。"},{"index":30,"en":"I don't need a byline. In my interview, I told you I knew who I was and where I wanted to be. That's right here.","zh":"我不需要署名。在我的面试中，我告诉你我知道我是谁，我想成为什么样的人。就在这里。"},{"index":31,"en":"I dedicated my article to Casey Mendell. But I wouldn't be standing here if it weren't for you.","zh":"我把我的文章献给了 Casey Mendell，但是如果不是因为你，我不会站在这里。"},{"index":32,"en":"You should hire your old assistant back. She's the one who saved your life.","zh":"你应该把你以前的助手找回来，她是救你一命的人。"},{"index":33,"en":"I have a deadline.","zh":"我有最后期限。"},{"index":34,"en":"Goodbye, Helen.","zh":"再见，海伦。"},{"index":35,"en":"It's amazing. The love inside.You take it with you. Come on. Who am I?","zh":"太神奇了，内心的爱，你把它带走了，来吧，我是谁？"},{"index":36,"en":"You in danger, boy.","zh":"你有危险，孩子。"},{"index":37,"en":"\"Ghost\" quotes? Neal, if you know how Diana and Christie met, you are officially part of the family.","zh":"“幽灵”引用? 尼尔，如果你知道戴安娜和克里斯蒂是怎么认识的，你就是这个家庭的正式成员了。"},{"index":38,"en":"Caffrey was at my place, but there was nothing for him to find.","zh":"卡夫瑞去过我家但他没找到什么。"},{"index":39,"en":"I talked with agent Matthews. The list has never been out of her sight.","zh":"我和 Matthews 探员谈过了名单从未离开过她的视线。"},{"index":40,"en":"So it's safe? Yeah. I made sure it stays that way.","zh":"这么说安全了?-是的我确保了它一直是安全的。"},{"index":41,"en":"Neal, we got a problem!","zh":"Neal 我们有麻烦了！"},{"index":42,"en":"You at the airport? Of course. I said I'd follow Melissa, and I did, all the way to the airport. She took an earlier flight!","zh":"你在机场吗？当然。我说我会跟着 Melissa 我做到了一直跟到机场。她坐了早一班的飞机！"},{"index":43,"en":"You're saying the list is gone? I'm watching it take off right now.","zh":"你是说名单不见了?-我眼睁睁看着它起飞。"},{"index":44,"en":"All right, take a breath, Moz.","zh":"好了深呼吸 Moz。"},{"index":45,"en":"Breath? The list is on its way to D.C.! Neal, how did this happen?!","zh":"呼吸? 名单正在去华盛顿的路上! Neal 这是怎么回事? ！"},{"index":46,"en":"Neal, You coming?","zh":"尼尔你来吗？"},{"index":47,"en":"I got to go.","zh":"我得走了。"}]]
