[[{"en":"Hello? - Are you awake? - At 2:30 in the morning? You betcha.","zh":"喂?-你醒着吗?-凌晨2:30? 当然。"},{"en":"I think I'm pregnant.","zh":"我想我怀孕了。"},{"en":"Oh, God, can I not be awake? How is that even possible?","zh":"天啊，我怎么会醒不过来? 这怎么可能？"},{"en":"What kind of question is that? I happen to be in the bloom of my life.","zh":"这算什么问题? 我正处于人生的高潮。"},{"en":"Half the men in Napa Valley have been in the bloom of your life.","zh":"纳帕谷一半的男人都是你生命中的花朵。"},{"en":"What? - Nothing. Did you take a test? - I don't need to. I've got all the signs.","zh":"什么?-没什么。你做了测试吗?-我不需要。我已经得到了所有的迹象。"},{"en":"I missed my period, I'm moody, my nipples are incredibly angry. Trust me, there's fruit in these loins.","zh":"我错过了月经，我情绪化，我的乳头非常生气，相信我，我的腰里有水果。"},{"en":"No, no, no. My daughter and my mother cannot be pregnant at the same time. I don't have the strength.","zh":"不，不，不，我女儿和我妈妈不能同时怀孕，我没那个力气。"},{"en":"Please don't make this about you.","zh":"别把这事扯到你身上。"},{"en":"Okay, look, maybe we're worrying for no reason. First thing tomorrow morning, we'll get you a doctor's appointment just to be sure.","zh":"好吧，听着，也许我们没有理由担心。明天一早，我们会安排你去看医生，以防万一。"},{"en":"Oh, God, why is this happening to me? - Honestly? Do we need to have the talk again?","zh":"- 天啊，为什么这事会发生在我身上-说实话，我们还要再谈一次吗？"},{"en":"I devoted the best years of my life to loving and nurturing a child. This was supposed to be my time.","zh":"我把我生命中最美好的时光奉献给了爱和养育一个孩子。这本该是属于我的时刻。"},{"en":"Boy, I would love to meet that child. Look, I gotta go back to sleep. - But what am I supposed to do?","zh":"天啊，我真想见见那孩子。我得回去睡觉了。那我该怎么办？"},{"en":"I don't know. Grab your calendar and see if you can figure out who the father is.","zh":"我不知道，拿上你的日程表看看能不能查出孩子的父亲是谁。"},{"en":"Oh Are you freakin' kidding me? You're a lying son of a bitch! You shouldn't even be allowed to practice in this country! Menopause, my ass.","zh":"你在开玩笑吗？你这个满口谎言的混蛋！你甚至不应该被允许在这个国家行医！更年期个屁。"},{"en":"Hate to be her daughter.","zh":"我不想做她的女儿。"},{"en":"What are you doing? - I'm hot. - Get back in the car. You look like a Labradoodle.","zh":"你在做什么?-我很热。-回到车里。你看起来像一只拉布拉多贵宾犬。"},{"en":"I think I just ate a bug. - ou know, menopause isn't the end of the world.","zh":"- 我想我刚吃了个虫子-更年期又不是世界末日。"},{"en":"Easy for you to say. You can still provide a king with an heir.","zh":"你说得轻巧，你还是可以给国王生个继承人。"},{"en":"Oh, get real. The only king you've got a shot with is the King of Big Screens.","zh":"现实点吧，你唯一有机会的国王就是大屏幕之王。"},{"en":"All I am saying is what if I were to meet someone? Maybe a young guy who wants a family.","zh":"我想说的是，如果我遇到一个人呢? 也许是一个想要一个家庭的年轻人。"},{"en":"You have a family. - That doesn't mean I can't try for a better one.","zh":"- 你有家庭-这并不意味着我不能找个更好的家庭。"},{"en":"Want to know what I have to look forward to? Ah Hot flashes, weight gain, decreased sex drive, incontinence.","zh":"想知道我还有什么可期待的吗? 啊，潮热，体重增加，性欲减退，尿失禁。"},{"en":"What kind of man is gonna want a piece of that action?","zh":"什么样的男人会想分一杯羹？"},{"en":"I'm sure there's a web site for guys who are into fat, sweaty bed-wetters.","zh":"我肯定有个网站专门为那些喜欢肥胖汗流浃背尿床的人准备的。"},{"en":"Oh, I'm sorry, is this fun for you? - Oh, come on, I'm just trying to lighten the mood. And yes.","zh":"不好意思，你觉得这样好玩吗？拜托，我只是想让气氛轻松点。是的。"},{"en":"Oh, look. A tester tube of vaginal lubricant. Why don't they just put a gun in here?","zh":"哦，看，阴道润滑剂的试管，他们为什么不在这里放把枪？"},{"en":"Instead of focusing on all the cons, why don't we try to make a list of the pros? Like no more birth control worries.","zh":"与其把注意力放在所有的缺点上，我们为什么不试着列一个优点的清单呢？不用再担心避孕问题了。"},{"en":"Right. If I were worried about birth control, you wouldn't exist.","zh":"没错，如果我担心避孕，你就不会存在了。"},{"en":"Okay, pro, no more PMS. - So now when I'm a bitch I'm just a bitch?","zh":"- 好了，专家，不要再经前综合症了-所以现在我是贱人的时候就是贱人了？"},{"en":"All right. Pro you're entering the time in your life when you give back to loved ones and community.","zh":"好吧，赞成你进入你生命中的时间当你回报你所爱的人和社区。"},{"en":"Oh, please, now you're just making stuff up. Oh, God, where did the years go?","zh":"哦，拜托，你现在只是在胡编乱造，哦，天哪，这些年都去哪儿了？"},{"en":"You wasted 'em. I mean it's gonna be okay. - No, it's never gonna be okay again.","zh":"你浪费了他们。我的意思是它会好起来的。-不，它永远不会好起来了。"},{"en":"Mom. - Three o'clock. - Are you okay? - No, not really. Would a ride cheer you up?","zh":"妈妈。-三点钟。-你还好吗?-不，不太好。骑马会让你高兴起来吗？"},{"en":"Don't you dare. - I deserve this. - Yeah, I think it would. - All right. - Hop on.","zh":"- 你敢-我活该。"},{"en":"I'll call you later. - Stop, you're making a terrible mistake! - Don't worry about me. - Worry about him. - I was talking to him!","zh":"我晚点打给你。住手，你犯了一个可怕的错误！别担心我。担心他吧。我在跟他说话！"},{"en":"Hey. - Mom, do you like circumcised men?","zh":"- 嘿-妈妈，你喜欢割包皮的男人吗？"},{"en":"Um, can I put my purse down before we have this conversation?","zh":"我们谈话之前，我能先把包放下吗？"},{"en":"Well, if we have a boy, Luke wants to get the baby snipped.","zh":"如果我们有个男孩，卢克想把孩子剪掉。"},{"en":"Not snipped, streamlined. - Tell him it's not necessary.","zh":"- 不是剪，是流线型的-告诉他没这个必要。"},{"en":"Oh, God. Luke, why don't you have this conversation with your own parents? - 'Cause his parents don't know I'm pregnant.","zh":"哦，上帝。卢克，你为什么不跟自己的父母谈谈呢？因为他父母不知道我怀孕了。"},{"en":"Wait, what? You told me they were thrilled and totally supportive.","zh":"等等，什么，你告诉我他们很激动，完全支持你。"},{"en":"Yeah, well, that was sort of a ..., you know, lie. - Luke, why didn't you tell them? - He's scared of 'em.","zh":"是啊，那是一种... 你知道，谎言。卢克，你为什么不告诉他们？他害怕他们。"},{"en":"No, I'm not scared. It's just complicated. They're not cool like you. - My mother's not cool.","zh":"不，我没有害怕，只是事情很复杂，他们不像你那么酷-我妈妈也不酷。"},{"en":"Hang on. Let the boy talk. - I was just waiting for the right time.","zh":"- 等等，让他说-我只是在等合适的时机。"},{"en":"Which would be when? - I don't know. They're old, they could die soon. Problem solved.","zh":"- 什么时候?-我不知道，他们很老了，可能很快就死了，问题解决了。"},{"en":"Oh, sweetie, don't wish for that. Besides, it doesn't work. If anything, the parent lives longer.","zh":"哦，亲爱的，不要许这个愿。而且，这也不管用。如果说有什么不同的话，那就是父母活得更久。"}],[{"en":"You need to tell your folks and you need to do it immediately.","zh":"你得告诉你父母，而且要马上。"},{"en":"Oh, sack up. Did they snip off all of your penis? - Violet, be nice. Go ahead. You can do it.","zh":"振作点。他们把你的小弟弟都剪掉了吗？维尔莉特，友好点。说吧。你可以的。"},{"en":"Would you maybe come with me? This is something you have to do yourself. Encourage him. - Oh, be a man. Seriously?","zh":"你能和我一起去吗？这件事你必须自己去做。鼓励他。哦，像个男人。真的吗？"},{"en":"The chef is especially happy with the catch of the day, which is a Copper River salmon, - Need to talk.","zh":"厨师对今天的收获特别满意，这是一条铜河鲑鱼,-需要谈谈。"},{"en":"Sorry. - Uh the salmon is pan-seared with fingerling potatoes and savoy spinach. - Fingerling","zh":"不好意思-三文鱼是用小土豆和菠菜煎的-小土豆"},{"en":"Uh, the other specials are heritage pork chop, Kobe beef and Maine lobster, which is flown in daily from Anyone? Anyone? Maine.","zh":"其他特色菜还有传统猪排，神户牛肉和缅因州龙虾，每天都有人送来吗？有人吗？缅因州。"},{"en":"Okay, uh, I'll be right back. Mom! What's going on? - My vagina is dead. - What the hell are you talking about?","zh":"好的，我马上回来。妈妈！发生什么事了？我的阴道死了。你到底在说什么？"},{"en":"That motorcycle guy. I took him back to my place, stripped off his clothes, ran my tongue up and down his gorgeous body and felt nothing.","zh":"那个骑摩托车的家伙。我把他带回我家，脱掉他的衣服，舌头在他美丽的身体上上下下，什么感觉也没有。"},{"en":"It was like I was licking a rock. - I'm confused. Did you sleep with him or not? - Not.","zh":"- 我好像在舔石头-我不明白，你到底有没有跟他上床。"},{"en":"I mean, I tried, but it was like, I couldn't get it up.","zh":"我是说，我试过了，但是，我硬不起来。"},{"en":"I'm sorry, I didn't know it was Take Your Mother to Work Day.","zh":"抱歉，我不知道今天是“带妈妈上班日”。"},{"en":"Yeah, it comes right after Sleep with Your Married Boss Week. - Carry on.","zh":"是的，就在和你的已婚老板睡觉周之后。-继续。"},{"en":"Well, well. Who's this beautiful, wounded bird? - Don't waste your time. I'm numb from the neck down. - So the head's still in play?","zh":"好吧，好吧。这只受伤的美丽小鸟是谁？别浪费时间了。我脖子以下都麻了。- 所以头还有用？"},{"en":"Hold your horses, I'm coming. - Ta-da! I figured it out.","zh":"- 别急，我来了-我知道了。"},{"en":"I'm not giving up. If I'm gonna go down, I'm gonna go down fighting. If it stands up to pee, I'm banging it.","zh":"我不会放弃的。如果我要倒下，我也要战斗到底。如果它能站起来尿尿，我就上它。"},{"en":"Glad to hear it. Let me introduce you to Luke's parents. Nathan and Mary, this is my mother, Bonnie. - How do you do?","zh":"很高兴听你这么说。让我把你介绍给卢克的父母。内森和玛丽，这是我妈妈，邦妮。你好吗？"},{"en":"I just want to thank both of you for coming over so we can discuss the, uh...","zh":"我只是想谢谢你们两个过来这样我们就可以讨论..。"},{"en":"Child conceived in sin? - You're right, I am the cool parent.","zh":"在罪恶中怀上的孩子?-你说得对，我是个很酷的家长。"},{"en":"Luke, did you learn nothing from your father's Bible class? - I'm sorry, what? Bible class?","zh":"卢克，你从你父亲的圣经课上什么都没学到吗?-对不起，什么? 圣经课？"},{"en":"Yes. Nathan is the head pastor at the Baptist Church in Santa Rosa.","zh":"是的 Nathan 是 Santa Rosa 浸信会教堂的首席牧师。"},{"en":"Oh, that's just hilarious. Right? - I'm so sorry, father.","zh":"- 太搞笑了，对吧-对不起，神父。"},{"en":"All right, I just want to say that we've all really come to love your son and I know that my daughter is crazy about him, so I'm sure there's a happy ending in here somewhere.","zh":"好吧，我只想说我们都开始爱上你的儿子了我知道我女儿为他疯狂所以我相信这里面一定有个美好的结局。"},{"en":"If Violet just gave him a happy ending ...","zh":"如果维奥莱特给了他一个幸福的结局。"},{"en":"Mom! - I'm sorry, I'm about a quart low on the estrogen. You know what I'm talking about, right?","zh":"妈妈!-对不起，我的雌性激素大概少了一夸脱。你知道我在说什么，对吧？"},{"en":"Look, here's what's going to happen.","zh":"听着，接下来会这样。"},{"en":"All of this nonsense about these two kids getting married after high school is just that, nonsense.","zh":"所有关于这两个孩子高中毕业后结婚的胡说八道都是胡说八道。"},{"en":"It is not going to happen.","zh":"这是不可能的。"},{"en":"Now, as far as the child is concerned, Luke will provide financial support, if in fact it turns out to be his.","zh":"现在，就孩子而言，卢克会提供经济支持，如果事实证明孩子是他的。"},{"en":"What? - Violet, I got this. - What?","zh":"- 什么?-Violet 我来处理？"},{"en":"We don't know for sure that our son is the only boy your little temptress has been with.","zh":"我们还不确定我们的儿子是不是你的小妖精唯一的男朋友。"},{"en":"Okay, buddy. Let's get something clear. - Christy, I got this.","zh":"- 好了，伙计，我们把话说清楚-克丽丝蒂，我来处理。"},{"en":"Here's all you need to know about this family. With every generation, we are getting better. - That's right.","zh":"关于这个家庭，你只需要知道这些。每一代人，我们都在变得更好。-没错。"},{"en":"So, I may have been a drunken slut, - She was. - And my daughter may have been a drunken slut - Hang on a second.","zh":"所以，我可能是一个喝醉的荡妇,-她是。- 我女儿可能是个喝醉的荡妇-等一下。"},{"en":"What? - Never mind. - Go on.","zh":"- 什么?-算了-继续。"},{"en":"But my granddaughter, this tender angel, she was pure as the driven snow until she smoked your son's weed, drank his tequila, and then made passionate love with him for about two minutes.","zh":"但是我的孙女，这个温柔的天使，她纯洁得像雪一样直到她抽了你儿子的大麻，喝了他的龙舌兰，然后和他做了两分钟的爱。"},{"en":"Am I telling it right, honey? - Yeah, sorta.","zh":"- 我说的对吗，亲爱的-差不多吧。"},{"en":"So don't you take the high road with us, Pastor. I know your type. I have bedded my share of clergy.","zh":"所以你不要跟我们一样光明磊落，牧师。我知道你喜欢什么类型。我睡过很多神职人员。"},{"en":"Mary, Luke, let's go. - No, I love Violet and I'm gonna stick by her for as long as she'll have me.","zh":"玛丽，卢克，我们走。不，我爱维奥莱特，只要她愿意，我就会一直支持她。"},{"en":"Get in the car. - I'll call you later.","zh":"- 上车-我晚点打给你。"},{"en":"Hey, Pastor? I just want you to know, we're gonna raise the baby Jewish. - And we're not Jews! - Shalom, bitch!","zh":"牧师？我只是想让你知道，我们会把孩子抚养成犹太人。我们也不是犹太人！- 你好，婊子！"},{"en":"Um, it-it's open. - How ya doin'? - Okay.","zh":"- 门开着-你好吗。"},{"en":"I'm sorry about all that. I guess you can see why we don't do a lot of entertaining.","zh":"我很抱歉，我想你明白为什么我们不怎么招待客人了。"},{"en":"There's nothing to be sorry about. You and Grandma were great today.","zh":"没什么好抱歉的，你和奶奶今天都很棒。"},{"en":"You think? - Yeah. For the first time in my life I felt like we were the normal family.","zh":"- 你这么觉得?-是啊，有生以来第一次我觉得我们是正常的一家人。"},{"en":"Me, too! It's so weird. So, are you in touch with Luke? - No.","zh":"- 我也是，太奇怪了，你和卢克联系上了吗-没有。"}],[{"en":"Oh, honey, I'm sorry. I know what you're going through. When I was your age, I had a boyfriend whose parents just hated my guts.","zh":"亲爱的，对不起。我知道你在经历什么。我像你这么大的时候，我有个男朋友他的父母对我恨之入骨。"},{"en":"Really? - Yeah. To be fair, we were on pretty good terms until I got drunk and burned their garage down. They were really judgey about it.","zh":"真的吗？是啊。说句公道话，我们本来关系不错直到我喝醉了把他们的车库给烧了。他们对此很有偏见。"},{"en":"Luke's parents were always really nice to me, I mean, until today.","zh":"Luke 的父母一直对我很好，直到今天。"},{"en":"Well, until today, you were his high school sweetheart. Now you're his white trash baby mama.","zh":"直到今天，你还是他的高中甜心，现在你是他的白人垃圾宝宝妈。"},{"en":"Guess it doesn't matter anyway 'cause I think we should break up. I'm gonna tell Luke to start dating other people.","zh":"反正也无所谓了，因为我觉得我们应该分手。我要告诉卢克开始和别人约会。"},{"en":"Oh, honey, are you sure that's a good idea? I mean, he is the baby's father, and more importantly, he thinks I'm cool.","zh":"亲爱的，你确定这是个好主意吗？我是说，他是孩子的父亲更重要的是，他觉得我很酷。"},{"en":"Christy! Call 911! I'm having a heart attack! - No, you're not.","zh":"克丽丝蒂! 打911! 我心脏病发作了!-不，你没有。"},{"en":"It might be a stroke! I smell toast! - I'm here if you need me.","zh":"- 可能中风了! 我闻到烤面包的味道了!-有需要就叫我。"},{"en":"oh, God! Shouldn't you hurry? - False alarm, just gas!","zh":"哦，天哪! 你不该快点吗?-虚惊一场，只是汽油而已！"},{"en":"There you go. A good night's sleep gonna make all the difference. - Thanks.","zh":"- 给你，好好睡一觉就会好起来的-谢谢。"},{"en":"Am I pretty? - What? Yes, of course. You're beautiful.","zh":"我漂亮吗?-什么? 是的，当然。你很漂亮。"},{"en":"I don't feel beautiful. I feel like a man trapped in a man's body.","zh":"我不觉得自己漂亮，我觉得自己像是被困在男人身体里的男人。"},{"en":"Stop it. All the stuff you're worrying about is in your head. It's not really happening.","zh":"别说了，你担心的都是你自己的想法，不是真的。"},{"en":"Are you saying I'm crazy? - No. I mean, not in this context.","zh":"- 你是说我疯了吗-不，我是说，不是在这种情况下。"},{"en":"Is Violet mad at me? - Quite the contrary, she's actually proud of you.","zh":"- 维奥莱特生我气了吗-恰恰相反，她为你感到骄傲。"},{"en":"Really? - Yeah! She thought you were awesome with Luke's dad. And get this, she called us the normal family.","zh":"- 真的吗-是啊，她觉得你和卢克的爸爸相处得很好，还有，她说我们是普通家庭。"},{"en":"Shut up! - Yeah, that's a first. Okay, let's get some shut-eye. I'm sure everything will look better in the morning.","zh":"闭嘴！- 是的，这是第一次。好了，我们去睡觉吧。我相信明早一切都会好起来的。"},{"en":"I hope so. I'll tell you one thing I'm not imagining. I am losing my hair.","zh":"我希望如此。我要告诉你一件我没有想象的事情。我正在掉头发。"},{"en":"Oh, Mom, please, don't be ridiculous. Your hair is amazing. Now go to sleep. Sweet dreams.","zh":"哦，妈妈，拜托，别傻了。你的头发太棒了。现在去睡觉吧。做个好梦。"},{"en":"Mom. - What? - Something's wrong with Grandma. - You're late to the party, dude.","zh":"- 妈妈-怎么了?-奶奶有点不对劲-你来晚了，伙计。"},{"en":"Mom? - Good morning, loved ones. - See? - You feeling okay?","zh":"妈妈?-早上好，亲爱的。-看到了吗?-你感觉还好吗？"},{"en":"Never better. Come, sit, enjoy. I've made scrambled eggs, pancakes, bacon, hash browns, toast, oatmeal. All sprinkled with a healthy dollop of Grandmama's love.","zh":"再好不过了。来，坐下，好好享受。我做了炒鸡蛋，煎饼，培根，土豆煎饼，吐司，燕麦片。所有的一切都点缀着祖母健康的爱。"},{"en":"Mom, let go of his cheek. - Oh, sorry, he's just so pinchable and so kissable and so, squeezable.","zh":"- 妈妈，放开他的脸-抱歉，他太可爱了，太可爱了，太可爱了。"},{"en":"Help me. - Yeah, we all love him. Come on. Sit down. Wow, this is really quite a spread. What brought this on?","zh":"帮帮我。是啊，我们都爱他。来吧。坐下。哇，这真的是一个相当广泛的传播。怎么会这样？"},{"en":"Well, I woke up in the middle of the night and realized, since I'm clearly no longer a sexual being, I needed to find a new identity.","zh":"我半夜醒来意识到，既然我不再是个性感的人，我需要找到一个新的身份。"},{"en":"Okay, I get that. So what'd you settle on?","zh":"好吧，我明白了，那你决定了什么？"},{"en":"Well, isn't it obvious? I'm the mother. The caregiver. The nurturing crone. Who's got your nose? - Put the nose down, Mom.","zh":"这还不明显吗？我是孩子的母亲。看护人。养育的老太婆。谁拿了你的鼻子？把鼻子放下，妈妈。"},{"en":"I'll get it. - I'm scared. - You should be.","zh":"- 我去开门-我很害怕。"},{"en":"Where's my son? - I haven't the faintest clue.","zh":"我儿子在哪里?-我一点也不知道。"},{"en":"Are you mocking me? - Well, whatever do you mean, sir? - Mom, please. What's going on?","zh":"- 你在嘲笑我吗?-什么意思，先生？"},{"en":"Luke has disappeared. I assumed he'd be here. - Well, he's not. - Would you mind checking?","zh":"卢克不见了，我以为他会在这里？"},{"en":"Sure. Violet's gone, too. - Luke told me he was going to end the relationship.","zh":"- 当然，维奥莱特也走了-卢克告诉我他要结束这段关系。"},{"en":"She told me the same thing. - It appears they've run off. - You think? Stop!","zh":"- 她也是这么跟我说的-他们好像跑了！"},{"en":"I suppose both of us bear some responsibility for this turn of events. - I don't think so.","zh":"我想我们两个都应该为事情的转变负一些责任。-我不这么认为。"},{"en":"Those kids were loved and accepted in my house! You drove them away! - I was trying to keep my son from ruining his life.","zh":"那些孩子在我家受到爱戴和接纳！你把他们赶走了！我只是不想让我儿子毁了他的生活。"},{"en":"Okay, do you see how that's a little offensive when the thing ruining his life is my daughter?","zh":"好吧，你知道这有多无礼吗毁了他生活的人竟然是我女儿？"},{"en":"That's not what I meant. Could you help me out here? - Sorry, I'm the crazy one.","zh":"- 我不是这个意思，你能帮帮我吗?-抱歉，我才是疯子。"},{"en":"Look, I'm not thrilled about this pregnancy either, but that doesn't really matter.","zh":"听着，我对这次怀孕也不是很高兴，但这不重要。"},{"en":"All we can do at this point is keep loving them, even though they make it so hard! - All right, perhaps I haven't handled this very well.","zh":"此时此刻，我们所能做的就是继续爱他们，即使他们让这一切变得如此艰难！好吧，也许我没处理好。"},{"en":"Haven't handled it well? You screwed the pooch, Pastor.","zh":"没处理好? 你搞砸了，牧师。"},{"en":"The question is, what are we gonna do now? - What do you suggest?","zh":"问题是，我们现在该怎么办?-你有什么建议？"},{"en":"I suggest we come together as adults and help these kids who love each other do whatever the hell it is they're gonna do!","zh":"我建议我们像成年人一样团结起来帮助这些相爱的孩子做他们想做的事！"},{"en":"Well, I think that's very wise. - Welcome to the dark side. - Ooh, Virginia's alive!","zh":"- 我觉得这很明智-欢迎来到黑暗面！"}],[{"en":"What kind of idiot changes his Facebook status to single? - Hey, it was your idea we should start seeing other people!","zh":"什么样的白痴才会把脸书状态改成单身？- 嘿，这是你的主意，我们应该开始看到其他人！"},{"en":"That was just to trick our parents so we could run away to Vegas and get married!","zh":"那只是为了骗我们的父母然后我们就可以私奔去拉斯维加斯结婚了！"},{"en":"Well, you should've made that clear! - Well, I shouldn't have to! - So, as you may have heard, change of plans.","zh":"你应该说清楚的！我不该这么做的！你可能听说了，计划有变。"},{"en":"This is nice, all of us having dinner together. - It is nice. - Mm-hmm.","zh":"我们大家一起吃晚饭真好。"},{"en":"Do you need to answer that? - No, it's just a text from Luke.","zh":"- 你要接吗-不用，卢克发来的短信。"},{"en":"So, what's going on with you two? - He wants us to get back together. And he loves me. A lot.","zh":"你们俩怎么了？他想让我们复合。他也爱我。非常喜欢。"},{"en":"Shouldn't you text him back? - No, not yet. Let him sweat for awhile.","zh":"你不给他回短信吗?-不，还不行，让他出一会儿汗。"},{"en":"Speaking of which, guess who stopped sweating? - The estrogen patch is helping? - I am happy to report that I'm dry in all the right places now.","zh":"说到这个，猜猜谁不流汗了？雌激素贴片有用吗？- 我很高兴地报告，我现在在所有正确的地方干燥。"},{"en":"Good. And conversely - Got it. How about the mood swings? - Much improved, thanks to hormone therapy.","zh":"很好，反过来说-明白了，情绪波动怎么样?-好多了，多亏了荷尔蒙疗法。"},{"en":"Ugh, I don't really like these vegetables. - No problem. We're still working on the dosage.","zh":"- 我不太喜欢这些蔬菜-没问题，我们还在研究用量。"}]]