[[{"en":"Hey, uh Where are we? I thought you were driving me home.","zh":"嘿，我们在哪儿? 我以为你要送我回家。"},{"en":"Oh, I am. I just took a little detour to give you a taste of what I do for a living.","zh":"是的。我只是绕了点路让你尝尝我的工作。"},{"en":"See that stop sign? - Yeah.","zh":"- 看到那个停车标志了吗-看到了。"},{"en":"As a Sonoma County civil engineer, I processed the paperwork that made that stop sign a reality.","zh":"作为一名索诺马县土木工程师，我处理了使停车标志成为现实的文件。"},{"en":"Very impressive.","zh":"令人印象深刻。"},{"en":"Yeah. City council was pushing for a light, but I didn't think the traffic flow justified the expense to the taxpayers.","zh":"是的。市议会正在推动一个灯，但我不认为交通流量合理的费用纳税人。"},{"en":"Well, as someone who recently started paying taxes, I thank you.","zh":"作为一个最近才开始纳税的人，我要谢谢你。"},{"en":"How 'bout that yield sign? What a beauty. Is that you?","zh":"那个屈服的标志怎么样? 真漂亮，是你吗？"},{"en":"Nah. That was another guy in my office. Brett. Such a jerk.","zh":"不，那是我办公室里的另一个人，布雷特，真是个混蛋。"},{"en":"Well, you know what? I think the stop sign's much nicer.","zh":"你知道吗，我觉得停车标志好看多了。"},{"en":"Right? Thank you! Hey, maybe next time, we can drive to Petaluma. I'll show you a traffic circle there that will blow your mind.","zh":"对吧？谢谢！也许下次我们可以开车去佩特卢马。我带你去看看那里的交通圈，你会大吃一惊的。"},{"en":"I'd like that.","zh":"我很乐意。"},{"en":"Hey, I gotta run something by you. - Sure.","zh":"- 我得跟你说件事-没问题。"},{"en":"I like you. - Good, I like you.","zh":"- 我喜欢你-很好，我喜欢你。"},{"en":"Yeah? - I don't show my stop sign to just anyone.","zh":"- 是吗-我不会随便给别人看我的停车标志。"},{"en":"Anyway, I want to take this real slow.","zh":"总之，我想慢慢来。"},{"en":"That's fine. - You sure? - Yeah, of course.","zh":"- 你确定?-当然。"},{"en":"How slow? - Until we get to know each other better, sex is off the table. And any other furniture.","zh":"- 有多慢-在我们进一步了解对方之前性爱是不可能的，其他家具也不行。"},{"en":"Okay. - Wow. - What? - I've said that to other men before, but I never actually meant it.","zh":"好吧。-哇。-什么?-我以前对其他男人说过，但我从来没有真正的意思。"},{"en":"Should I feel special? - Yeah, yes. You should.","zh":"我应该感到特别吗?-是的，是的。你应该。"},{"en":"Question: Do you like to hike? 'Cause I was thinking maybe next Saturday I'd take you to this beautiful trail. It's about an hour North of here.","zh":"问题: 你喜欢徒步旅行吗？因为我在想也许下周六我可以带你去这条美丽的小路。从这里往北大约一小时车程。"},{"en":"Yeah, sure. - Just a heads up: I'm a bit of a nature buff. It's kind of my thing.","zh":"- 当然-提醒你一下，我是个自然爱好者，这是我的专长。"},{"en":"Camping, fishing, rock climbing, you name it.","zh":"露营，钓鱼，攀岩，应有尽有。"},{"en":"If it's outdoors When I was eight, I joined the club scouts and I was just immediately hooked.","zh":"如果是在户外八岁的时候，我加入了球探俱乐部，一下子就被吸引住了。"},{"en":"It was like finally, I found my people! And I proceeded to get pretty much every merit badge known to man.","zh":"就好像，我终于找到了我的族人！然后我得到了几乎所有人类已知的荣誉勋章。"},{"en":"Uh, my mom actually had to make an extra-wide sash to hold them.","zh":"我妈妈还做了一条加宽的腰带来装它们。"},{"en":"You're amazing. - You sound like my Mom.","zh":"- 你太棒了-你听起来像我妈妈。"},{"en":"Uh, okay, well, good night. - Good night.","zh":"- 好吧，晚安-晚安。"},{"en":"I gotta go. Night! - Night. Looking forward to our hike. - Our what?","zh":"我得走了。晚安!-晚安。期待我们的远足。-我们的什么？"},{"en":"So he pulled over to show me this stop sign he made.","zh":"所以他停下来给我看他做的停车标志。"},{"en":"What? - I don't know. made, painted, installed I wasn't listening.","zh":"什么?-我不知道。制造，油漆，安装，我没有听。"},{"en":"I was too busy fantasizing about being in the back seat with him, doing it like a couple of ninth graders.","zh":"我一直在幻想能和他一起坐在后座，就像两个九年级学生一样。"},{"en":"Ninth grade? - Tenth? What grade makes me sound normal?","zh":"九年级?-十年级? 什么年级让我听起来正常？"},{"en":"Never mind. So what happened? - I stuck to the plan and played it slow.","zh":"没关系。那么发生了什么?-我坚持计划，慢慢来。"},{"en":"Good for you. - Thanks. Although, I am ashamed of what I did when I went in the house.","zh":"- 真不错-谢谢，不过，我对自己进屋时的所作所为感到羞愧。"},{"en":"Oh, please, that's nothing to be embarrassed about. You're a grown woman.","zh":"拜托，没什么好尴尬的，你是成年人了。"},{"en":"No No! Not that. I ate all of my son's pudding cups. Six of them. My farts smelled like butterscotch.","zh":"不，不! 不是那个。我吃了我儿子所有的布丁杯。六个。我的屁闻起来像奶油糖果。"},{"en":"Well, well, well. Isn't this a surprise?","zh":"好吧，好吧，好吧，这不是个惊喜吗？"},{"en":"Hi, Mom. You know Marjorie from the meeting.","zh":"嗨，妈妈，你认识开会的玛乔丽吧。"},{"en":"Oh, I do. Marjorie. - Bonnie. - Would you like to join us?","zh":"哦，是的，玛乔丽-邦妮-你想加入我们吗？"},{"en":"I'd like to join you, but I'll make the best of it.","zh":"我很想加入你们，但我会尽力而为。"},{"en":"Marjorie has been giving me some really good relationship advice.","zh":"Marjorie 给了我一些很好的感情建议。"},{"en":"Is that so? Why wouldn't you come to your own mother for that?","zh":"是吗，你为什么不去找你妈妈？"},{"en":"The same reason I don't come to you for advice about beekeeping. You know nothing about it.","zh":"和我不找你咨询养蜂事宜的原因一样，你对此一无所知。"},{"en":"For the record, I've had hundreds of successful relationships with men.","zh":"郑重声明，我和男人有过几百次成功的恋爱关系。"},{"en":"The fact that you don't know what you just said is horrifying.","zh":"你不知道自己刚才说了什么，这太可怕了。"},{"en":"What did I say? - You know, these things aren't always judged on quantity. I was with one wonderful man for 30 years.","zh":"我说什么来着？- 你知道，这些事情并不总是以数量来判断的。我和一个好男人在一起30年了。"},{"en":"And then he left you. - He died. - Spin it however you want.","zh":"- 然后他离开了你-他死了-随你怎么说。"},{"en":"Marjorie's just trying to help me. - Oh, I get it. You think she's wise 'cause she's old.","zh":"- 玛乔丽只是想帮我-我懂了，你觉得她很聪明，因为她老了。"},{"en":"So what's your big advice?","zh":"你有什么好建议？"},{"en":"Well, I told your daughter, who came to me instead of you that if she really wants something meaningful with this guy, she shouldn't have sex with him for at least three months.","zh":"我告诉了你女儿，她来找我而不是你如果她真的想和这个男人做点有意义的事她至少三个月内不应该和他上床。"},{"en":"I'm sorry, that's not a joke? - No.","zh":"- 抱歉，这不是玩笑吗-不是。"},{"en":"Oh, come on. What if she waits three months and then finds out he can't deliver the goods?","zh":"拜托，要是她等了三个月发现他不能送货怎么办？"}],[{"en":"True intimacy doesn't depend on \"delivering the goods.","zh":"真正的亲密关系并不取决于“交付货物”。"},{"en":"Oh, Marjorie. You make me sad.","zh":"玛乔丽，你真让我伤心。"},{"en":"Well, what does this guy say? Is he okay with taking it slow?","zh":"这家伙怎么说，他能接受慢慢来吗？"},{"en":"He thinks it's a great idea. - Flag on the play.","zh":"- 他觉得这是个好主意-完蛋了。"},{"en":"What? - Real men don't go slow.","zh":"- 什么-真正的男人不会慢吞吞的。"},{"en":"He's either lying, gay or he's packing a gherkin. It's a little pickle. -I know what it is!","zh":"他要么在撒谎，要么是同性恋，要么就是在装小黄瓜，这是个小问题-我知道是什么！"},{"en":"Just do yourself a favor. If you're going to wait, at least make sure there's something worth waiting for.","zh":"帮你自己一个忙，如果你要等，至少要确保有值得等待的东西。"},{"en":"Oh, what's she supposed to do? Ask him to whip it out?","zh":"那她该怎么做，让他掏出来吗？"},{"en":"No. Show a little class, Marjorie. Do a drive-by. A drive-by? - A drive-by.","zh":"不，表现得有点格调，玛乔丽，飞车射击，飞车射击?-飞车射击。"},{"en":"You know, cruise by the general vicinity. Send your knee on a fact-finding mission. - Oh, god. Do you believe her?","zh":"在附近巡逻。把你的膝盖送去实地调查。天啊。你相信她吗？"},{"en":"It's actually not bad advice. My late husband loved me, but there was not a lot to work with.","zh":"这其实是个不错的建议，我已故的丈夫很爱我，但是没有太多可以利用的东西。"},{"en":"Twerkin' the gherkin. - Okay. I gotta go.","zh":"- 电臀舞-好了，我得走了。"},{"en":"Thanks, Marjorie. I don't know how I would get through this without you.","zh":"谢谢，玛乔丽，没有你我真不知道该怎么办。"},{"en":"Oh, you're welcome, dear. - And, Mom nice jacket.","zh":"- 不客气，亲爱的-妈妈，外套不错。"},{"en":"So how long you been a widow? - Little over eight years.","zh":"- 你当寡妇多久了-八年多一点。"},{"en":"That's tough. Want to come with me to a cop bar?","zh":"真不容易，想跟我去警察酒吧吗？"},{"en":"Since when do you bake pies? - Since the pastry Chef, threw a hissy fit and quit.","zh":"- 你什么时候开始做馅饼了?-从糕点师开始，发了一通脾气就辞职了。"},{"en":"What happened? - I got tired of having sex with her. What do you mean, what happened?","zh":"- 发生什么事了?-我厌倦了和她做爱，你说发生什么事了是什么意思？"},{"en":"Chef Rudy, we need to hire a new pastry Chef right away. And this time, let's get a man.","zh":"鲁迪大厨，我们需要马上雇一个新的糕点大厨，这一次，我们要找一个男人。"},{"en":"Like that'll stop me. You zig, I zag. - But you don't know anything about desserts.","zh":"- 好像这样就能阻止我似的，你走，我走-但你对甜点一窍不通。"},{"en":"Well, up until recently, I didn't know anything about bisexuality, but I'm a quick study. Right, Paul?","zh":"直到最近，我对双性恋一无所知，但我学得很快，对吧 Paul？"},{"en":"I texted you three times last night. - I know.","zh":"- 我昨晚给你发了三条短信-我知道。"},{"en":"Why didn't you text me back? - I was on a date.","zh":"- 你为什么不回我短信-我在约会。"},{"en":"So? I was having dinner with my in-laws I still found the time.","zh":"那又怎样? 我和岳父岳母吃饭，还有时间。"},{"en":"Gabriel, you have a lovely wife. Why can't you find happiness at home?","zh":"加布里埃尔，你有一个可爱的妻子。为什么你不能在家里找到幸福？"},{"en":"It doesn't work that way when you marry for money.","zh":"当你为了钱而结婚的时候，事情就不是这样了。"},{"en":"I don't know what to tell you. I hear Chef Rudy is experimenting. Maybe you could find happiness with him.","zh":"我不知道该怎么跟你说。我听说鲁迪大厨正在做实验。也许你可以和他一起找到幸福。"},{"en":"Who ate all my pudding? - Wasn't me.","zh":"- 谁把我的布丁都吃了-不是我。"},{"en":"Okay, I'm out of here. - Mom, did you eat my pudding? - Um, no. Maybe you ate it.","zh":"- 好了，我要走了-妈，你吃了我的布丁吗。"},{"en":"Did I? I think I'm losing my mind.","zh":"是吗，我觉得我快疯了。"},{"en":"What's the story here? Are you a lesbian now?","zh":"这是怎么回事，你现在是拉拉了吗？"},{"en":"I'm going hiking with Adam. - Since when do you hike?","zh":"- 我要和亚当去徒步旅行-你什么时候开始徒步旅行了？"},{"en":"I don't. I'm faking it to please a man. It's what we do.","zh":"我没有，我只是为了取悦男人，这是我们的工作。"},{"en":"Hey, wait, can I ask you something? - Yes. These are your jeans.","zh":"嘿，等等，我能问你一件事吗?-是的。这是你的牛仔裤。"},{"en":"No. I just need some advice about Luke.","zh":"不，我只是需要一些关于卢克的建议。"},{"en":"Oh. Really? You wanna talk to your old Ma? That's great. So, what's going on?","zh":"哦，真的吗? 你想和你老妈谈谈? 太好了，那么，怎么样了？"},{"en":"Ever since he found out I'm pregnant, he's afraid to have sex with me.","zh":"自从他发现我怀孕了，他就害怕和我做爱。"},{"en":"Huh. What else is going on? - Nothing. That's it. He's scared he's gonna hurt the baby.","zh":"- 还有什么事吗-没了，就是这样，他害怕会伤到孩子。"},{"en":"Right. Sure. So, I guess you could explain to Luke that there are certain sexual positions, which would allow him to","zh":"对。当然。所以，我想你可以向卢克解释一下有一些特定的性体位可以让他这么做"},{"en":"I can't do this! Google it! I'm so glad we can talk like this!","zh":"我不能这样做! 谷歌一下! 我很高兴我们可以这样谈话！"},{"en":"Hey, um, we're still going slow, right?","zh":"我们还是慢慢来，对吧？"},{"en":"Yeah. But even if we weren't, I'm not doing it in the freakin' woods!","zh":"是啊，但就算不是，我也不会在树林里做的！"},{"en":"Oh, that's not good. - We have time to get back, don't we? - Um No.","zh":"- 这可不妙-我们还有时间回去，不是吗。"},{"en":"Hello? Hey, I don't think anybody's home. - Wait here. - Where are you going? - Just wait!","zh":"喂? 嘿，我想没人在家。-在这儿等着。-你要去哪儿?-等一下！"},{"en":"Come on in! - God! I'm not really comfortable with breaking and entering.","zh":"- 进来吧-天啊，我不太喜欢私闯民宅。"},{"en":"For you, it's just entering. - It's a good point. You're luring me into a life of crime here.","zh":"对你来说，只是进入。-这是一个很好的点。你引诱我进入一个犯罪的生活在这里。"},{"en":"Oh, don't worry. If the owners come back, we'll just kill 'em. You know how to make a fire?","zh":"别担心，如果主人回来，我们就杀了他们，你知道怎么生火吗？"},{"en":"Do I know how to make a fire? You gotta admit, though, cabin in the woods, rainy night. It's kind of romantic.","zh":"我会生火吗？不过你得承认，在树林里的小屋，雨夜。挺浪漫的。"},{"en":"Yes, it is. Excuse me. Hi, Marjorie? It's Christy. So, listen, I think god wants me to get laid.","zh":"是的，打扰一下，嗨 Marjorie? 我是 Christy 听着，我觉得上帝想让我滚床单。"},{"en":"It's too bad we don't have any marshmallows. - Oh, but we do. - Really?","zh":"可惜我们没有棉花糖，但我们有？"},{"en":"That's right. A good scout never leaves home without a s'mores kit.","zh":"没错，一个好的球探出门前，一定要带上奶酪饼干。"},{"en":"Do you want? - Uh, no, maybe later. Uh! It is really comfy here. - yeah.","zh":"你想要吗?-呃，不，也许以后。呃! 这里真的很舒服。-是啊。"},{"en":"Are you mad at me? - Why would I be mad at you?","zh":"- 你在生我的气吗-我为什么要生你的气？"}],[{"en":"I don't know. 'Cause we're not taking advantage of the comfy-ness.","zh":"我不知道，因为我们没有利用这种舒适。"},{"en":"Is that an option? - No, it's not. I checked.","zh":"- 有这个选择吗-没有，我查过了。"},{"en":"Are you okay? - Yeah, yeah, it's just not how I usually do things. - What does that mean?","zh":"- 你没事吧?-没事，只是我平时不是这么做事的-什么意思？"},{"en":"Well, in the past, I would jump into bed with a guy right away 'cause I was afraid if I didn't, he'd leave.","zh":"在过去，我会马上和一个男人上床因为我害怕如果我不这么做，他就会离开。"},{"en":"Why the heck would anyone leave you? you're wonderful.","zh":"为什么会有人离开你，你这么好。"},{"en":"I didn't think so. - It's weird. I've never left anyone I've slept with. - What's this now?","zh":"我不这么认为。-这很奇怪。我从来没有离开任何人，我睡过。-这是什么？"},{"en":"I always thought it was such a miracle that a woman would have sex with me, the least I could do was give her the rest of my life.","zh":"我一直觉得有个女人愿意和我做爱真是个奇迹，至少我可以把我的余生给她。"},{"en":"You didn't actually say that to them?","zh":"你没跟他们说吧？"},{"en":"That's a mistake you only make once. Unless you're me, and then you do it every time.","zh":"这种错误你只会犯一次，除非你是我，然后你每次都会犯。"},{"en":"Yeah, you know, maybe it's good that we're waiting.","zh":"是啊，你知道，也许我们等待是件好事。"},{"en":"Yeah, maybe. - This is nice. - Sure is. Thank you for being so understanding.","zh":"是啊，也许。-这是很好的。-当然是。谢谢你这么理解。"},{"en":"You're welcome. - I'm a lucky girl. Yep, very lucky.","zh":"- 不客气-我是个幸运的女孩，是的，非常幸运。"},{"en":"If you're curious, I can just show it to you.","zh":"如果你好奇，我可以给你看看。"},{"en":"I'm just saying, I walked in on my parents having sex once and it freaked me out.","zh":"我只是说，有一次我撞见我父母在做爱，我吓坏了。"},{"en":"This is not the same thing at all. - No, it's worse. Our kid can't run out of the room screaming.","zh":"这根本不是一回事。不，更糟。我们的孩子不能尖叫着跑出房间。"},{"en":"Hey! - Mom, tell Luke that he can't hurt the baby.","zh":"- 嘿-妈妈，告诉卢克他不能伤害孩子。"},{"en":"Well, if I do that, he'll have sex with you. Stick to your guns, buddy.","zh":"- 如果我这么做，他会和你上床的-坚持住，伙计。"},{"en":"I feel like such an idiot! - Oh, honey, it's gonna be okay.","zh":"- 我觉得自己像个白痴-亲爱的，会没事的。"},{"en":"No, it's not. He's never gonna call. - Oh, it's only been a week.","zh":"- 不，不会的，他不会打电话的-才过了一个星期。"},{"en":"Oh, wake up. If a man hasn't called after three days, he might as well be dead. This is all your fault.","zh":"哦，醒醒。如果一个人三天后还没打电话，他可能已经死了。这都是你的错。"},{"en":"What did I do? - You told her not to sleep with him, and he took a hike.","zh":"- 我做了什么-你告诉她不要和他上床，他就走了。"},{"en":"Oh, hiking. - You see that? She took your advice, not mine, and now she's devastated. I win.","zh":"- 徒步旅行-你看到了吗，她听了你的建议，没听我的现在她崩溃了，我赢了。"},{"en":"Honey, it's good thing you didn't sleep with him. He's a jerk.","zh":"亲爱的，幸好你没跟他上床，他是个混蛋。"},{"en":"More bad advice. If she'd slept with him, she'd own the jerk by now.","zh":"更糟糕的建议，如果她和他上床了，那个混蛋早就是她的了。"},{"en":"And is that what you'd want? - What's her other option? - I don't know, maybe meet a nice guy.","zh":"- 这是你想要的吗?-她还有什么选择?-我不知道，也许遇到一个好男人。"},{"en":"Oh, so when she cheats on him, she's the jerk? Think it through, Marjorie.","zh":"- 所以她出轨的时候就是个混蛋?-好好想想 Marjorie。"},{"en":"I'm gonna ignore you because you're insane.","zh":"我会无视你，因为你疯了。"},{"en":"Christy, if a man won't wait until you're ready to share your secret garden, he's not worth a second of your time.","zh":"克丽丝蒂，如果一个男人不等你准备好分享你的秘密花园他就不值得你浪费一秒钟时间。"},{"en":"Secret garden? Holy Moses, how many cats do you own? - Four.","zh":"秘密花园? 天啊，你养了多少只猫?-四只。"},{"en":"Oh sure, Christy, I'm fine going slow 'cause I'm never gonna call you anyway.","zh":"当然，克丽丝蒂，我不介意慢慢来，反正我也不会给你打电话。"},{"en":"Screw you, scoutmaster! I never want to see your stupid face again!","zh":"去你的，童子军团长! 我再也不想见到你这张蠢脸！"},{"en":"I never want to see your stupid face again! - What?","zh":"- 我再也不想看到你这张蠢脸了-什么？"},{"en":"If I'd known you were such a jerk, I would've had sex with you, all over that cabin! - Once again, what?","zh":"早知道你这么混蛋，我就跟你上床了，整个小木屋都是！再说一遍，什么？"},{"en":"Instead, I opened myself up to you, I was totally vulnerable, and I told you things that I never told anybody else! And what do you do? You blow me off!","zh":"相反，我向你敞开心扉，我完全脆弱了，我告诉了你一些我从没告诉过别人的事情！你是做什么的？你放我鸽子！"},{"en":"Wait, hold on. I didn't blow you off. You blew me off! - No, no, no, no! You were the one who did the blowing, the blowing was done by you!","zh":"等等。我没有放你鸽子。你放我鸽子！不，不，不，不！是你吹的，是你吹的！"},{"en":"Christy, did you ever get the flowers? - What flowers? - The ones I dropped off at the restaurant the day after we went hiking.","zh":"克丽丝蒂，你收到花了吗？什么花？我们去徒步旅行的第二天，我就把它们放在餐馆了。"},{"en":"You sent me flowers? - Roses. With a note saying, \"I hike you.","zh":"- 你给我送花了?-玫瑰，还有张纸条写着“我徒步旅行。"},{"en":"And when I didn't hear back from you, I figured you just weren't into me. - I never got them! That's weird.","zh":"当我没有收到你的回信时，我想你就是不喜欢我。- 我从来没有得到他们！真奇怪。"},{"en":"I dropped 'em off with a pasty-faced guy in a nice suit. He promised me he'd give 'em to you.","zh":"我把它们交给了一个穿着漂亮西装，脸色苍白的家伙，他答应我会给你的。"},{"en":"I hike you, too. - Where are you going? - I'd tell you, but I know that you're squeamish about homicide. Call me!","zh":"我也徒步旅行。你要去哪里？我想告诉你，但我知道你对谋杀案很敏感。打电话给我！"},{"en":"Where are my freaking flowers? - What are you talking about?","zh":"- 我的花呢-你在说什么？"},{"en":"Don't screw with me! Adam said he dropped 'em off with a pasty-faced guy in a nice suit.","zh":"别耍我! 亚当说他把它们交给了一个穿西装脸色苍白的家伙。"},{"en":"Nice suit, pasty face! - I prefer fair-skinned, but okay.","zh":"西装不错，脸色苍白!-我更喜欢白皮肤，不过没关系。"},{"en":"Where are they? Look, I know I should've given them to you, but I just got so jealous.","zh":"- 它们在哪儿?-我知道我应该给你的，但我太嫉妒了。"},{"en":"Tell me! Oh, boy. This is awkward. You remember how you advised me that I should work on my relationship with my wife?","zh":"告诉我！哦，天啊。真尴尬。你还记得你是怎么建议我处理好和我妻子的关系的吗？"},{"en":"You gave my flowers to your wife? - If it makes you feel any better, she still wouldn't sleep with me.","zh":"你把我的花送给你老婆了？如果能让你好受点的话，她还是不肯跟我上床。"},{"en":"What's this? - What do you think it is? - Oh.","zh":"- 这是什么?-你觉得这是什么。"}],[{"en":"I owe you an apology. This is delicious.","zh":"我欠你一个道歉，这太好吃了。"},{"en":"So, when are you seeing the boy scout again? - Next Saturday. We're going fly-fishing. Whatever the hell that is.","zh":"那么，你什么时候再去见那个童子军?-下周六。我们要去钓鱼。不管那是什么鬼东西。"},{"en":"Your secret garden still on lockdown? - If you mean am I choosing to delay gratification to ensure an emotionally fulfilling relationship, then yes.","zh":"你的秘密花园还在封锁中吗？如果你的意思是我选择推迟满足感来确保一段感情满足的关系，那么是的。"},{"en":"And I don't want to talk about it.","zh":"我不想谈这个。"},{"en":"- Fine. What about you? Your boyfriend still afraid he's gonna poke the baby's eye out?","zh":"- 很好，你呢? 你男朋友还担心他会把孩子的眼睛挖出来吗？"},{"en":"He happens to be a very sensitive and considerate guy. And I don't want to talk about it either.","zh":"他碰巧是一个非常敏感和体贴的人。我也不想谈论这个。"},{"en":"All right. If no one's gonna ask about me, I'll just tell you.","zh":"好吧，如果没人问起我，我就直说了。"},{"en":"I went home with a vice cop last night and, yes, I do want to talk about it.","zh":"我昨晚和一个扫黄组警察回家了没错，我确实想谈谈。"}]]