[[{"en":"Fantastic Mr Fox","zh":"太棒了，福克斯先生"},{"en":"Part 1, The Three Farmers","zh":"第一部分，三个农民"},{"en":"Down in the valley there were three farms.","zh":"山谷下面有三个农场。"},{"en":"The owners of these farms had done well.","zh":"这些农场的主人干得不错。"},{"en":"They were rich men.","zh":"他们是有钱人。"},{"en":"They were also nasty men.","zh":"他们也是下流的人。"},{"en":"All three of them were about as nasty and mean as any men you could meet.","zh":"他们三个都是你能遇到的最卑鄙下流的男人。"},{"en":"Their names were Farmer Boggis, Farmer Bunce and Farmer Bean.","zh":"他们的名字是农夫伯吉斯，农夫邦斯和农夫豆子。"},{"en":"Boggis was a chicken farmer.","zh":"博吉斯是个养鸡的。"},{"en":"He kept thousands of chickens.","zh":"他养了几千只鸡。"},{"en":"He was enormously fat.","zh":"他非常胖。"},{"en":"This was because he ate three boiled chickens smothered with dumplings every day for breakfast, lunch and supper.","zh":"这是因为他每天早餐、午餐和晚餐都要吃三只裹着饺子的水煮鸡。"},{"en":"Bunce was a duck-and-goose farmer.","zh":"邦斯是个养鸭养鹅的农民。"},{"en":"He kept thousands of ducks and geese.","zh":"他养了成千上万只鸭子和鹅。"},{"en":"He was a kind of pot-bellied dwarf.","zh":"他是个大腹便便的侏儒。"},{"en":"He was so short his chin would have been underwater in the shallow end of any swimming-pool in the world.","zh":"他是如此的矮，以至于他的下巴在世界上任何一个游泳池的浅水区都会被淹没。"},{"en":"His food was doughnuts and goose-livers.","zh":"他的食物是甜甜圈和鹅肝。"},{"en":"He mashed the livers into a disgusting paste and then stuffed the paste into the doughnuts.","zh":"他把肝脏捣成恶心的浆糊，然后把浆糊塞进甜甜圈里。"},{"en":"This diet gave him a tummy-ache and a beastly temper.","zh":"这种饮食使他肚子痛，脾气暴躁。"},{"en":"Bean was a turkey-and-apple farmer.","zh":"比恩是个种火鸡和苹果的农民。"},{"en":"He kept thousands of turkeys in an orchard full of apple trees.","zh":"他在一个长满苹果树的果园里养了几千只火鸡。"},{"en":"He never ate any food at all.","zh":"他从来不吃东西。"},{"en":"Instead, he drank gallons of strong cider which he made from the apples in his orchard.","zh":"相反，他喝了几加仑的烈性苹果酒，这些苹果是他在果园里用苹果酿造的。"},{"en":"He was as thin as a pencil and the cleverest of them all.","zh":"他像铅笔一样瘦，是他们当中最聪明的。"},{"en":"Boggis and Bunce and Bean","zh":"伯吉斯，邦斯和宾"},{"en":"One fat, one short, one lean.","zh":"一个胖，一个矮，一个瘦。"},{"en":"These horrible crooks","zh":"这些可怕的骗子"},{"en":"So different in looks","zh":"外表如此不同"},{"en":"Were none the less equally mean.","zh":"一样卑鄙。"},{"en":"That is what the children round about used to sing when they saw them.","zh":"这是周围的孩子们看到他们时常唱的歌。"},{"en":"Part 2, Mr Fox","zh":"第二部分，福克斯先生"},{"en":"On a hill above the valley there was a wood.","zh":"在山谷上面的一座小山上有一片树林。"},{"en":"In the wood there was a huge tree.","zh":"在树林里有一棵大树。"},{"en":"Under the tree there was a hole.","zh":"树下有个洞。"},{"en":"In the hole lived Mr Fox and Mrs Fox and their four Small Foxes.","zh":"洞里住着狐狸先生、狐狸太太和他们的四只小狐狸。"},{"en":"Every evening as soon as it got dark, Mr Fox would say to Mrs Fox,","zh":"每天晚上天一黑，福克斯先生就会对福克斯太太说,"},{"en":"‘Well, my darling, what shall it be this time? A plump chicken from Boggis?","zh":"好吧，亲爱的，这次又是什么呢? 一只来自 Boggis 的肥鸡？"},{"en":"A duck or a goose from Bunce? Or a nice turkey from Bean?’","zh":"一只来自邦斯的鸭子还是鹅? 还是一只来自比恩的美味火鸡"},{"en":"And when Mrs Fox had told him what she wanted,","zh":"当福克斯太太告诉他她想要什么的时候,"},{"en":"Mr Fox would creep down into the valley in the darkness of the night and help himself.","zh":"福克斯先生会在夜晚的黑暗中潜入山谷自救。"},{"en":"Boggis and Bunce and Bean knew very well what was going on, and it made them wild with rage.","zh":"博吉斯、邦斯和比恩非常清楚发生了什么，这让他们怒不可遏。"},{"en":"They were not men who liked to give anything away.","zh":"他们不是那种喜欢放弃一切的人。"},{"en":"Less still did they like anything to be stolen from them.","zh":"他们更不喜欢别人从他们身上偷走任何东西。"},{"en":"So every night each of them would take his shotgun and hide in a dark place somewhere on his own farm, hoping to catch the robber.","zh":"所以每天晚上，他们每个人都会拿着他的猎枪，藏在自己农场的某个黑暗的地方，希望能抓住那个抢劫犯。"},{"en":"But Mr Fox was too clever for them.","zh":"但福克斯先生对他们来说太聪明了。"},{"en":"He always approached a farm with the wind blowing in his face,","zh":"他总是在风吹着他的脸的时候靠近一个农场,"},{"en":"and this meant that if any man were lurking in the shadows ahead,","zh":"这意味着如果有人潜伏在前方的阴影中,"},{"en":"the wind would carry the smell of that man to Mr Fox’s nose from far away.","zh":"风会把那个人的气味从很远的地方吹到福克斯先生的鼻子上。"},{"en":"Thus, if Mr Boggis was hiding behind his Chicken House Number One,","zh":"因此，如果伯吉斯先生躲在他的一号鸡舍后面,"},{"en":"Mr Fox would smell him out from fifty yards off and quickly change direction,","zh":"福克斯先生在五十码外就能闻到他的气味然后迅速改变方向,"},{"en":"heading for Chicken House Number Four at the other end of the farm.","zh":"正前往农场另一头的四号鸡舍。"},{"en":"‘Dang and blast that lousy beast!’ cried Boggis.","zh":"“该死的，炸死那个讨厌的畜生!”博吉斯喊道。"},{"en":"‘I’d like to rip his guts out!’ said Bunce.","zh":"“我真想把他的肠子扯出来!”邦斯说。"},{"en":"‘He must be killed!’ cried Bean.","zh":"“必须杀了他!”比恩喊道。"},{"en":"‘But how?’ said Boggis.","zh":"“怎么会呢?”博吉斯说。"},{"en":"‘How on earth can we catch the blighter?’","zh":"我们到底怎样才能抓住那个混蛋"},{"en":"Bean picked his nose delicately with a long finger.","zh":"比恩用长长的手指轻轻地抠着鼻子。"},{"en":"‘I have a plan,’ he said.","zh":"他说，我有一个计划。"},{"en":"‘You’ve never had a decent plan yet,’ said Bunce.","zh":"“你从来没有一个像样的计划,”邦斯说。"},{"en":"‘Shut up and listen,’ said Bean.","zh":"“闭嘴，听我说,”比恩说。"},{"en":"‘Tomorrow night we will all hide just outside the hole where the fox lives.","zh":"明天晚上我们就躲在狐狸的洞穴外面。"},{"en":"We will wait there until he comes out.","zh":"我们在那里等他出来。"},{"en":"Then , Bang! Bang-bang-bang.’","zh":"然后，砰! 砰-砰-砰"},{"en":"‘Very clever,’ said Bunce.","zh":"“非常聪明,”邦斯说。"},{"en":"‘But first we shall have to find the hole.’","zh":"但首先我们得找到那个洞"},{"en":"‘My dear Bunce, I’ve already found it,’ said the crafty Bean.","zh":"“我亲爱的邦斯，我已经找到了,”狡猾的比恩说。"},{"en":"‘It’s up in the wood on the hill.","zh":"在山上的树林里。"},{"en":"It’s under a huge tree ,’","zh":"在一棵大树下"}],[{"en":"Part 3, The Shooting","zh":"第三部分，枪击"},{"en":"‘Well, my darling,’ said Mr Fox.","zh":"“好吧，亲爱的,”福克斯先生说。"},{"en":"‘What shall it be tonight?’","zh":"今晚吃什么"},{"en":"‘I think we’ll have duck tonight,’ said Mrs Fox.","zh":"“我想我们今晚吃鸭肉,”福克斯太太说。"},{"en":"‘Bring us two fat ducks, if you please.","zh":"请给我们拿两只肥鸭来。"},{"en":"One for you and me, and one for the children.’","zh":"一个给你和我，一个给孩子们"},{"en":"‘Ducks it shall be!’ said Mr Fox.","zh":"“应该是鸭子!”福克斯先生说。"},{"en":"‘Bunce’s best!’","zh":"邦斯是最棒的"},{"en":"‘Now do be careful,’ said Mrs Fox.","zh":"“现在一定要小心,”福克斯太太说。"},{"en":"‘My darling,’ said Mr Fox, ‘I can smell those goons a mile away.","zh":"“亲爱的,”福克斯先生说，“我在一英里外就能闻到那些暴徒的气味。"},{"en":"I can even smell one from the other.","zh":"我甚至能闻到其中一个的味道。"},{"en":"Boggis gives off a filthy stink of rotten chicken-skins.","zh":"博吉斯散发出一股臭鸡皮的臭味。"},{"en":"Bunce reeks of goose-livers, and as for Bean, the fumes of apple cider hang around him like poisonous gases.’","zh":"邦斯散发着鹅肝的臭味，至于比恩，苹果酒的味道像毒气一样萦绕在他周围"},{"en":"‘Yes, but just don’t get careless,’ said Mrs Fox.","zh":"“是的，但是不要大意,”福克斯太太说。"},{"en":"‘You know they’ll be waiting for you, all three of them.’","zh":"你知道他们三个都在等你"},{"en":"‘Don’t you worry about me,’ said Mr Fox.","zh":"“别担心我,”福克斯先生说。"},{"en":"‘I’ll see you later.’","zh":"一会儿见"},{"en":"But Mr Fox would not have been quite so cocky had he known exactly where the three farmers were waiting at that moment.","zh":"但是，如果福克斯先生知道那三个农民此刻正在等待的确切位置，他就不会如此自大了。"},{"en":"They were just outside the entrance to the hole, each one crouching behind a tree with his gun loaded.","zh":"他们就在洞口外面，每个人都蹲在一棵树后面，上了膛。"},{"en":"And what is more, they had chosen their positions very carefully,","zh":"更重要的是，他们非常谨慎地选择了自己的立场,"},{"en":"making sure that the wind was not blowing from them towards the fox’s hole.","zh":"确保风不会从他们身上吹向狐狸的洞。"},{"en":"In fact, it was blowing in the opposite direction.","zh":"事实上，它是朝相反的方向吹的。"},{"en":"There was no chance of them being ‘smelled out’.","zh":"他们不可能被“闻出来”。"},{"en":"Mr Fox crept up the dark tunnel to the mouth of his hole.","zh":"福克斯先生沿着黑暗的隧道爬到洞口。"},{"en":"He poked his long handsome face out into the night air and sniffed once.","zh":"他把英俊的长脸伸向夜空，嗅了一下。"},{"en":"He moved an inch or two forward and stopped.","zh":"他向前移了一两英寸，停了下来。"},{"en":"He sniffed again.","zh":"他又闻了闻。"},{"en":"He was always especially careful when coming out from his hole.","zh":"他从洞里出来时总是特别小心。"},{"en":"He inched forward a little more.","zh":"他又往前挪了一点。"},{"en":"The front half of his body was now in the open.","zh":"他身体的前半部分现在露出来了。"},{"en":"His black nose twitched from side to side, sniffing and sniffing for the scent of danger.","zh":"他的黑鼻子左右抽动，嗅来嗅去，寻找危险的气味。"},{"en":"He found none, and he was just about to go trotting forward into the wood when he heard or thought he heard a tiny noise,","zh":"他什么也没找到，正要小跑着进入树林时，他听到或者以为他听到了一个细微的声音,"},{"en":"a soft rustling sound, as though someone had moved a foot ever so gently through a patch of dry leaves.","zh":"一阵轻微的沙沙声，好像有人在一片干枯的树叶上轻轻地移动了一只脚。"},{"en":"Mr Fox flattened his body against the ground and lay very still, his ears pricked.","zh":"福克斯先生把身子平放在地上，一动不动地躺着，耳朵竖着。"},{"en":"He waited a long time, but he heard nothing more.","zh":"他等了很长时间，但是没有再听到什么消息。"},{"en":"‘It must have been a field-mouse,’ he told himself, ‘or some other small animal.’","zh":"“那一定是一只田鼠,”他告诉自己，“或者是别的什么小动物。”"},{"en":"He crept a little further out of the hole , then further still.","zh":"他从洞里爬出来一点点，然后又爬出来一点点。"},{"en":"He was almost right out in the open now.","zh":"他现在几乎暴露了。"},{"en":"He took a last careful look around.","zh":"他最后仔细地四处看了看。"},{"en":"The wood was murky and very still.","zh":"木头浑浊不清，一动不动。"},{"en":"Somewhere in the sky the moon was shining.","zh":"天空中的某个地方，月亮正在发光。"},{"en":"Just then, his sharp night-eyes caught a glint of something bright behind a tree not far away.","zh":"就在这时，他敏锐的夜视镜捕捉到不远处的一棵树后闪烁的亮光。"},{"en":"It was a small silver speck of moonlight shining on a polished surface.","zh":"那是一点银色的月光，照耀在抛光的表面上。"},{"en":"Mr Fox lay still, watching it.","zh":"福克斯先生静静地躺着，看着它。"},{"en":"What on earth was it? Now it was moving.","zh":"那到底是什么? 现在它在动了。"},{"en":"It was coming up and up , Great heavens! It was the barrel of a gun! Quick as a whip,","zh":"它越来越高了，天哪! 那是枪管! 像鞭子一样快,"},{"en":"Mr Fox jumped back into his hole and at that same instant the entire wood seemed to explode around him.","zh":"福克斯先生跳回他的洞里，在同一时刻，整个木头似乎在他周围爆炸。"},{"en":"Bang-bang! Bang-bang! Bang-bang!","zh":"砰砰! 砰砰! 砰砰！"},{"en":"The smoke from the three guns floated upward in the night air.","zh":"三门大炮的烟在夜空中飘扬。"},{"en":"Boggis and Bunce and Bean came out from behind their trees and walked towards the hole.","zh":"博吉斯、邦斯和比恩从他们的树后面走出来，朝洞口走去。"},{"en":"‘Did we get him?’ said Bean.","zh":"“我们抓到他了吗?”比恩说。"},{"en":"One of them shone a flashlight on the hole, and there on the ground,","zh":"其中一个人用手电筒照了照那个洞，那里的地上,"},{"en":"in the circle of light, half in and half out of the hole,","zh":"在光圈里，一半在洞里，一半在洞外,"},{"en":"lay the poor tattered bloodstained remains of , a fox’s tail.","zh":"躺着一只狐狸的尾巴。"},{"en":"Bean picked it up.","zh":"比恩捡起来了。"},{"en":"‘We got the tail but we missed the fox,’ he said, tossing the thing away.","zh":"“我们抓到了尾巴，但是没抓到狐狸,”他说，把东西扔掉了。"},{"en":"‘Dang and blast!’ said Boggis.","zh":"“该死，该死!”博吉斯说。"},{"en":"‘We shot too late.","zh":"我们拍摄得太晚了。"},{"en":"We should have let fly the moment he poked his head out.’","zh":"我们应该在他探出头的那一刻就放飞他"},{"en":"‘He won’t be poking it out again in a hurry,’ Bunce said.","zh":"邦斯说，他不会再急着把它掏出来了。"},{"en":"Bean pulled a flask from his pocket and took a swig of cider.","zh":"比恩从口袋里掏出一个酒瓶，喝了一大口苹果酒。"}],[{"en":"Then he said, ‘It’ll take three days at least before he gets hungry enough to come out again.","zh":"然后他说，‘至少要过三天他才会饿得再出来。’。"},{"en":"I’m not sitting around here waiting for that.","zh":"我可不想坐在这里等这个。"},{"en":"Let’s dig him out.’","zh":"把他挖出来"},{"en":"‘Ah,’ said Boggis.","zh":"“啊,”博吉斯说。"},{"en":"‘Now you’re talking sense.","zh":"现在你说得有道理了。"},{"en":"We can dig him out in a couple of hours.","zh":"我们可以在几个小时内把他挖出来。"},{"en":"We know he’s there.’","zh":"我们知道他在那里"},{"en":"‘I reckon there’s a whole family of them down that hole,’ Bunce said.","zh":"邦斯说，我估计那个洞里有一大家子人。"},{"en":"‘Then we’ll have the lot,’ said Bean.","zh":"“那我们就有很多了,”比恩说。"},{"en":"‘Get the shovels!’","zh":"去拿铲子"},{"en":"Part 4, The Terrible Shovels","zh":"第四部分，可怕的铲子"},{"en":"Down the hole, Mrs Fox was tenderly licking the stump of Mr Fox’s tail to stop the bleeding.","zh":"在洞里，福克斯太太温柔地舔着福克斯先生尾巴的残余部分来止血。"},{"en":"‘It was the finest tail for miles around,’ she said between licks.","zh":"“这是方圆几英里内最漂亮的尾巴,”她舔了舔嘴唇说。"},{"en":"‘It hurts,’ said Mr Fox.","zh":"“很痛,”福克斯先生说。"},{"en":"‘I know it does, sweetheart.","zh":"我知道，亲爱的。"},{"en":"But it’ll soon get better.’","zh":"但情况很快就会好转。”"},{"en":"‘And it will soon grow again, Dad,’ said one of the Small Foxes.","zh":"“而且它很快就会再长出来的，爸爸,”一只小狐狸说。"},{"en":"‘It will never grow again,’ said Mr Fox.","zh":"“它再也不会长出来了,”福克斯先生说。"},{"en":"‘I shall be tailless for the rest of my life.’ He looked very glum.","zh":"“我下半辈子都不会长尾巴了。”他看上去非常沮丧。"},{"en":"There was no food for the foxes that night, and soon the children dozed off.","zh":"那天晚上狐狸没有食物吃了，孩子们很快就打起了瞌睡。"},{"en":"Then Mrs Fox dozed off.","zh":"然后福克斯太太打瞌睡了。"},{"en":"But Mr Fox couldn’t sleep because of the pain in the stump of his tail.","zh":"但是福克斯先生睡不着，因为他的尾巴残肢很痛。"},{"en":"‘Well,’ he thought, ‘I suppose I’m lucky to be alive at all.","zh":"“好吧,”他想，“我想我能活着已经很幸运了。"},{"en":"And now they’ve found our hole, we’re going to have to move out as soon as possible.","zh":"现在他们找到了我们的洞，我们必须尽快撤离。"},{"en":"We’ll never get any peace if we , What was that?’ He turned his head sharply and listened.","zh":"“如果我们这样做，我们永远得不到安宁，那是什么?”他急忙转过头，听着。"},{"en":"The noise he heard now was the most frightening noise a fox can ever hear","zh":"他现在听到的声音是狐狸所能听到的最可怕的声音"},{"en":"the scrape-scrape-scraping of shovels digging into the soil.","zh":"挖掘土壤的铲子的刮刮刮。"},{"en":"‘Wake up!’ he shouted.","zh":"“醒醒!”他喊道。"},{"en":"‘They’re digging us out!’","zh":"他们把我们挖出来了"},{"en":"Mrs Fox was wide awake in one second.","zh":"福克斯太太一秒钟就完全清醒了。"},{"en":"She sat up, quivering all over.","zh":"她坐了起来，浑身发抖。"},{"en":"‘Are you sure that’s it?’ she whispered.","zh":"“你确定是这个吗?”她小声问。"},{"en":"‘I’m positive! Listen!’","zh":"我确定，听着"},{"en":"‘They’ll kill my children!’ cried Mrs Fox.","zh":"“他们会杀了我的孩子!”福克斯太太喊道。"},{"en":"‘Never!’ said Mr Fox.","zh":"“决不!”福克斯先生说。"},{"en":"‘But darling, they will!’ sobbed Mrs Fox.","zh":"“可是亲爱的，他们会的!”福克斯太太抽泣着说。"},{"en":"‘You know they will!’","zh":"你知道他们会的"},{"en":"Scrunch, scrunch, scrunch went the shovels above their heads.","zh":"铲子在他们头上碾过，碾过，碾过。"},{"en":"Small stones and bits of earth began falling from the roof of the tunnel.","zh":"小石块和土块开始从隧道顶部落下。"},{"en":"‘How will they kill us, Mummy?’ asked one of the Small Foxes.","zh":"“他们会怎么杀我们，妈妈?”一只小狐狸问道。"},{"en":"His round black eyes were huge with fright.","zh":"他圆圆的黑眼睛吓得睁得大大的。"},{"en":"‘Will there be dogs?’ he said.","zh":"“会有狗吗?”他说。"},{"en":"Mrs Fox began to cry.","zh":"福克斯太太开始哭了起来。"},{"en":"She gathered her four children close to her and held them tight.","zh":"她把四个孩子紧紧地抱在身边。"},{"en":"Suddenly there was an especially loud crunch above their heads and the sharp end of a shovel came right through the ceiling.","zh":"突然，他们头顶上传来一阵特别响亮的咔嚓声，一把铲子的尖头直接从天花板上穿了过来。"},{"en":"The sight of this awful thing seemed to have an electric effect upon Mr Fox.","zh":"看到这可怕的事情，福克斯先生似乎受到了触电般的影响。"},{"en":"He jumped up and shouted, ‘I’ve got it! Come on! There’s not a moment to lose! Why didn’t I think of it before!’","zh":"他跳起来喊道: “我找到了！来吧！不能再浪费时间了！我之前怎么没想到！’"},{"en":"‘Think of what, Dad?’","zh":"想什么，爸爸"},{"en":"‘A fox can dig quicker than a man!’ shouted Mr Fox, beginning to dig.","zh":"“狐狸比人挖得快!”狐狸先生喊道，开始挖了起来。"},{"en":"‘Nobody in the world can dig as quick as a fox!’","zh":"世界上没有人能像狐狸一样挖得那么快"},{"en":"The soil began to fly out furiously behind Mr Fox as he started to dig for dear life with his front feet.","zh":"当狐狸先生开始用前脚挖掘时，泥土开始在他身后猛烈地飞出来。"},{"en":"Mrs Fox ran forward to help him.","zh":"福克斯太太跑上前去帮助他。"},{"en":"So did the four children.","zh":"四个孩子也是。"},{"en":"‘Go downwards!’ ordered Mr Fox.","zh":"“往下走!”福克斯先生命令道。"},{"en":"‘We’ve got to go deep! As deep as we possibly can!’","zh":"我们得潜得越深越好"},{"en":"The tunnel began to grow longer and longer.","zh":"隧道开始变得越来越长。"},{"en":"It sloped steeply downward.","zh":"它急剧地向下倾斜。"},{"en":"Deeper and deeper below the surface of the ground it went.","zh":"它在地表下越来越深。"},{"en":"The mother and the father and all four of the children were digging together.","zh":"母亲、父亲和所有的四个孩子正在一起挖掘。"},{"en":"Their front legs were moving so fast you couldn’t see them.","zh":"它们的前腿移动得太快，你看不见它们。"},{"en":"And gradually the scrunching and scraping of the shovels became fainter and fainter.","zh":"渐渐地，铲子的摩擦声变得越来越微弱。"},{"en":"After about an hour, Mr Fox stopped digging.","zh":"大约一个小时后，福克斯先生停止了挖掘。"},{"en":"‘Hold it!’ he said.","zh":"“站住!”他说。"},{"en":"They all stopped.","zh":"他们都停下了。"},{"en":"They turned and looked back up the long tunnel they had just dug.","zh":"他们转过身，回头看刚刚挖好的长隧道。"},{"en":"All was quiet.","zh":"一切都很安静。"},{"en":"‘Phew!’ said Mr Fox.","zh":"“呼!”福克斯先生说。"},{"en":"‘I think we’ve done it! They’ll never get as deep as this.","zh":"我想我们成功了! 他们不会陷得这么深的。"}],[{"en":"Well done, everyone!’","zh":"干得好，各位"},{"en":"They all sat down, panting for breath.","zh":"他们都坐了下来，气喘吁吁。"},{"en":"And Mrs Fox said to her children, ‘I should like you to know that if it wasn’t for your father we should all be dead by now.","zh":"福克斯太太对她的孩子们说: “我想让你们知道，如果不是你们的父亲，我们现在早就死了。”。"},{"en":"Your father is a fantastic fox.’","zh":"你父亲是一只了不起的狐狸"},{"en":"Mr Fox looked at his wife and she smiled.","zh":"福克斯先生看着他的妻子，她笑了。"},{"en":"He loved her more than ever when she said things like that.","zh":"当她说出那样的话时，他比以往任何时候都更爱她。"},{"en":"Part 5, The Terrible Tractors","zh":"第五部分，可怕的拖拉机"},{"en":"As the sun rose the next morning, Boggis and Bunce and Bean were still digging.","zh":"第二天早上太阳升起时，Boggis、邦斯和比恩仍在挖土。"},{"en":"They had dug a hole so deep you could have put a house into it.","zh":"他们挖了一个很深的洞，你可以把房子放进去。"},{"en":"But they had not yet come to the end of the foxes’ tunnel.","zh":"但是他们还没有走到狐狸的隧道的尽头。"},{"en":"They were all very tired and cross.","zh":"他们都很疲惫，很生气。"},{"en":"‘Dang and blast!’ said Boggis.","zh":"“该死，该死!”博吉斯说。"},{"en":"‘Whose rotten idea was this?’","zh":"这是谁的馊主意"},{"en":"‘Bean’s idea,’ said Bunce.","zh":"“比恩的主意,”邦斯说。"},{"en":"Boggis and Bunce both stared at Bean.","zh":"博吉斯和邦斯都盯着比恩。"},{"en":"Bean took another swig of cider, then put the flask back into his pocket without offering it to the others.","zh":"比恩又喝了一大口苹果酒，然后把酒瓶放回口袋里，没有给其他人。"},{"en":"‘Listen,’ he said angrily, ‘I want that fox! I’m going to get that fox! I’m not giving in till I’ve strung him up over my front porch, dead as a dumpling!’","zh":"“听着,”他生气地说，“我要那只狐狸！我要抓住那只狐狸！不把他吊死在我家门口，我是不会放弃的！’"},{"en":"‘We can’t get him by digging, that’s for sure,’ said the fat Boggis.","zh":"“我们挖不到他，这是肯定的,”胖博吉斯说。"},{"en":"‘I’ve had enough of digging.’","zh":"我已经挖够了"},{"en":"Bunce, the little pot-bellied dwarf, looked up at Bean and said, ‘Have you got any more stupid ideas, then?’","zh":"大腹便便的小矮人邦斯抬头看着比恩说，“那么，你还有什么愚蠢的主意吗?”"},{"en":"‘What?’ said Bean.","zh":"“什么?”比恩说。"},{"en":"‘I can’t hear you.’ Bean never took a bath.","zh":"我听不见，比恩从来不洗澡。"},{"en":"He never even washed.","zh":"他甚至都没洗过澡。"},{"en":"As a result, his earholes were clogged with all kinds of muck and wax and bits of chewing-gum and dead flies and stuff like that.","zh":"结果，他的耳洞被各种淤泥、蜡、口香糖、死苍蝇之类的东西堵住了。"},{"en":"This made him deaf.","zh":"这让他变聋了。"},{"en":"‘Speak louder,’ he said to Bunce, and Bunce shouted back, ‘Got any more stupid ideas?’","zh":"“说大声点,”他对邦斯说，邦斯大声回答，“还有什么蠢主意吗?”"},{"en":"Bean rubbed the back of his neck with a dirty finger.","zh":"比恩用一根脏手指搓了搓脖子后面。"},{"en":"He had a boil coming there and it itched.","zh":"他长了一个疖子，而且发痒。"},{"en":"‘What we need on this job,’ he said, ‘is machines , mechanical shovels.","zh":"他说，我们这项工作需要的是机器、机械铲子。"},{"en":"We’ll have him out in five minutes with mechanical shovels.’","zh":"我们会在五分钟内用机械铲把他挖出来"},{"en":"This was a pretty good idea and the other two had to admit it.","zh":"这是个不错的主意，另外两个人不得不承认。"},{"en":"‘All right then,’ Bean said, taking charge.","zh":"“那好吧,”比恩说，掌握了主动权。"},{"en":"‘Boggis, you stay here and see the fox doesn’t escape.","zh":"伯吉斯，你留在这里，看着狐狸逃不掉。"},{"en":"Bunce and I will go and fetch our machinery.","zh":"邦斯和我去把我们的机器拿来。"},{"en":"If he tries to get out, shoot him quick.’","zh":"如果他想逃跑，就快点开枪"},{"en":"The long, thin Bean walked away.","zh":"瘦长的比恩走开了。"},{"en":"The tiny Bunce trotted after him.","zh":"小邦斯小跑着跟在他后面。"},{"en":"The fat Boggis stayed where he was with his gun pointing at the fox-hole.","zh":"肥博吉斯呆在原地，用枪指着狐狸洞。"},{"en":"Soon, two enormous caterpillar tractors with mechanical shovels on their front ends came clanking into the wood.","zh":"不久，两辆前端装有机械铲子的巨型履带式拖拉机叮叮当当地开进了树林。"},{"en":"Bean was driving one.","zh":"比恩开了一辆。"},{"en":"Bunce the other.","zh":"另一边。"},{"en":"The machines were both black.","zh":"机器都是黑色的。"},{"en":"They were murderous, brutal-looking monsters.","zh":"他们是凶残残忍的怪物。"},{"en":"‘Here we go, then!’ shouted Bean.","zh":"“那我们走吧!”比恩喊道。"},{"en":"‘Death to the fox!’ shouted Bunce.","zh":"“狐狸去死吧!”邦斯喊道。"},{"en":"The machines went to work, biting huge mouthfuls of soil out of the hill.","zh":"机器开始工作，大口大口地咬着山上的泥土。"},{"en":"The big tree under which Mr Fox had dug his hole in the first place was toppled like a matchstick.","zh":"福克斯先生一开始挖洞的那棵大树像根火柴棍一样被推倒了。"},{"en":"On all sides, rocks were sent flying and trees were falling and the noise was deafening.","zh":"四面八方，岩石飞溅，树木倒下，噪音震耳欲聋。"},{"en":"Down in the tunnel the foxes crouched, listening to the terrible clanging and banging overhead.","zh":"在隧道里，狐狸们蹲伏着，听着头顶上可怕的叮当声和砰砰声。"},{"en":"‘What’s happening, Dad?’ cried the Small Foxes.","zh":"“发生什么事了，爸爸?”小狐狸喊道。"},{"en":"‘What are they doing?’","zh":"他们在干什么"},{"en":"Mr Fox didn’t know what was happening or what they were doing.","zh":"福克斯先生不知道发生了什么，也不知道他们在做什么。"},{"en":"‘It’s an earthquake!’ cried Mrs Fox.","zh":"“地震了!”福克斯太太喊道。"},{"en":"‘Look!’ said one of the Small Foxes.","zh":"“看!”一只小狐狸说。"},{"en":"‘Our tunnel’s got shorter! I can see daylight!’","zh":"我们的隧道变短了，我能看见阳光了"},{"en":"They all looked round, and yes, the mouth of the tunnel was only a few feet away from them now,","zh":"他们都向四周看了看，是的，隧道口现在离他们只有几英尺了,"},{"en":"and in the circle of daylight beyond they could see the two huge black tractors almost on top of them.","zh":"在白天的圆圈里，他们可以看到两辆巨大的黑色拖拉机几乎就在他们上面。"},{"en":"‘Tractors!’ shouted Mr Fox.","zh":"“拖拉机!”福克斯先生喊道。"},{"en":"‘And mechanical shovels! Dig for your lives! Dig, dig, dig!’","zh":"还有机械铲子! 挖你们的命! 挖，挖，挖"},{"en":"Part 6, The Race","zh":"第六部分，比赛"},{"en":"Now there began a desperate race, the machines against the foxes.","zh":"现在开始了一场孤注一掷的比赛，机器人对抗狐狸。"},{"en":"In the beginning, the hill looked like this:","zh":"起初，这座山是这样的:"}],[{"en":"After about an hour, as the machines bit away more and more soil from the hilltop, it looked like this:","zh":"大约一个小时之后，随着机器从山顶上咬走越来越多的土壤，它看起来像这样:"},{"en":"Sometimes the foxes would gain a little ground and the clanking noises would grow fainter and Mr Fox would say,","zh":"有时候狐狸会占据一点点地盘叮当作响的声音会变得越来越小狐狸先生会说,"},{"en":"‘We’re going to make it! I’m sure we are!’","zh":"我们会成功的! 我相信我们会的"},{"en":"But then a few moments later, the machines would come back at them and the crunch of the mighty shovels would get louder and louder.","zh":"但是过了一会儿，机器又回来了，巨大的铲子发出的嘎吱声越来越大。"},{"en":"Once the foxes actually saw the sharp metal edge of one of the shovels as it scraped up the earth just behind them.","zh":"有一次，狐狸们真的看到了一把铲子的锋利的金属边缘，铲子刮起了他们身后的泥土。"},{"en":"‘Keep going, my darlings!’ panted Mr Fox.","zh":"“继续走，亲爱的!”福克斯先生气喘吁吁地说。"},{"en":"‘Don’t give up!’","zh":"不要放弃"},{"en":"‘Keep going!’ the fat Boggis shouted to Bunce and Bean.","zh":"“继续走!”胖博吉斯对邦斯和比恩喊道。"},{"en":"‘We’ll get him any moment now!’","zh":"我们马上就能抓到他了"},{"en":"‘Have you caught sight of him yet?’ Bean called back.","zh":"“你看见他了吗?”比恩回答。"},{"en":"‘Not yet,’ shouted Boggis.","zh":"“还没有,”博吉斯喊道。"},{"en":"‘But I think you’re close!’","zh":"“但我觉得你们很接近了!”"},{"en":"‘I’ll pick him up with my bucket!’ shouted Bunce.","zh":"“我要用我的桶把他捡起来!”邦斯喊道。"},{"en":"‘I’ll chop him to pieces!’","zh":"我要把他剁成碎片"},{"en":"But by lunchtime the machines were still at it.","zh":"但是到了午餐时间，机器还在工作。"},{"en":"And so were the poor foxes.","zh":"可怜的狐狸也是。"},{"en":"The hill now looked like this:","zh":"这座山现在看起来是这样的:"},{"en":"The farmers didn’t stop for lunch; they were too keen to finish the job.","zh":"农民们没有停下来吃午饭，他们急于完成这项工作。"},{"en":"‘Hey there, Mr Fox!’ yelled Bunce, leaning out of his tractor.","zh":"“你好，狐狸先生!”邦斯从拖拉机里探出身子喊道。"},{"en":"‘We’re coming to get you now!’","zh":"我们现在就去接你"},{"en":"‘You’ve had your last chicken!’ yelled Boggis.","zh":"“你吃完最后一只鸡了!”博吉斯喊道。"},{"en":"‘You’ll never come prowling around my farm again!’","zh":"你再也不能在我的农场附近徘徊了"},{"en":"A sort of madness had taken hold of the three men.","zh":"这三个人都发疯了。"},{"en":"The tall skinny Bean and dwarfish pot-bellied Bunce were driving their machines like maniacs,","zh":"瘦高的比恩和矮小的大腹便便的邦斯像疯子一样驾驶着他们的机器,"},{"en":"racing the motors and making the shovels dig at a terrific speed.","zh":"加速马达，让铲子以惊人的速度挖掘。"},{"en":"The fat Boggis was hopping about like a dervish and shouting, ‘Faster! Faster!’","zh":"胖博吉斯像个苦行僧一样跳来跳去，大喊着: “快点! 快点!”"},{"en":"By five o’clock in the afternoon this is what had happened to the hill:","zh":"下午五点钟，山上发生了这样的事:"},{"en":"The hole the machines had dug was like the crater of a volcano.","zh":"机器人挖的洞就像火山口。"},{"en":"It was such an extraordinary sight that crowds of people came rushing out from the surrounding villages to have a look.","zh":"这是一个非同寻常的景象，成群的人从周围的村庄涌出来看。"},{"en":"They stood on the edge of the crater and stared down at Boggis and Bunce and Bean.","zh":"他们站在火山口的边缘，俯视着 Boggis、邦斯和比恩。"},{"en":"‘Hey there, Boggis! What’s going on?’","zh":"你好，博吉斯，怎么了"},{"en":"‘We’re after a fox!’","zh":"我们在追一只狐狸"},{"en":"‘You must be mad!’","zh":"你一定是疯了"},{"en":"The people jeered and laughed.","zh":"人们又嘲笑又笑。"},{"en":"But this only made the three farmers more furious and more obstinate and more determined than ever not to give up until they had caught the fox.","zh":"但这只会让三个农民更加愤怒，更加固执，更加坚决，不抓到狐狸决不罢休。"},{"en":"Part 7, ‘We’ll Never Let Him Go’","zh":"第七部分，“我们永远不会让他走”"},{"en":"At six o’clock in the evening, Bean switched off the motor of his tractor and climbed down from the driver’s seat.","zh":"傍晚六点，比恩关掉拖拉机的发动机，从驾驶座上爬下来。"},{"en":"Bunce did the same.","zh":"邦斯也是。"},{"en":"Both men had had enough.","zh":"两个人都受够了。"},{"en":"They were tired and stiff from driving the tractors all day.","zh":"因为整天开着拖拉机，他们又累又僵硬。"},{"en":"They were also hungry.","zh":"他们也饿了。"},{"en":"Slowly they walked over to the small fox’s hole in the bottom of the huge crater.","zh":"他们慢慢地走到巨坑底部的小狐狸洞前。"},{"en":"Bean’s face was purple with rage.","zh":"比恩气得脸色发紫。"},{"en":"Bunce was cursing the fox with dirty words that cannot be printed.","zh":"邦斯用无法印刷的脏话咒骂狐狸。"},{"en":"Boggis came waddling up.","zh":"伯吉斯摇摇晃晃地走过来。"},{"en":"‘Dang and blast that filthy stinking fox!’ he said.","zh":"“该死的，炸死那只肮脏的臭狐狸!”他说。"},{"en":"‘What the heck do we do now?’","zh":"我们现在该怎么办"},{"en":"‘I’ll tell you what we don’t do,’ Bean said.","zh":"“我来告诉你我们不做什么,”比恩说。"},{"en":"‘We don’t let him go!’","zh":"我们不会让他走的"},{"en":"‘We’ll never let him go!’ Bunce declared.","zh":"“我们绝不会让他走的!”邦斯宣布。"},{"en":"‘Never never never!’ cried Boggis.","zh":"“永远永远永远!”博吉斯喊道。"},{"en":"‘Did you hear that, Mr Fox!’ yelled Bean, bending low and shouting down the hole.","zh":"“你听到了吗，狐狸先生!”比恩大声喊道，弯下腰，冲着洞里喊道。"},{"en":"‘It’s not over yet, Mr Fox! We’re not going home till we’ve strung you up dead as a dingbat!’","zh":"事情还没有结束，福克斯先生! 在我们把你吊死之前，我们是不会回家的"},{"en":"Whereupon the three men all shook hands with one another and swore a solemn oath that they would not go back to their farms until the fox was caught.","zh":"于是三个人相互握手，庄严地发誓，除非抓到狐狸，否则他们不会回到自己的农场。"},{"en":"‘What’s the next move?’ asked Bunce, the pot-bellied dwarf.","zh":"“下一步怎么办?”大腹便便的矮人邦斯问道。"},{"en":"‘We’re sending you down the hole to fetch him up,’ said Bean.","zh":"“我们派你到洞里去接他上来,”比恩说。"},{"en":"‘Down you go, you miserable midget!’","zh":"下去吧，你这个可怜的侏儒"},{"en":"‘Not me!’ screamed Bunce, running away.","zh":"“不是我!”邦斯尖叫着跑开了。"},{"en":"Bean made a sickly smile.","zh":"比恩露出一个病态的微笑。"},{"en":"When he smiled you saw his scarlet gums.","zh":"当他微笑的时候，你看到了他猩红色的牙龈。"},{"en":"You saw more gums than teeth.","zh":"你看到的牙龈比牙齿还多。"},{"en":"‘Then there’s only one thing to do,’ he said.","zh":"他说，那么只有一件事可以做了。"},{"en":"‘We starve him out.","zh":"我们饿死他。"}],[{"en":"We camp here day and night watching the hole.","zh":"我们日夜在这里扎营，监视这个洞。"},{"en":"He’ll come out in the end.","zh":"他最终会出来的。"},{"en":"He’ll have to.’","zh":"他必须这么做。”"},{"en":"So Boggis and Bunce and Bean sent messages down to their farms asking for tents, sleeping-bags and supper.","zh":"于是，博吉斯、邦斯和比恩向他们的农场发出信息，要求提供帐篷、睡袋和晚餐。"},{"en":"Part 8, The Foxes Begin to Starve","zh":"第八部分，狐狸开始挨饿"},{"en":"That evening three tents were put up in the crater on the hill – one for Boggis, one for Bunce and one for Bean.","zh":"那天晚上，在山上的火山口搭起了三顶帐篷——一顶给博吉斯，一顶给邦斯，一顶给比恩。"},{"en":"The tents surrounded Mr Fox’s hole.","zh":"帐篷围住了福克斯先生的洞。"},{"en":"And the three farmers sat outside their tents eating their supper.","zh":"三个农民坐在帐篷外吃晚饭。"},{"en":"Boggis had three boiled chickens smothered in dumplings,","zh":"伯吉斯吃了三只煮鸡裹在饺子里,"},{"en":"Bunce had six doughnuts filled with disgusting goose-liver paste, and Bean had two gallons of cider.","zh":"邦斯吃了六个装满恶心鹅肝酱的甜甜圈比恩吃了两加仑苹果酒。"},{"en":"All three of them kept their guns beside them.","zh":"他们三个人都把枪放在身边。"},{"en":"Boggis picked up a steaming chicken and held it close to the fox’s hole.","zh":"博吉斯拿起一只热气腾腾的鸡，把它放在狐狸的洞边。"},{"en":"‘Can you smell this, Mr Fox?’ he shouted.","zh":"“你闻到了吗，狐狸先生?”他喊道。"},{"en":"‘Lovely tender chicken! Why don’t you come up and get it?’","zh":"“可爱的嫩鸡! 你为什么不上来拿呢?”"},{"en":"The rich scent of chicken wafted down the tunnel to where the foxes were crouching.","zh":"浓郁的鸡肉香味沿着隧道飘向狐狸们蹲伏的地方。"},{"en":"‘Oh, Dad,’ said one of the Small Foxes, ‘couldn’t we just sneak up and snatch it out of his hand?’","zh":"“噢，爸爸,”一只小狐狸说，“我们能不能偷偷地从他手里抢过来?”"},{"en":"‘Don’t you dare!’ said Mrs Fox.","zh":"“你敢!”福克斯太太说。"},{"en":"‘That’s just what they want you to do.’","zh":"这就是他们想让你做的"},{"en":"‘But we’re so hungry!’ they cried.","zh":"“可是我们太饿了!”他们喊道。"},{"en":"‘How long will it be till we get something to eat?’","zh":"还要多久我们才能吃到东西"},{"en":"Their mother didn’t answer them.","zh":"他们的母亲没有回答。"},{"en":"Nor did their father.","zh":"他们的父亲也不知道。"},{"en":"There was no answer to give.","zh":"没有答案。"},{"en":"As darkness fell, Bunce and Bean switched on the powerful headlamps of the two tractors and shone them on to the hole.","zh":"夜幕降临时，邦斯和比恩打开两辆拖拉机的强大前灯，把它们照到洞里。"},{"en":"‘Now,’ said Bean, ‘we’ll take it in turn to keep watch.","zh":"“现在,”比恩说，“我们轮流把风。"},{"en":"One watches while two sleep, and so on all through the night.’","zh":"一个人看着两个人睡觉，等等，一整晚都是这样。”"},{"en":"Boggis said, ‘What if the fox digs a hole right through the hill and comes out on the other side? You didn’t think of that one, did you?’","zh":"博吉斯说: “如果狐狸在山上挖了一个洞，然后从另一边出来怎么办?”？你没想到吧？’"},{"en":"‘Of course I did,’ said Bean, pretending he had.","zh":"“我当然知道,”比恩说，假装知道。"},{"en":"‘Go on, then, tell us the answer,’ said Boggis.","zh":"“那么，继续，告诉我们答案,”博吉斯说。"},{"en":"Bean picked something small and black out of his ear and flicked it away.","zh":"比恩从耳朵里掏出一个又小又黑的东西，弹开了。"},{"en":"‘How many men have you got working on your farm?’ he asked.","zh":"“你的农场有多少人在干活?”他问。"},{"en":"‘Thirty-five,’ Boggis said.","zh":"“三十五,”博吉斯说。"},{"en":"‘I’ve got thirty-six,’ Bunce said.","zh":"“我有36个,”邦斯说。"},{"en":"‘And I’ve got thirty-seven,’ Bean said.","zh":"“我有三十七个,”比恩说。"},{"en":"‘That makes one hundred and eight men altogether.","zh":"总共一百零八个人。"},{"en":"We must order them to surround the hill.","zh":"我们必须命令他们包围小山。"},{"en":"Each man will have a gun and a flashlight.","zh":"每个人都有枪和手电筒。"},{"en":"There will be no escape then for Mr Fox.’","zh":"那么福克斯先生就无路可逃了"},{"en":"So the order went down to the farms, and that night one hundred and eight men formed a tight ring around the bottom of the hill.","zh":"于是命令下达到农场，那天晚上一百零八个人在山脚下形成了一个紧密的包围圈。"},{"en":"They were armed with sticks and guns and hatchets and pistols and all sorts of other horrible weapons.","zh":"他们手持棍棒、枪支、斧头、手枪和其他各种可怕的武器。"},{"en":"This made it quite impossible for a fox or indeed for any other animal to escape from the hill.","zh":"这使得狐狸或其他任何动物都不可能从山上逃走。"},{"en":"The next day, the watching and waiting went on.","zh":"第二天，观察和等待继续进行。"},{"en":"Boggis and Bunce and Bean sat upon small stools, staring at the fox’s hole.","zh":"博吉斯、邦斯和比恩坐在小凳子上，盯着狐狸的洞。"},{"en":"They didn’t talk much.","zh":"他们不怎么说话。"},{"en":"They just sat there with their guns on their laps.","zh":"他们只是坐在那里，把枪放在膝盖上。"},{"en":"Every so often, Mr Fox would creep a little closer towards the mouth of the tunnel and take a sniff.","zh":"每隔一段时间，福克斯先生就会悄悄地靠近隧道口，嗅一嗅。"},{"en":"Then he would creep back again and say, ‘They’re still there.’","zh":"然后他又会悄悄地回来说，‘他们还在那里。’"},{"en":"‘Are you quite sure?’ Mrs Fox would ask.","zh":"“你确定吗?”福克斯太太会问。"},{"en":"‘Positive,’ said Mr Fox.","zh":"“确定,”福克斯先生说。"},{"en":"‘I can smell that man Bean a mile away.","zh":"我在一英里外就能闻到那个男人的味道。"},{"en":"He stinks.’","zh":"他臭死了"},{"en":"Part 9, Mr Fox Has a Plan","zh":"第九部分，福克斯先生有一个计划"},{"en":"For three days and three nights this waiting-game went on.","zh":"这场等待游戏持续了三天三夜。"},{"en":"‘How long can a fox go without food or water?’ Boggis asked on the third day.","zh":"“狐狸没有食物和水能活多久?”博吉斯在第三天问道。"},{"en":"‘Not much longer now,’ Bean told him.","zh":"“不会太久了,”比恩告诉他。"},{"en":"‘He’ll make a run for it soon.","zh":"他很快就会逃跑。"},{"en":"He’ll have to.’","zh":"他必须这么做。”"},{"en":"Bean was right.","zh":"比恩说得对。"},{"en":"Down in the tunnel the foxes were slowly but surely starving to death.","zh":"在隧道里，狐狸们慢慢地，但肯定是饿死了。"},{"en":"‘If only we could have just a tiny sip of water,’ said one of the Small Foxes.","zh":"“要是我们能喝一小口水就好了,”一只小狐狸说。"},{"en":"‘Oh, Dad, can’t you do something?’","zh":"爸爸，你就不能做点什么吗"},{"en":"‘Couldn’t we make a dash for it, Dad? We’d have a little bit of a chance, wouldn’t we?’","zh":"爸爸，我们能不能冲过去? 我们还有一点点机会，不是吗"}],[{"en":"‘No chance at all,’ snapped Mrs Fox.","zh":"“一点机会都没有,”福克斯太太厉声说。"},{"en":"‘I refuse to let you go up there and face those guns.","zh":"我拒绝让你上去面对那些枪。"},{"en":"I’d sooner you stay down here and die in peace.’","zh":"我宁愿你留在这里，安静地死去"},{"en":"Mr Fox had not spoken for a long time.","zh":"福克斯先生已经很长时间没有说话了。"},{"en":"He had been sitting quite still, his eyes closed, not even hearing what the others were saying.","zh":"他一直静静地坐着，闭着眼睛，甚至没有听见别人在说什么。"},{"en":"Mrs Fox knew that he was trying desperately to think of a way out.","zh":"福克斯太太知道他正在拼命地想办法出去。"},{"en":"And now, as she looked at him, she saw him stir himself and get slowly to his feet.","zh":"而现在，当她看着他的时候，她看见他自己动了动，慢慢地站了起来。"},{"en":"He looked back at his wife.","zh":"他回头看了看他的妻子。"},{"en":"There was a little spark of excitement dancing in his eyes.","zh":"他的眼睛里闪烁着兴奋的光芒。"},{"en":"‘What is it, darling?’ said Mrs Fox quickly.","zh":"“怎么了，亲爱的?”福克斯太太急忙问。"},{"en":"‘I’ve just had a bit of an idea,’ Mr Fox said carefully.","zh":"“我刚刚有了一点想法,”福克斯先生小心翼翼地说。"},{"en":"‘What?’ they cried.","zh":"“什么?”他们喊道。"},{"en":"‘Oh, Dad, what is it?’","zh":"爸爸，怎么了"},{"en":"‘Come on!’ said Mrs Fox.","zh":"“来吧!”福克斯太太说。"},{"en":"‘Tell us quickly!’","zh":"快告诉我们"},{"en":"‘Well ,’ said Mr Fox, then he stopped and sighed and sadly shook his head.","zh":"“好吧,”福克斯先生说，然后他停下来叹了口气，伤心地摇了摇头。"},{"en":"He sat down again.","zh":"他又坐了下来。"},{"en":"‘It’s no good,’ he said.","zh":"他说，这样不好。"},{"en":"‘It won’t work after all.’","zh":"这根本行不通"},{"en":"‘Why not, Dad?’","zh":"“为什么不呢，爸爸?”"},{"en":"‘Because it means more digging and we aren’t any of us strong enough for that after three days and nights without food.’","zh":"因为这意味着更多的挖掘，我们中的任何一个人都没有足够的力量在三天三夜没有食物的情况下去挖掘。’"},{"en":"‘Yes we are, Dad!’ cried the Small Foxes, jumping up and running to their father.","zh":"“是的，爸爸!”小狐狸叫着，跳起来跑向他们的爸爸。"},{"en":"‘We can do it! You see if we can’t! So can you!’","zh":"我们能做到! 你看我们能不能! 你也能"},{"en":"Mr Fox looked at the four Small Foxes and he smiled.","zh":"福克斯先生看着四只小狐狸，笑了。"},{"en":"What fine children I have, he thought.","zh":"他想，我有多好的孩子啊。"},{"en":"They are starving to death and they haven’t had a drink for three days, but they are still undefeated.","zh":"他们快饿死了，而且已经三天没有喝水了，但是他们仍然是不败的。"},{"en":"I must not let them down.","zh":"我不能让他们失望。"},{"en":"‘I , I suppose we could give it a try,’ he said.","zh":"“我，我想我们可以试一试,”他说。"},{"en":"‘Let’s go, Dad! Tell us what you want us to do!’","zh":"我们走，爸爸! 告诉我们你想要我们做什么"},{"en":"Slowly, Mrs Fox got to her feet.","zh":"慢慢地，福克斯太太站了起来。"},{"en":"She was suffering more than any of them from the lack of food and water.","zh":"由于缺乏食物和水，她比他们任何人都更痛苦。"},{"en":"She was very weak.","zh":"她很虚弱。"},{"en":"‘I am so sorry,’ she said, ‘but I don’t think I am going to be much help.’","zh":"“我很抱歉,”她说，“但我想我帮不上什么忙。”"},{"en":"‘You stay right where you are, my darling,’ said Mr Fox.","zh":"“亲爱的，你呆在原地别动,”福克斯先生说。"},{"en":"‘We can handle this by ourselves.’","zh":"我们可以自己处理"},{"en":"Part 10, Boggis’s Chicken House Number One","zh":"第十部分，伯吉斯的第一鸡舍"},{"en":"‘This time we must go in a very special direction,’ said Mr Fox, pointing sideways and downward.","zh":"“这一次我们必须朝着一个非常特别的方向前进,”福克斯先生指着旁边和下面说。"},{"en":"So he and his four children started to dig once again.","zh":"于是他和他的四个孩子又开始挖掘。"},{"en":"The work went much more slowly now.","zh":"现在工作进行得慢多了。"},{"en":"Yet they kept at it with great courage, and little by little the tunnel began to grow.","zh":"然而，他们仍然以极大的勇气坚持下去，隧道一点一点地开始发展起来。"},{"en":"‘Dad, I wish you would tell us where we are going,’ said one of the children.","zh":"“爸爸，我希望你能告诉我们要去哪里,”其中一个孩子说。"},{"en":"‘I dare not do that,’ said Mr Fox, ‘because this place I am hoping to get to is so marvellous that if I described it to you now you would go crazy with excitement.","zh":"“我不敢那样做,”福克斯先生说，“因为我希望到达的这个地方是如此神奇，如果我现在向你描述它，你会兴奋得发疯的。"},{"en":"And then, if we failed to get there (which is very possible), you would die of disappointment.","zh":"然后，如果我们没有到达那里(这是很有可能的) ，你会死于失望。"},{"en":"I don’t want to raise your hopes too much, my darlings.’","zh":"我不想让你们抱太大希望，亲爱的"},{"en":"For a long long time they kept on digging.","zh":"很长一段时间，他们一直在挖掘。"},{"en":"For how long they did not know, because there were no days and no nights down there in the murky tunnel.","zh":"他们不知道有多长时间，因为在黑暗的隧道里没有白天也没有黑夜。"},{"en":"But at last Mr Fox gave the order to stop.","zh":"但最后福克斯先生下令停止。"},{"en":"‘I think,’ he said, ‘we had better take a peep upstairs now and see where we are.","zh":"“我想,”他说，“我们最好现在上楼看看我们在哪儿。”。"},{"en":"I know where I want to be, but I can’t possibly be sure we’re anywhere near it.’","zh":"我知道我想去哪里，但我不能肯定我们是否就在附近。”"},{"en":"Slowly, wearily, the foxes began to slope the tunnel up towards the surface.","zh":"慢慢地、疲倦地，狐狸们开始把隧道向上斜向地面。"},{"en":"Up and up it went , until suddenly they came to something hard above their heads and they couldn’t go up any further.","zh":"它一直往上爬，直到突然他们遇到了头顶上的坚硬的东西，他们再也爬不上去了。"},{"en":"Mr Fox reached up to examine this hard thing.","zh":"福克斯先生伸手去检查这个硬东西。"},{"en":"‘It’s wood!’ he whispered.","zh":"“是木头!”他低声说。"},{"en":"‘Wooden planks!’","zh":"木板"},{"en":"‘What does that mean, Dad?’","zh":"那是什么意思，爸爸"},{"en":"‘It means, unless I am very much mistaken, that we are right underneath somebody’s house,’ whispered Mr Fox.","zh":"“这意味着，除非我大错特错，我们就在某人房子的正下方,”福克斯先生低声说。"},{"en":"‘Be very quiet now while I take a peek.’","zh":"现在安静点，我去看看"},{"en":"Carefully, Mr Fox began pushing up one of the floorboards.","zh":"福克斯先生开始小心翼翼地推起一块地板。"},{"en":"The board creaked most terribly and they all ducked down, waiting for something awful to happen.","zh":"董事会吱吱作响，非常可怕，他们都蹲下来，等待可怕的事情发生。"},{"en":"Nothing did.","zh":"什么都没发生。"},{"en":"So Mr Fox pushed up a second board.","zh":"于是福克斯先生推出了第二块板。"}],[{"en":"And then, very very cautiously, he poked his head up through the gap.","zh":"然后，非常非常小心地，他从缝隙中探出头来。"},{"en":"He let out a shriek of excitement.","zh":"他发出一声兴奋的尖叫。"},{"en":"‘I’ve done it!’ he yelled.","zh":"“我做到了!”他喊道。"},{"en":"‘I’ve done it first time! I’ve done it! I’ve done it!’","zh":"我第一次做到了! 我做到了! 我做到了"},{"en":"He pulled himself up through the gap in the floor and started prancing and dancing with joy.","zh":"他从地板的缝隙中爬了起来，开始欢快地跳起舞来。"},{"en":"‘Come on up!’ he sang out.","zh":"“上来吧!”他大声喊道。"},{"en":"‘Come up and see where you are, my darlings! What a sight for a hungry fox! Hallelujah! Hooray! Hooray!’","zh":"上来看看你们在哪里，亲爱的! 对于一只饥饿的狐狸来说，这是多么美妙的景象啊! 哈利路亚! 万岁! 万岁"},{"en":"The four Small Foxes scrambled up out of the tunnel and what a fantastic sight it was that now met their eyes!","zh":"四只小狐狸从隧道里爬了出来，现在看到的是多么奇妙的景象啊！"},{"en":"They were in a huge shed and the whole place was teeming with chickens.","zh":"他们在一个大棚子里，整个地方都是鸡。"},{"en":"There were white chickens and brown chickens and black chickens by the thousand!","zh":"有成千上万的白鸡，棕鸡和黑鸡！"},{"en":"‘Boggis’s Chicken House Number One!’ cried Mr Fox.","zh":"“伯吉斯的一号鸡舍!”福克斯先生喊道。"},{"en":"‘It’s exactly what I was aiming at! I hit it slap in the middle! First time!","zh":"这正是我瞄准的! 我打中了它的中间! 第一次！"},{"en":"Isn’t that fantastic! And, if I may say so, rather clever!’","zh":"是不是很棒! 而且，如果我可以这么说的话，相当聪明"},{"en":"The Small Foxes went wild with excitement.","zh":"小狐狸们兴奋得发狂了。"},{"en":"They started running around in all directions, chasing the stupid chickens.","zh":"他们开始四处乱跑，追赶那些愚蠢的鸡。"},{"en":"‘Wait!’ ordered Mr Fox.","zh":"“等等!”福克斯先生命令道。"},{"en":"‘Don’t lose your heads! Stand back! Calm down! Let’s do this properly! First of all, everyone have a drink of water!’","zh":"不要失去理智！退后！冷静点！我们好好谈谈！首先，每个人都喝一杯水！’"},{"en":"They all ran over to the chickens’ drinking-trough and lapped up the lovely cool water.","zh":"他们都跑到鸡的饮水槽前，把可爱的凉水喝光了。"},{"en":"Then Mr Fox chose three of the plumpest hens, and with a clever flick of his jaws he killed them instantly.","zh":"然后，福克斯先生从最丰满的母鸡中挑选了三只，并巧妙地弹了弹下巴，立刻把它们杀死了。"},{"en":"‘Back to the tunnel!’ he ordered.","zh":"“回隧道去!”他命令道。"},{"en":"‘Come on! No fooling around! The quicker you move, the quicker you shall have something to eat!’","zh":"快点! 别闹了! 你们动作越快，就能越快吃到东西"},{"en":"One after another, they climbed down through the hole in the floor","zh":"他们一个接一个地从地板上的洞爬下去"},{"en":"and soon they were all standing once again in the dark tunnel.","zh":"很快他们又都站在黑暗的隧道里。"},{"en":"Mr Fox reached up and pulled the floorboards back into place.","zh":"福克斯先生伸手把地板拉回原位。"},{"en":"He did this with great care.","zh":"他做这件事非常小心。"},{"en":"He did it so that no one could tell they had ever been moved.","zh":"他这样做是为了没有人知道他们曾经被移动过。"},{"en":"‘My son,’ he said, giving the three plump hens to the biggest of his four small children, ‘run back with these to your mother.","zh":"“我的儿子,”他说，把三只肥母鸡交给他四个小孩中最大的一个，“把这些拿回去给你妈妈。”。"},{"en":"Tell her to prepare a feast.","zh":"让她准备一顿大餐。"},{"en":"Tell her the rest of us will be along in a jiffy, as soon as we have made a few other little arrangements.’","zh":"告诉她我们其他人马上就过去，只要我们做好一些其他的安排。’"},{"en":"Part 11, A Surprise for Mrs Fox","zh":"第十一部分，给福克斯夫人的惊喜"},{"en":"The Small Fox ran back along the tunnel as fast as he could, carrying the three plump hens.","zh":"小狐狸背着三只肥母鸡沿着隧道尽可能快地跑回来。"},{"en":"He was exploding with joy.","zh":"他欣喜若狂。"},{"en":"‘Just wait!’ he kept thinking, ‘just wait till Mummy sees these!’","zh":"“等等!”他不停地想，“等妈妈看到这些就知道了!”"},{"en":"He had a long way to run but he never stopped once on the way and he came bursting in upon Mrs Fox.","zh":"他还有很长的一段路要跑，但是他从来没有在路上停下来过，他冲进来撞见了福克斯太太。"},{"en":"‘Mummy!’ he cried, out of breath.","zh":"“妈妈!”他气喘吁吁地喊道。"},{"en":"‘Look, Mummy, look! Wake up and see what I’ve brought you!’","zh":"看，妈妈，看! 醒来看看我给你带来了什么"},{"en":"Mrs Fox, who was weaker than ever now from lack of food, opened one eye and looked at the hens.","zh":"由于缺少食物，福克斯夫人现在比以往任何时候都虚弱，她睁开一只眼睛看着母鸡。"},{"en":"‘I’m dreaming,’ she murmured and closed the eye again.","zh":"“我在做梦,”她喃喃地说，又闭上了眼睛。"},{"en":"‘You’re not dreaming, Mummy! They’re real chickens! We’re saved! We’re not going to starve!’","zh":"你不是在做梦，妈妈! 他们是真的鸡! 我们得救了! 我们不会饿死的"},{"en":"Mrs Fox opened both eyes and sat up quickly.","zh":"福克斯太太睁开双眼，很快坐了起来。"},{"en":"‘But, my dear child!’ she cried.","zh":"“可是，我亲爱的孩子!”她喊道。"},{"en":"‘Where on earth ,?’","zh":"到底在哪里"},{"en":"‘Boggis’s Chicken House Number One!’ spluttered the Small Fox.","zh":"“伯吉斯的第一鸡舍!”小狐狸气急败坏地说。"},{"en":"‘We tunnelled right up under the floor and you’ve never seen so many big fat hens in all your life!","zh":"我们在地板下挖了一条隧道，你这辈子都没见过这么多肥母鸡！"},{"en":"And Dad said to prepare a feast! They’ll be back soon!’","zh":"爸爸说准备一顿大餐! 他们很快就会回来的"},{"en":"The sight of food seemed to give new strength to Mrs Fox.","zh":"看到食物似乎给了福克斯太太新的力量。"},{"en":"‘A feast it shall be!’ she said, standing up.","zh":"“这将是一场盛宴!”她站起来说。"},{"en":"‘Oh, what a fantastic fox your father is! Hurry up, child, and start plucking those chickens!’","zh":"“哦，你爸爸真是一只了不起的狐狸! 快点，孩子，开始拔鸡毛吧!”"},{"en":"Far away down in the tunnel, the fantastic Mr Fox was saying, ‘Now for the next bit, my darlings!","zh":"在远处的隧道里，神奇的狐狸先生正在说: “现在进行下一个环节，亲爱的!”！"},{"en":"This one’ll be as easy as pie! All we have to do is dig another little tunnel from here to there!’","zh":"这个简单得很！我们要做的就是从这里到那里再挖一条小隧道！’"},{"en":"‘To where, Dad?’","zh":"去哪儿，爸爸"},{"en":"‘Don’t ask so many questions.","zh":"别问那么多问题。"},{"en":"Start digging!’","zh":"开始挖"},{"en":"Part 12, Badger","zh":"第12部分，獾"},{"en":"Mr Fox and the three remaining Small Foxes dug fast and straight.","zh":"狐狸先生和剩下的三只小狐狸快速而笔直地挖掘。"},{"en":"They were all too excited now to feel tired or hungry.","zh":"他们现在都太兴奋了，感觉不到疲倦或饥饿。"}],[{"en":"They knew they were going to have a whacking great feast before long and the fact that it was none other than Boggis’s chickens they were going to eat made them churgle with laughter every time they thought of it.","zh":"他们知道不久之后他们将会有一场盛大的宴会，而事实上他们要吃的不是别人，正是博吉斯的鸡，这使得他们每次想到这一点都会哈哈大笑。"},{"en":"It was lovely to realize that while the fat farmer was sitting up there on the hill waiting for them to starve,","zh":"当肥农坐在山上等着他们挨饿的时候，我很高兴地意识到,"},{"en":"he was also giving them their dinner without knowing it.","zh":"他还在不知不觉中给他们准备了晚餐。"},{"en":"‘Keep digging,’ said Mr Fox.","zh":"“继续挖,”福克斯先生说。"},{"en":"‘It’s not much further.’","zh":"不远了"},{"en":"All of a sudden a deep voice above their heads said, ‘Who goes there?’ The foxes jumped.","zh":"突然，一个低沉的声音在他们头上响起，“谁在那里?”狐狸跳了起来。"},{"en":"They looked up quickly and they saw, peeking through a small hole in the roof of the tunnel, a long black pointed furry face.","zh":"他们很快抬起头来，透过隧道顶部的一个小洞，他们看到了一张长长的、黑色的、尖尖的、毛茸茸的脸。"},{"en":"‘Badger!’ cried Mr Fox.","zh":"“獾!”福克斯先生喊道。"},{"en":"‘Foxy!’ cried Badger.","zh":"“狐狸!”獾叫道。"},{"en":"‘My goodness me, I’m glad I’ve found someone at last!","zh":"我的天啊，我很高兴我终于找到了一个人！"},{"en":"I’ve been digging around in circles for three days and nights and I haven’t the foggiest idea where I am!’","zh":"我已经绕了三天三夜的圈子，一点儿也不知道自己在哪儿"},{"en":"Badger made the hole in the ceiling bigger and dropped down beside the foxes.","zh":"獾把天花板上的洞弄得更大了，然后掉到了狐狸旁边。"},{"en":"A Small Badger (his son) dropped down after him.","zh":"一只小獾(他的儿子)在他后面掉了下来。"},{"en":"‘Haven’t you heard what’s happening up on the hill?’ Badger said excitedly.","zh":"“你没听说山上发生了什么事吗?”獾兴奋地说。"},{"en":"‘It’s chaos! Half the wood has disappeared and there are men with guns all over the countryside!","zh":"一片混乱! 一半的树木都消失了，乡下到处都是持枪的人！"},{"en":"None of us can get out, even at night! We’re all starving to death!’","zh":"我们没有一个人能出去，即使是在晚上! 我们都快饿死了"},{"en":"‘Who is we?’ asked Mr Fox.","zh":"“我们是谁?”福克斯先生问。"},{"en":"‘All us diggers.","zh":"我们所有的挖掘者。"},{"en":"That’s me and Mole and Rabbit and all our wives and children.","zh":"那是我，鼹鼠，兔子还有我们所有的妻子和孩子。"},{"en":"Even Weasel, who can usually sneak out of the tightest spots, is right now hiding down my hole with Mrs Weasel and six kids.","zh":"就连通常能从最危险的地方溜走的黄鼠狼现在也和黄鼠狼夫人还有六个孩子一起躲在我的洞里。"},{"en":"What on earth are we going to do, Foxy? I think we’re finished!’","zh":"我们到底该怎么办，狐狸? 我想我们完蛋了"},{"en":"Mr Fox looked at his three children and he smiled.","zh":"福克斯先生看着他的三个孩子，笑了。"},{"en":"The children smiled back at him, sharing his secret.","zh":"孩子们对他报以微笑，分享他的秘密。"},{"en":"‘My dear old Badger,’ he said, ‘this mess you’re in is all my fault ,’","zh":"“我亲爱的老獾,”他说，“你现在的处境都是我的错,”"},{"en":"‘I know it’s your fault!’ said Badger furiously.","zh":"“我知道是你的错!”獾愤怒地说。"},{"en":"‘And the farmers are not going to give up till they’ve got you.","zh":"农民们不抓到你是不会放弃的。"},{"en":"Unfortunately, that means us as well.","zh":"不幸的是，我们也一样。"},{"en":"It means everyone on the hill.’ Badger sat down and put a paw around his small son.","zh":"獾坐了下来，用爪子抓住他的小儿子。"},{"en":"‘We’re done for,’ he said softly.","zh":"“我们完蛋了,”他轻声说。"},{"en":"‘My poor wife up there is so weak she can’t dig another yard.’","zh":"我可怜的妻子在上面太虚弱了，她不能再挖一个院子了"},{"en":"‘Nor can mine,’ said Mr Fox.","zh":"“我的也不行,”福克斯先生说。"},{"en":"‘And yet at this very minute she is preparing for me and my children the most delicious feast of plump juicy chickens ,’","zh":"然而此时此刻她却在为我和我的孩子们准备最美味的丰盛多汁的鸡肉大餐"},{"en":"‘Stop!’ cried Badger.","zh":"“住手!”獾叫道。"},{"en":"‘Don’t tease me! I can’t stand it!’","zh":"别取笑我，我受不了了"},{"en":"‘It’s true!’ cried the Small Foxes.","zh":"“这是真的!”小狐狸叫道。"},{"en":"‘Dad’s not teasing! We’ve got chickens galore!’","zh":"爸爸没开玩笑，我们有很多鸡"},{"en":"‘And because everything is entirely my fault,’ said Mr Fox, ‘I invite you to share the feast.","zh":"“因为一切都是我的错,”福克斯先生说，“我邀请你共享这顿盛宴。"},{"en":"I invite everyone to share it – you and Mole and Rabbit and Weasel and all your wives and children.","zh":"我邀请每个人分享它-你，鼹鼠，兔子，黄鼠狼和你所有的妻子和孩子。"},{"en":"There’ll be plenty to go round, I can assure you.’","zh":"我可以向你保证，会有很多的。”"},{"en":"‘You mean it?’ cried Badger.","zh":"“你说真的?”獾叫道。"},{"en":"‘You really mean it?’","zh":"你是认真的吗"},{"en":"Mr Fox pushed his face close to Badger’s and whispered darkly, ‘Do you know where we’ve just been?’","zh":"狐狸先生把脸凑近獾的脸，低声说: “你知道我们刚才去哪儿了吗?”"},{"en":"‘Where?’","zh":"哪里"},{"en":"‘Right inside Boggis’s Chicken House Number One!’","zh":"就在伯吉斯的一号鸡舍里"},{"en":"‘No!’","zh":"“不!”"},{"en":"‘Yes! But that is nothing to where we are going now.","zh":"是的! 但是对于我们现在要去的地方来说，那不算什么。"},{"en":"You have come just at the right moment, my dear Badger.","zh":"你来得正是时候，我亲爱的獾。"},{"en":"You can help us dig.","zh":"你可以帮我们挖。"},{"en":"And in the meanwhile, your small son can run back to Mrs Badger and all the others and spread the good news.’","zh":"与此同时，你的小儿子可以跑回去告诉獾夫人和其他人这个好消息。’"},{"en":"Mr Fox turned to the Small Badger and said, ‘Tell them they are invited to a Fox’s Feast.","zh":"狐狸先生转向小獾说: “告诉他们，我们邀请他们参加狐狸的宴会。”。"},{"en":"Then bring them all down here and follow this tunnel back until you find my home!’","zh":"然后把他们都带到这里来，沿着这条隧道回去，直到你找到我的家"},{"en":"‘Yes, Mr Fox!’ said the Small Badger.","zh":"“是的，狐狸先生!”小獾说。"},{"en":"‘Yes, sir! Right away, sir! Oh, thank you, sir!’","zh":"是的，先生! 马上，先生! 哦，谢谢你，先生"},{"en":"and he scrambled quickly back through the hole in the roof of the tunnel and disappeared.","zh":"他迅速爬回隧道顶部的洞里，然后消失了。"},{"en":"Part 13, Bunce’s Giant Storehouse","zh":"第十三部，邦斯的巨型仓库"},{"en":"‘My dear Foxy!’ cried Badger.","zh":"“我亲爱的狐狸!”獾叫道。"},{"en":"‘What in the world has happened to your tail?’","zh":"你的尾巴到底怎么了"},{"en":"‘Don’t talk about it, please,’ said Mr Fox.","zh":"“请不要谈论这件事,”福克斯先生说。"},{"en":"‘It’s a painful subject.’","zh":"这是一个痛苦的话题"}],[{"en":"They were digging the new tunnel.","zh":"他们在挖新隧道。"},{"en":"They dug on in silence.","zh":"他们默默地继续挖掘。"},{"en":"Badger was a great digger and the tunnel went forward at a terrific pace now that he was lending a paw.","zh":"獾是一个伟大的挖掘者，隧道以惊人的速度向前推进，现在他正伸出一只爪子。"},{"en":"Soon they were crouching underneath yet another wooden floor.","zh":"不久，他们又蹲在另一块木地板下面。"},{"en":"Mr Fox grinned slyly, showing sharp white teeth.","zh":"福克斯先生狡猾地咧嘴一笑，露出锋利的白牙。"},{"en":"‘If I am not mistaken, my dear Badger,’ he said,","zh":"“如果我没弄错的话，我亲爱的獾,”他说,"},{"en":"‘we are now underneath the farm which belongs to that nasty little pot-bellied dwarf, Bunce.","zh":"我们现在在农场的地下属于那个讨厌的大腹便便的矮人邦斯。"},{"en":"We are, in fact, directly underneath the most interesting part of that farm.’","zh":"事实上，我们就在农场最有趣的地方的正下方"},{"en":"‘Ducks and geese!’ cried the Small Foxes, licking their lips.","zh":"“鸭子和鹅!”小狐狸舔着嘴唇叫道。"},{"en":"‘Juicy tender ducks and big fat geese!’","zh":"鲜嫩多汁的鸭子和大肥鹅"},{"en":"‘Ex-actly!’ said Mr Fox.","zh":"“没错!”福克斯先生说。"},{"en":"‘But how in the world can you know where we are?’ asked Badger.","zh":"“可是你怎么知道我们在哪儿呢?”獾问。"},{"en":"Mr Fox grinned again, showing even more white teeth.","zh":"福克斯先生又咧嘴笑了，露出了更多的白牙。"},{"en":"‘Look,’ he said, ‘I know my way around these farms blindfold.","zh":"“看,”他说，“我知道我在这些农场里蒙着眼睛的路。"},{"en":"For me it’s just as easy below ground as it is above it.’","zh":"对我来说，在地下和在地上一样容易。”"},{"en":"He reached high and pushed up one wooden floorboard, then another.","zh":"他把手伸得很高，推起一块木地板，又推起另一块。"},{"en":"He poked his head through the gap.","zh":"他把头从缝隙里探出来。"},{"en":"‘Yes!’ he shouted, jumping up into the room above.","zh":"“是的!”他喊道，跳进楼上的房间。"},{"en":"‘I’ve done it again! I’ve hit it smack on the nose! Right in the bull’s-eye! Come and look!’","zh":"我又做到了! 我正中它的鼻子! 正中靶心! 过来看看"},{"en":"Quickly Badger and the three Small Foxes scrambled up after him.","zh":"獾和三只小狐狸迅速跟在他后面。"},{"en":"They stopped and stared.","zh":"他们停下来凝视。"},{"en":"They stood and gaped.","zh":"他们站在那里，目瞪口呆。"},{"en":"They were so overwhelmed they couldn’t speak;","zh":"他们如此不知所措，以至于说不出话来;"},{"en":"for what they now saw was a kind of fox’s dream, a badger’s dream, a paradise for hungry animals.","zh":"因为他们现在看到的是一种狐狸的梦想，一种獾的梦想，一个饥饿动物的天堂。"},{"en":"‘This, my dear old Badger,’ proclaimed Mr Fox,","zh":"“这个，我亲爱的老獾,”福克斯先生说,"},{"en":"‘is Bunce’s Mighty Storehouse! All his finest stuff is stored in here before he sends it off to market.’","zh":"是邦斯的超级仓库! 他所有最好的东西都存放在这里，然后再送到市场上去"},{"en":"Against all the four walls of the great room, stacked in cupboards and piled upon shelves reaching from floor to ceiling,","zh":"靠着大房间的四面墙，堆在橱柜里，架子上，从地板一直堆到天花板,"},{"en":"were thousands and thousands of the finest and fattest ducks and geese, plucked and ready for roasting!","zh":"成千上万只最好最肥的鸭子和鹅，被摘下来准备烧烤！"},{"en":"And up above, dangling from the rafters, there must have been at least a hundred smoked hams and fifty sides of bacon!","zh":"在房梁上方，至少有一百只烟熏火腿和五十片熏肉！"},{"en":"‘Just feast your eyes on that!’ cried Mr Fox, dancing up and down.","zh":"“让你的眼睛大饱眼福吧!”福克斯先生叫道，跳上跳下。"},{"en":"‘What d’you think of it, eh? Pretty good grub!’","zh":"“你觉得怎么样，嗯? 很不错的食物!”"},{"en":"Suddenly, as though springs had been released in their legs,","zh":"突然，他们的腿仿佛放出了弹簧,"},{"en":"the three hungry Small Foxes and the ravenously hungry Badger sprang forward to grab the luscious food.","zh":"三只饥肠辘辘的小狐狸和一只饥肠辘辘的獾跳上前去抢夺这些美味的食物。"},{"en":"‘Stop!’ ordered Mr Fox.","zh":"“站住!”福克斯先生命令道。"},{"en":"‘This is my party, so I shall do the choosing.’ The others fell back, licking their chops.","zh":"“这是我的派对，所以由我来选择。”其他人退后一步，舔了舔嘴唇。"},{"en":"Mr Fox began prowling around the storehouse examining the glorious display with an expert eye.","zh":"福克斯先生开始在仓库周围徘徊，用专业的眼光审视着这一壮观的展品。"},{"en":"A thread of saliva slid down one side of his jaw and hung suspended in mid-air, then snapped.","zh":"一丝唾液从他下巴的一侧滑下，悬在半空中，然后断了。"},{"en":"‘We mustn’t overdo it,’ he said.","zh":"他说，我们不能做过头了。"},{"en":"‘Mustn’t give the game away.","zh":"不能泄露秘密。"},{"en":"Mustn’t let them know what we’ve been up to.","zh":"不能让他们知道我们在做什么。"},{"en":"We must be neat and tidy and take just a few of the choicest morsels.","zh":"我们必须整洁干净，只带一些精选的食物。"},{"en":"So, to start with we shall have four plump young ducks.’ He took them from the shelf.","zh":"“那么，我们先要四只肥嘟嘟的小鸭子。”他从架子上拿下来。"},{"en":"‘Oh, how lovely and fat they are! No wonder Bunce gets a special price for them in the market! ,","zh":"“哦，它们多么可爱、多么肥美啊! 难怪邦斯在市场上能以特价买到它们!”"},{"en":"All right, Badger, lend me a hand to get them down , You children can help as well ,","zh":"好了，獾，帮我把他们弄下来，你们也可以帮忙,"},{"en":"There we go , Goodness me, look how your mouths are watering ,","zh":"就是这样，天啊，看看你们嘴里都是水,"},{"en":"And now , I think we had better have a few geese , Three will be quite enough , We’ll take the biggest ,","zh":"现在，我想我们最好有几只鹅，三只就够了，我们要最大的,"},{"en":"Oh my, oh my, you’ll never see finer geese than these in a king’s kitchen ,","zh":"天哪，天哪，在国王的厨房里你再也见不到比这更好的鹅了,"},{"en":"Gently does it , that’s the way , And what about a couple of nice smoked hams ,","zh":"慢慢来，就是这样，再来几根烟熏火腿,"},{"en":"I adore smoked ham, don’t you, Badger? , Fetch me that step-ladder, will you please ,’","zh":"我喜欢烟熏火腿，你呢，獾? 请把梯子给我拿来，好吗"},{"en":"Mr Fox climbed up the ladder and handed down three magnificent hams.","zh":"福克斯先生爬上梯子，递给我们三只华丽的火腿。"},{"en":"‘And do you like bacon, Badger?’","zh":"你喜欢培根吗，獾"},{"en":"‘I’m mad about bacon!’ cried Badger, dancing with excitement.","zh":"“我为培根而疯狂!”獾兴奋地跳着舞叫道。"},{"en":"‘Let’s have a side of bacon! That big one up there!’","zh":"我们来点培根吧，上面那个大的"},{"en":"‘And carrots, Dad!’ said the smallest of the three Small Foxes.","zh":"“还有胡萝卜，爸爸!”三只小狐狸中最小的一只说。"},{"en":"‘We must take some of those carrots.’","zh":"我们必须吃一些胡萝卜"}],[{"en":"‘Don’t be a twerp,’ said Mr Fox.","zh":"“别犯傻了,”福克斯先生说。"},{"en":"‘You know we never eat things like that.’","zh":"你知道我们从来不吃那样的东西"},{"en":"‘It’s not for us, Dad.","zh":"这不是给我们的，爸爸。"},{"en":"It’s for the Rabbits.","zh":"这是给兔子的。"},{"en":"They only eat vegetables.’","zh":"他们只吃蔬菜"},{"en":"‘My goodness me, you’re right!’ cried Mr Fox.","zh":"“我的天哪，你是对的!”福克斯先生喊道。"},{"en":"‘What a thoughtful little fellow you are! Take ten bunches of carrots!’","zh":"“你真是个体贴的小家伙! 拿十捆胡萝卜吧!”"},{"en":"Soon, all this lovely loot was lying in a neat heap upon the floor.","zh":"很快，所有这些可爱的战利品整齐地堆放在地板上。"},{"en":"The Small Foxes crouched close, their noses twitching, their eyes shining like stars.","zh":"小狐狸蜷缩在一起，它们的鼻子抽动着，它们的眼睛像星星一样闪闪发光。"},{"en":"‘And now,’ said Mr Fox, ‘we shall have to borrow from our friend Bunce two of those useful push-carts over in the corner.’","zh":"“现在,”福克斯先生说，“我们得向我们的朋友邦斯借两辆角落里的那种有用的手推车了。”"},{"en":"He and Badger fetched the push-carts, and the ducks and geese and hams and bacon were loaded on to them.","zh":"他和獾推着手推车，把鸭子、鹅、火腿和熏肉装上车。"},{"en":"Quickly the push-carts were lowered through the hole in the floor.","zh":"推车很快就从地板上的洞里被放了下来。"},{"en":"The animals slid down after them.","zh":"动物们跟在他们后面滑下来。"},{"en":"Back in the tunnel, Mr Fox again pulled the floorboards very carefully into place so that no one could see they had been moved.","zh":"回到隧道里，福克斯先生再一次非常小心地把地板拉到合适的位置，这样就没有人能看到它们被移动过。"},{"en":"‘My darlings,’ he said, pointing to two of the three Small Foxes,","zh":"“亲爱的,”他指着三只小狐狸中的两只说,"},{"en":"‘take a cart each and run back as fast as you can to your mother.","zh":"每人推一辆马车，尽快跑回你母亲身边。"},{"en":"Give her my love and tell her we are having guests for dinner – the Badgers, the Moles, the Rabbits and the Weasels.","zh":"代我向她问好，告诉她我们有客人来吃晚饭——獾、鼹鼠、兔子和黄鼠狼。"},{"en":"Tell her it must be a truly great feast.","zh":"告诉她这一定是一场盛宴。"},{"en":"And tell her the rest of us will be home as soon as we’ve done one more little job.’","zh":"告诉她只要我们完成一件小事我们其他人就会回家"},{"en":"‘Yes, Dad! Right away, Dad!’ they answered, and they grabbed a trolley each and went rushing off down the tunnel.","zh":"“是的，爸爸! 马上就来，爸爸!”他们回答说，然后各自抓起一辆手推车冲下隧道。"},{"en":"Part 14, Badger Has Doubts","zh":"第十四部分，獾有疑虑"},{"en":"‘Just one more visit!’ cried Mr Fox.","zh":"“再来一次!”福克斯先生喊道。"},{"en":"‘And I’ll bet I know where that’ll be,’ said the only Small Fox now left.","zh":"“我打赌我知道那个地方在哪里,”现在只剩下一只小狐狸说。"},{"en":"He was the Smallest Fox of them all.","zh":"他是最小的狐狸。"},{"en":"‘Where?’ asked Badger.","zh":"“在哪儿?”獾问。"},{"en":"‘Well,’ said the Smallest Fox.","zh":"“好吧,”最小的狐狸说。"},{"en":"‘We’ve been to Boggis and we’ve been to Bunce but we haven’t been to Bean.","zh":"我们去过 Boggis，也去过邦斯，但没去过比恩。"},{"en":"It must be Bean.’","zh":"一定是比恩"},{"en":"‘You are right,’ said Mr Fox.","zh":"“你说得对,”福克斯先生说。"},{"en":"‘But what you don’t know is which part of Bean’s place we are about to visit.’","zh":"但你不知道的是我们要去比恩家的哪个地方"},{"en":"‘Which?’ they said both together.","zh":"“哪个?”他们一起问。"},{"en":"‘Ah-ha,’ said Mr Fox.","zh":"“啊哈,”福克斯先生说。"},{"en":"‘Just you wait and see.’ They were digging as they talked.","zh":"“你等着瞧吧。”他们边说边挖。"},{"en":"The tunnel was going forward fast.","zh":"隧道前进得很快。"},{"en":"Suddenly Badger said, ‘Doesn’t this worry you just a tiny bit, Foxy?’","zh":"突然獾说，“难道这不会让你有点担心吗，狐狸?”"},{"en":"‘Worry me?’ said Mr Fox.","zh":"“让我担心?”福克斯先生说。"},{"en":"‘What?’","zh":"什么"},{"en":"‘All this , this stealing.’","zh":"所有这些，这些偷窃"},{"en":"Mr Fox stopped digging and stared at Badger as though he had gone completely dotty.","zh":"福克斯先生停止挖掘，盯着獾，好像他已经完全发疯了。"},{"en":"‘My dear old furry frump,’ he said,","zh":"“我亲爱的毛茸茸的老朋友,”他说,"},{"en":"‘do you know anyone in the whole world who wouldn’t swipe a few chickens if his children were starving to death?’","zh":"你知道全世界有谁不会偷鸡如果他的孩子饿死了？’"},{"en":"There was a short silence while Badger thought deeply about this.","zh":"獾沉默了一会儿，陷入了沉思。"},{"en":"‘You are far too respectable,’ said Mr Fox.","zh":"“你太体面了,”福克斯先生说。"},{"en":"‘There’s nothing wrong with being respectable,’ Badger said.","zh":"獾说，受人尊敬没有什么错。"},{"en":"‘Look,’ said Mr Fox, ‘Boggis and Bunce and Bean are out to kill us.","zh":"“看,”狐狸先生说，“博吉斯、邦斯和比恩要杀我们。"},{"en":"You realize that, I hope?’","zh":"我希望你意识到了这一点"},{"en":"‘I do, Foxy, I do indeed,’ said the gentle Badger.","zh":"“我愿意，狐狸，我真的愿意,”温柔的獾说。"},{"en":"‘But we’re not going to stoop to their level.","zh":"但我们不会堕落到他们的地步。"},{"en":"We don’t want to kill them.’","zh":"我们不想杀了他们"},{"en":"‘I should hope not, indeed,’ said Badger.","zh":"“我真不希望这样,”獾说。"},{"en":"‘We wouldn’t dream of it,’ said Mr Fox.","zh":"“我们做梦也想不到,”福克斯先生说。"},{"en":"‘We shall simply take a little food here and there to keep us and our families alive.","zh":"我们只需要到处带点食物，让我们和我们的家人活下去。"},{"en":"Right?’","zh":"对吧"},{"en":"‘I suppose we’ll have to,’ said Badger.","zh":"“我想我们必须这么做,”獾说。"},{"en":"‘If they want to be horrible, let them,’ said Mr Fox.","zh":"“如果他们想变得可怕，那就让他们变吧,”福克斯先生说。"},{"en":"‘We down here are decent peace-loving people.’","zh":"我们这里是正派的爱好和平的人"},{"en":"Badger laid his head on one side and smiled at Mr Fox.","zh":"獾把头靠在一边，对福克斯先生笑了笑。"},{"en":"‘Foxy,’ he said, ‘I love you.’","zh":"“狐狸,”他说，“我爱你。”"},{"en":"‘Thank you,’ said Mr Fox.","zh":"“谢谢,”福克斯先生说。"},{"en":"‘And now let’s get on with the digging.’","zh":"现在让我们继续挖掘"},{"en":"Five minutes later, Badger’s front paws hit against something flat and hard.","zh":"五分钟后，獾的前爪碰到了一个又平又硬的东西。"},{"en":"‘What on earth is this?’ he said.","zh":"“这到底是什么?”他说。"},{"en":"‘It looks like a solid stone wall.’ He and Mr Fox scraped away the soil.","zh":"“它看起来像一堵坚固的石墙。”他和福克斯先生一起刮掉了泥土。"},{"en":"It was a wall.","zh":"是一堵墙。"},{"en":"But it was built of bricks, not stones.","zh":"但它是用砖头建造的，而不是石头。"}],[{"en":"The wall was right in front of them, blocking their way.","zh":"墙就在他们面前，挡住了他们的去路。"},{"en":"‘Now who in the world would build a wall under the ground?’ asked Badger.","zh":"“现在世界上谁会在地下建一堵墙呢?”獾问。"},{"en":"‘Very simple,’ said Mr Fox.","zh":"“很简单,”福克斯先生说。"},{"en":"‘It’s the wall of an underground room.","zh":"这是一个地下室的墙。"},{"en":"And if I am not mistaken, it is exactly what I’m looking for.’","zh":"如果我没弄错的话，这正是我要找的。”"},{"en":"Part 15, Bean’s Secret Cider Cellar","zh":"第15部分，豆子的秘密苹果酒窖"},{"en":"Mr Fox examined the wall carefully.","zh":"福克斯先生仔细检查了墙壁。"},{"en":"He saw that the cement between the bricks was old and crumbly, so he loosened a brick without much trouble and pulled it away.","zh":"他看到砖块之间的水泥又老又易碎，所以他不费吹灰之力就松开了一块砖，把它拉开了。"},{"en":"Suddenly, out from the hole where the brick had been, there popped a small sharp face with whiskers, ‘Go away!’ it snapped.","zh":"突然，从砖头所在的洞里冒出一张尖尖的小脸，长着胡须，“走开！它断裂了。"},{"en":"‘You can’t come in here! It’s private!’","zh":"你不能进来，这是私人空间"},{"en":"‘Good Lord!’ said Badger.","zh":"“天哪!”獾说。"},{"en":"‘It’s Rat!’","zh":"是老鼠"},{"en":"‘You saucy beast!’ said Mr Fox.","zh":"“你这个漂亮的野兽!”福克斯先生说。"},{"en":"‘I should have guessed we’d find you down here somewhere.’","zh":"我早该猜到你会在这下面的某个地方"},{"en":"‘Go away!’ shrieked Rat.","zh":"“走开!”河鼠尖叫道。"},{"en":"‘Go on, beat it! This is my private pitch!’","zh":"走开，这是我的私人球场"},{"en":"‘Shut up,’ said Mr Fox.","zh":"“闭嘴,”福克斯先生说。"},{"en":"‘I will not shut up!’ shrieked Rat.","zh":"“我不会闭嘴的!”河鼠尖叫道。"},{"en":"‘This is my place! I got here first!’","zh":"这是我的地盘，我先到的"},{"en":"Mr Fox gave a brilliant smile, flashing his white teeth.","zh":"福克斯先生露出一个灿烂的笑容，露出洁白的牙齿。"},{"en":"‘My dear Rat,’ he said softly, ‘I am a hungry fellow and if you don’t hop it quickly I shall eat-you-up-in-one-gulp!’","zh":"“我亲爱的河鼠,”他温柔地说，“我是一个饥饿的家伙，如果你不赶快跳起来，我就一口把你吃掉!”"},{"en":"That did it.","zh":"成功了。"},{"en":"Rat popped back fast out of sight.","zh":"老鼠飞快地跑了回来，消失在视线之外。"},{"en":"Mr Fox laughed and began pulling more bricks out of the wall.","zh":"福克斯先生笑了，开始从墙上拉出更多的砖头。"},{"en":"When he had made a biggish hole, he crept through it.","zh":"当他挖出一个大洞时，他爬过去了。"},{"en":"Badger and the Smallest Fox followed him in.","zh":"獾和最小的狐狸跟着他进去了。"},{"en":"They found themselves in a vast, damp, gloomy cellar.","zh":"他们发现自己身处一个巨大、潮湿、阴暗的地下室。"},{"en":"‘This is it!’ cried Mr Fox.","zh":"“就是这儿了!”福克斯先生喊道。"},{"en":"‘This is what?’ said Badger.","zh":"“这是什么?”獾说。"},{"en":"‘The place is empty.’","zh":"这地方是空的"},{"en":"‘Where are the turkeys?’ asked the Smallest Fox, staring into the gloom.","zh":"“火鸡在哪里?”最小的狐狸盯着黑暗问道。"},{"en":"‘I thought Bean was a turkey man.’","zh":"我以为比恩喜欢火鸡"},{"en":"‘He is a turkey man,’ said Mr Fox.","zh":"“他喜欢吃火鸡,”福克斯先生说。"},{"en":"‘But we’re not after turkeys now.","zh":"但我们现在不是在找火鸡。"},{"en":"We’ve got plenty of food.’","zh":"我们有足够的食物"},{"en":"‘Then what do we need, Dad?’","zh":"那我们需要什么，爸爸"},{"en":"‘Take a good look round,’ said Mr Fox.","zh":"“好好看看四周,”福克斯先生说。"},{"en":"‘Don’t you see anything that interests you?’","zh":"你没看到什么让你感兴趣的东西吗"},{"en":"Badger and the Smallest Fox peered into the half-darkness.","zh":"獾和最小的狐狸凝视着半明半暗的天空。"},{"en":"As their eyes became accustomed to the gloom,","zh":"他们的眼睛已经习惯了黑暗,"},{"en":"they began to see what looked like a whole lot of big glass jars standing upon shelves around the walls.","zh":"他们开始看到墙上的架子上摆着一大堆大玻璃罐。"},{"en":"They went closer.","zh":"他们靠得更近了。"},{"en":"They were jars.","zh":"是罐子。"},{"en":"There were hundreds of them, and upon each one was written the word CIDER.","zh":"他们有几百个人，每个人身上都写着“ CIDER”。"},{"en":"The Smallest Fox leaped high in the air.","zh":"最小的狐狸在空中跳得很高。"},{"en":"‘Oh, Dad!’ he cried out.","zh":"“噢，爸爸!”他喊道。"},{"en":"‘Look what we’ve found! It’s cider!’","zh":"看看我们找到了什么，是苹果酒"},{"en":"‘Ex-actly,’ said Mr Fox.","zh":"“没错,”福克斯先生说。"},{"en":"‘Tremendous!’ shouted Badger.","zh":"“太棒了!”獾喊道。"},{"en":"‘Bean’s Secret Cider Cellar,’ said Mr Fox.","zh":"“比恩的秘密苹果酒窖,”福克斯先生说。"},{"en":"‘But go carefully, my dears.","zh":"但是小心点，亲爱的。"},{"en":"Don’t make a noise.","zh":"别出声。"},{"en":"This cellar is right underneath the farmhouse itself.’","zh":"这个地窖就在农舍下面"},{"en":"‘Cider,’ said Badger, ‘is especially good for Badgers.","zh":"“苹果酒,”獾说，“对獾特别有好处。"},{"en":"We take it as medicine – one large glass three times a day with meals and another at bedtime.’","zh":"我们把它当药吃——一天三次，每次一大杯，饭后服用，睡前服用。’"},{"en":"‘It will make the feast into a banquet,’ said Mr Fox.","zh":"福克斯先生说，这会使宴会变成一场盛宴。"},{"en":"While they were talking, the Smallest Fox had sneaked a jar off the shelf and had taken a gulp.","zh":"他们说话的时候，小狐狸从架子上偷拿了一个罐子，喝了一大口。"},{"en":"‘Wow!’ he gasped.","zh":"“哇!”他倒抽了一口冷气。"},{"en":"‘Wow-ee!’","zh":"哇"},{"en":"You must understand this was not the ordinary weak fizzy cider one buys in a store.","zh":"你必须明白这可不是普通的商店里买的那种弱气泡苹果酒。"},{"en":"It was the real stuff, a home-brewed fiery liquor that burned in your throat and boiled in your stomach.","zh":"这是真正的东西，一个家庭自酿烈酒，燃烧在你的喉咙，煮在你的胃。"},{"en":"‘Ah-h-h-h-h-h!’ gasped the Smallest Fox.","zh":"“啊-哈-哈-哈-哈!”最小的狐狸喘着气说。"},{"en":"‘This is some cider!’","zh":"这是苹果酒"},{"en":"‘That’s quite enough of that,’ said Mr Fox, grabbing the jar and putting it to his own lips.","zh":"“这已经足够了,”福克斯先生一边说，一边抓起罐子放到自己嘴边。"},{"en":"He took a tremendous gulp.","zh":"他大口地喝了一口。"},{"en":"‘It’s miraculous!’ he whispered, fighting for breath.","zh":"“太神奇了!”他小声说，挣扎着喘气。"},{"en":"‘It’s fabulous! It’s beautiful!’","zh":"太棒了，太美了"},{"en":"‘It’s my turn,’ said Badger, taking the jar and tilting his head well back.","zh":"“轮到我了,”獾说着，接过罐子，把头往后仰了仰。"},{"en":"The cider gurgled and bubbled down his throat.","zh":"苹果酒咕噜咕噜地流进他的喉咙。"},{"en":"‘It’s , it’s like melted gold!’ he gasped.","zh":"“这，这就像融化的金子!”他喘着气说。"}],[{"en":"‘Oh, Foxy, it’s , like drinking sunbeams and rainbows!’","zh":"“哦，狐狸，这就像喝阳光和彩虹!”"},{"en":"‘You’re poaching!’ shrieked Rat.","zh":"“你在偷猎!”河鼠尖叫道。"},{"en":"‘Put that down at once! There’ll be none left for me!’","zh":"马上把它放下! 我什么都没有了"},{"en":"Rat was perched upon the highest shelf in the cellar, peering out from behind a huge jar.","zh":"老鼠坐在地下室最高的架子上，从一个巨大的罐子后面向外张望。"},{"en":"There was a small rubber tube inserted in the neck of the jar, and Rat was using this tube to suck out the cider.","zh":"在罐子的颈部插入了一个小橡胶管，老鼠正在用这个管子吸出苹果酒。"},{"en":"‘You’re drunk!’ said Mr Fox.","zh":"“你喝醉了!”福克斯先生说。"},{"en":"‘Mind your own business!’ shrieked Rat.","zh":"“管好你自己的事!”河鼠尖叫道。"},{"en":"‘And if you great clumsy brutes come messing about in here we’ll all be caught! Get out and leave me to sip my cider in peace.’","zh":"如果你们这些笨手笨脚的畜生来这里捣乱，我们都会被抓住的！出去，让我安静地喝苹果酒。’"},{"en":"At that moment they heard a woman’s voice calling out in the house above them.","zh":"就在这时，他们听到一个女人的声音在他们上面的房子里呼喊。"},{"en":"‘Hurry up and get that cider, Mabel!’ the voice called.","zh":"“快去拿苹果酒，梅布尔!”那个声音喊道。"},{"en":"‘You know Mr Bean doesn’t like to be kept waiting! Especially when he’s been out all night in a tent!’","zh":"你知道憨豆先生不喜欢等人! 尤其是当他整晚都呆在帐篷里的时候"},{"en":"The animals froze.","zh":"动物们都冻僵了。"},{"en":"They stayed absolutely still, their ears pricked, their bodies tense.","zh":"他们一动不动，耳朵刺痛，身体紧绷。"},{"en":"Then they heard the sound of a door being opened.","zh":"然后他们听到门被打开的声音。"},{"en":"The door was at the top of a flight of stone steps leading down from the house to the cellar.","zh":"这扇门在一段石阶的顶端，石阶从房子一直通到地下室。"},{"en":"And now someone was starting to come down those steps.","zh":"现在有人开始走下台阶。"},{"en":"Part 16, The Woman","zh":"第十六部分，女人"},{"en":"‘Quick!’ said Mr Fox.","zh":"“快!”福克斯先生说。"},{"en":"‘Hide!’ He and Badger and the Smallest Fox jumped up on to a shelf and crouched behind a row of big cider jars.","zh":"躲起来！他和獾还有最小的狐狸跳上一个架子，蹲在一排大苹果酒罐子后面。"},{"en":"Peering around the jars, they saw a huge woman coming down into the cellar.","zh":"他们环顾着罐子，看见一个高大的女人从地下室走下来。"},{"en":"At the foot of the steps, the woman paused, looking to right and left.","zh":"在台阶下，女人停了下来，左右看了看。"},{"en":"Then she turned and headed straight for the place where Mr Fox and Badger and the Smallest Fox were hiding.","zh":"然后她转过身，径直朝狐狸先生、獾和小狐狸藏身的地方走去。"},{"en":"She stopped right in front of them.","zh":"她就停在他们面前。"},{"en":"The only thing between her and them was a row of cider jars.","zh":"她和他们之间只有一排苹果酒罐。"},{"en":"She was so close, Mr Fox could hear the sound of her breathing.","zh":"她离得那么近，福克斯先生都能听到她的呼吸声。"},{"en":"Peeping through the crack between two bottles, he noticed that she carried a big rolling-pin in one hand.","zh":"他透过两个瓶子之间的缝隙，注意到她一只手拿着一个大擀面杖。"},{"en":"‘How many will he want this time, Mrs Bean?’ the woman shouted.","zh":"“憨豆太太，这次他要多少?”妇人喊道。"},{"en":"And from the top of the steps the other voice called back, ‘Bring up two or three jars.’","zh":"又有一个声音从台阶上回来，说，拿两三个坛来"},{"en":"‘He drank four yesterday, Mrs Bean.’","zh":"他昨天喝了四杯，憨豆太太"},{"en":"‘Yes, but he won’t want that many today because he’s not going to be up there more than a few hours longer.","zh":"是的，但是他今天不会要那么多，因为他不会在那里多呆几个小时。"},{"en":"He says the fox is bound to make a run for it this morning.","zh":"他说狐狸今天早上一定会逃跑。"},{"en":"It can’t possibly stay down that hole another day without food.’","zh":"它不可能在没有食物的情况下一天都呆在洞里"},{"en":"The woman in the cellar reached out and lifted a jar of cider from the shelf.","zh":"地下室的女人伸手从架子上拿起一罐苹果酒。"},{"en":"The jar she took was next but one to the jar behind which Mr Fox was crouching.","zh":"她拿走的那个罐子就在狐狸先生蹲着的那个罐子旁边。"},{"en":"‘I’ll be glad when the rotten brute is killed and strung up on the front porch,’ she called out.","zh":"“当这个腐烂的畜生被杀死并吊死在门廊上的时候，我会很高兴的,”她喊道。"},{"en":"‘And by the way, Mrs Bean, your husband promised I could have the tail as a souvenir.’","zh":"顺便说一句，憨豆太太，你丈夫答应我可以把尾巴留作纪念品"},{"en":"‘The tail’s been all shot to pieces,’ said the voice from upstairs.","zh":"“尾巴都被打成碎片了,”楼上的声音说。"},{"en":"‘Didn’t you know that?’","zh":"你不知道吗"},{"en":"‘You mean it’s ruined?’","zh":"你是说它被毁了"},{"en":"‘Of course it’s ruined.","zh":"当然被毁了。"},{"en":"They shot the tail but missed the fox.’","zh":"他们射中了尾巴，但没打中狐狸"},{"en":"‘Oh heck!’ said the big woman.","zh":"“哦，见鬼!”大个子女人说。"},{"en":"‘I did so want that tail!’","zh":"我真的很想要那条尾巴"},{"en":"‘You can have the head instead, Mabel.","zh":"你可以用头来代替，梅宝。"},{"en":"You can get it stuffed and hang it on your bedroom wall.","zh":"你可以把它做成标本挂在你卧室的墙上。"},{"en":"Hurry up now with that cider!’","zh":"快点拿苹果酒来"},{"en":"‘Yes, Ma’am, I’m coming,’ said the big woman, and she took a second jar from the shelf.","zh":"“是的，夫人，我来了,”大个子女人说着，从架子上拿出第二个罐子。"},{"en":"If she takes one more, she’ll see us, thought Mr Fox.","zh":"如果她再吃一片，她就会看到我们了，福克斯先生想。"},{"en":"He could feel the Smallest Fox’s body pressed tightly against his own, quivering with excitement.","zh":"他能感觉到小狐狸的身体紧紧地压在自己身上，兴奋地颤抖着。"},{"en":"‘Will two be enough, Mrs Bean, or shall I take three?’","zh":"两个够吗，豆豆太太，还是我拿三个"},{"en":"‘My goodness, Mabel, I don’t care so long as you get a move on!’","zh":"我的天啊，梅宝，我不在乎，只要你动起来"},{"en":"‘Then two it is,’ said the huge woman, speaking to herself now.","zh":"“那就两个吧,”那个高大的女人自言自语地说。"},{"en":"‘He drinks too much anyway.’","zh":"反正他也喝多了"},{"en":"Carrying a jar in each hand and with the rolling-pin tucked under one arm, she walked away across the cellar.","zh":"她一手拿着一个罐子，一只胳膊下夹着擀面杖，穿过地窖走开了。"},{"en":"At the foot of the steps she paused and looked around, sniffing the air.","zh":"在台阶脚下，她停下脚步，环顾四周，嗅着空气。"},{"en":"‘There’s rats down here again, Mrs Bean.","zh":"这里又有老鼠了，豆豆太太。"},{"en":"I can smell ’em.’","zh":"我能闻到他们"}],[{"en":"‘Then poison them, woman, poison them! You know where the poison’s kept.’","zh":"那就毒死他们，女人，毒死他们! 你知道毒药放在哪里"},{"en":"‘Yes, Ma’am,’ Mabel said.","zh":"“是的，夫人,”梅布尔说。"},{"en":"She climbed slowly out of sight up the steps.","zh":"她慢慢地爬上台阶，看不见了。"},{"en":"The door slammed.","zh":"门砰的一声关上了。"},{"en":"‘Quick!’ said Mr Fox.","zh":"“快!”福克斯先生说。"},{"en":"‘Grab a jar each and run for it!’","zh":"每人拿一罐，然后跑"},{"en":"Rat stood on his high shelf and shrieked.","zh":"老鼠站在高高的架子上尖叫起来。"},{"en":"‘What did I tell you! You nearly got nabbed, didn’t you?","zh":"我说什么来着! 你差点被抓住，是不是？"},{"en":"You nearly gave the game away! You keep out of here from now on! I don’t want you around! This is my place!’","zh":"你差点暴露了！从现在开始，你给我滚出去！我不要你在我身边！这是我的地盘！’"},{"en":"‘You,’ said Mr Fox, ‘are going to be poisoned.’","zh":"“你,”福克斯先生说，“就要中毒了。”"},{"en":"‘Poppycock!’ said Rat.","zh":"“胡说!”河鼠说。"},{"en":"‘I sit up here and watch her putting the stuff down.","zh":"我坐在这里看着她把东西放下。"},{"en":"She’ll never get me.’","zh":"她永远不会得到我"},{"en":"Mr Fox and Badger and the Smallest Fox ran across the cellar clutching a gallon jar each.","zh":"狐狸先生、獾和最小的狐狸抓着一加仑的罐子跑过地窖。"},{"en":"‘Goodbye, Rat!’ they called out as they disappeared through the hole in the wall.","zh":"“再见，老鼠!”他们从墙上的洞里消失的时候喊道。"},{"en":"‘Thanks for the lovely cider!’","zh":"谢谢你的苹果酒"},{"en":"Thieves!’ shrieked Rat.","zh":"“小偷!”河鼠尖叫起来。"},{"en":"‘Robbers! Bandits! Burglars!’","zh":"强盗! 强盗! 小偷"},{"en":"Part 17, The Great Feast","zh":"第十七部分，盛宴"},{"en":"Back in the tunnel they paused so that Mr Fox could brick up the hole in the wall.","zh":"回到隧道里，他们停了下来，这样福克斯先生就可以用砖把墙上的洞堵上了。"},{"en":"He was humming to himself as he put the bricks back in place.","zh":"他一边把砖头放回原位，一边自言自语。"},{"en":"‘I can still taste that glorious cider,’ he said.","zh":"“我现在还能品尝到那美妙的苹果酒,”他说。"},{"en":"‘What an impudent fellow Rat is.’","zh":"“河鼠真是个厚颜无耻的家伙”"},{"en":"‘He has bad manners,’ Badger said.","zh":"獾说，他很没礼貌。"},{"en":"‘All rats have bad manners.","zh":"所有的老鼠都很没礼貌。"},{"en":"I’ve never met a polite rat yet.’","zh":"我还从没见过有礼貌的老鼠"},{"en":"‘And he drinks too much,’ said Mr Fox, putting the last brick in place.","zh":"“而且他喝得太多了,”福克斯先生一边说，一边把最后一块砖放好。"},{"en":"‘There we are.","zh":"我们到了。"},{"en":"Now, home to the feast!’","zh":"现在，回家享受盛宴吧"},{"en":"They grabbed their jars of cider and off they went.","zh":"他们抓起装苹果酒的罐子就走了。"},{"en":"Mr Fox was in front, the Smallest Fox came next and Badger last.","zh":"狐狸先生在前面，最小的狐狸紧随其后，獾最后。"},{"en":"Along the tunnel they flew , past the turning that led to Bunce’s Mighty Storehouse ,","zh":"他们沿着隧道飞行，经过通往邦斯的巨大仓库的转弯处,"},{"en":"past Boggis’s Chicken House Number One and then up the long home stretch towards the place where they knew Mrs Fox would be waiting.","zh":"经过伯吉斯的一号鸡舍，然后沿着长长的回程一直走到他们知道福克斯夫人会在那里等候的地方。"},{"en":"‘Keep it up, my darlings!’ shouted Mr Fox.","zh":"“坚持住，亲爱的!”福克斯先生喊道。"},{"en":"‘We’ll soon be there! Think what’s waiting for us at the other end!","zh":"我们很快就到了! 想想在另一头等着我们的是什么！"},{"en":"And just think what we’re bringing home with us in these jars!","zh":"想想我们带回家的这些罐子里装的是什么！"},{"en":"That ought to cheer up poor Mrs Fox.’ Mr Fox sang a little song as he ran:","zh":"这应该能让可怜的福克斯太太高兴起来。”福克斯先生一边跑一边唱着一首小歌:"},{"en":"‘Home again swiftly I glide,","zh":"我飞快地滑翔回家,"},{"en":"Back to my beautiful bride.","zh":"回到我美丽的新娘身边。"},{"en":"She’ll not feel so rotten","zh":"她就不会这么难过了"},{"en":"As soon as she’s gotten","zh":"一旦她得到了"},{"en":"Some cider inside her inside.’","zh":"她肚子里的苹果酒"},{"en":"Then Badger joined in:","zh":"然后獾加入了进来:"},{"en":"‘Oh poor Mrs Badger, he cried,","zh":"可怜的獾太太，他哭了,"},{"en":"So hungry she very near died.","zh":"她饿得差点死掉。"},{"en":"But she’ll not feel so hollow","zh":"但她不会感到如此空虚"},{"en":"If only she’ll swallow","zh":"要是她能吞下去就好了"},{"en":"Some cider inside her inside.’","zh":"她肚子里的苹果酒"},{"en":"They were still singing as they rounded the final corner and burst in upon the most wonderful and amazing sight any of them had ever seen.","zh":"他们仍然在唱歌，因为他们绕过最后一个角落，冲进最奇妙和惊人的景象，他们任何人都没有见过。"},{"en":"The feast was just beginning.","zh":"盛宴才刚刚开始。"},{"en":"A large dining-room had been hollowed out of the earth, and in the middle of it,","zh":"一个巨大的餐厅被挖空了，在它的中央,"},{"en":"seated around a huge table, were no less than twenty-nine animals.","zh":"围坐在一张大桌子周围，有不少于二十九只动物。"},{"en":"They were:","zh":"他们是:"},{"en":"Mrs Fox and three Small Foxes.","zh":"福克斯太太和三只小狐狸。"},{"en":"Mrs Badger and three Small Badgers.","zh":"獾夫人和三只小獾。"},{"en":"Mole and Mrs Mole and four Small Moles.","zh":"鼹鼠夫妇和四只小鼹鼠。"},{"en":"Rabbit and Mrs Rabbit and five Small Rabbits.","zh":"兔子和兔子夫人还有五只小兔子。"},{"en":"Weasel and Mrs Weasel and six Small Weasels.","zh":"黄鼠狼和黄鼠狼夫人还有六只小黄鼠狼。"},{"en":"The table was covered with chickens and ducks and geese and hams and bacon, and everyone was tucking into the lovely food.","zh":"桌子上摆满了鸡、鸭、鹅、火腿和熏肉，每个人都在尽情享用美味的食物。"},{"en":"‘My darling!’ cried Mrs Fox, jumping up and hugging Mr Fox.","zh":"“亲爱的!”福克斯太太叫道，跳起来拥抱了福克斯先生。"},{"en":"‘We couldn’t wait! Please forgive us!’ Then she hugged the Smallest Fox of all,","zh":"“我们等不及了! 请原谅我们!”然后她拥抱了最小的狐狸,"},{"en":"and Mrs Badger hugged Badger, and everyone hugged everyone else.","zh":"獾夫人拥抱了獾，每个人都拥抱了其他人。"},{"en":"Amid shouts of joy, the great jars of cider were placed upon the table,","zh":"在欢呼声中，桌子上摆放着大瓶的苹果酒,"},{"en":"and Mr Fox and Badger and the Smallest Fox sat down with the others.","zh":"狐狸先生、獾和最小的狐狸和其他人坐在一起。"},{"en":"You must remember no one had eaten a thing for several days.","zh":"你一定记得，已经好几天没有人吃东西了。"},{"en":"They were ravenous.","zh":"他们饿坏了。"},{"en":"So for a while there was no conversation at all.","zh":"所以有一段时间根本没有对话。"}],[{"en":"There was only the sound of crunching and chewing as the animals attacked the succulent food.","zh":"当动物们攻击多汁的食物时，只有嘎吱嘎吱的咀嚼声。"},{"en":"At last, Badger stood up.","zh":"最后，獾站了起来。"},{"en":"He raised his glass of cider and called out,","zh":"他举起一杯苹果酒大声喊道,"},{"en":"‘A toast! I want you all to stand and drink a toast to our dear friend who has saved our lives this day – Mr Fox!’","zh":"干杯！我希望你们所有人都站起来，为我们亲爱的朋友福克斯先生干杯他今天救了我们的命！’"},{"en":"‘To Mr Fox!’ they all shouted, standing up and raising their glasses.","zh":"“敬福克斯先生!”他们都站起来，举起酒杯喊道。"},{"en":"‘To Mr Fox! Long may he live!’","zh":"敬福克斯先生，愿他长命百岁"},{"en":"Then Mrs Fox got shyly to her feet and said, ‘I don’t want to make a speech.","zh":"然后福克斯太太害羞地站起来说: “我不想演讲。”。"},{"en":"I just want to say one thing, and it is this: MY HUSBAND IS A FANTASTIC FOX.’ Everyone clapped and cheered.","zh":"我只想说一件事，那就是: 我丈夫是一只了不起的狐狸。每个人都鼓掌欢呼。"},{"en":"Then Mr Fox himself stood up.","zh":"然后福克斯先生自己站了起来。"},{"en":"‘This delicious meal ,’ he began, then he stopped.","zh":"“这顿美味的饭,”他开始说，然后停了下来。"},{"en":"In the silence that followed, he let fly a tremendous belch.","zh":"在随后的沉默中，他打了一个巨大的嗝。"},{"en":"There was laughter and more clapping.","zh":"有笑声和更多的掌声。"},{"en":"‘This delicious meal, my friends,’ he went on, ‘is by courtesy of Messrs Boggis, Bunce and Bean.’ (More cheering and laughter.)","zh":"“我的朋友们，这顿美味的饭菜是博吉斯、邦斯和比恩先生请来的。”他接着说(更多的欢呼和笑声)"},{"en":"‘And I hope you have enjoyed it as much as I have.’ He let fly another colossal belch.","zh":"“我希望你也像我一样喜欢它。”他又打了一个巨大的嗝。"},{"en":"‘Better out than in,’ said Badger.","zh":"“出去总比进去好,”獾说。"},{"en":"‘Thank you,’ said Mr Fox, grinning hugely.","zh":"“谢谢你,”福克斯先生咧嘴大笑着说。"},{"en":"‘But now, my friends, let us be serious.","zh":"但现在，我的朋友们，让我们严肃点。"},{"en":"Let us think of tomorrow and the next day and the days after that.","zh":"让我们想想明天，后天，还有后天。"},{"en":"If we go out, we will be killed.","zh":"如果我们出去，我们会被杀死。"},{"en":"Right?’","zh":"对吧"},{"en":"‘Right!’ they shouted.","zh":"“对!”他们喊道。"},{"en":"‘We’ll be shot before we’ve gone a yard,’ said Badger.","zh":"獾说: “我们还没走出一码就会被射杀。”。"},{"en":"‘Ex-actly,’ said Mr Fox.","zh":"“没错,”福克斯先生说。"},{"en":"‘But who wants to go out, anyway; let me ask you that? We are all diggers, every one of us.","zh":"但是，谁愿意出去呢? 让我问问你，我们都是挖掘者，我们每个人都是。"},{"en":"We hate the outside.","zh":"我们讨厌外面的世界。"},{"en":"The outside is full of enemies.","zh":"外面到处都是敌人。"},{"en":"We only go out because we have to, to get food for our families.","zh":"我们出去只是因为我们必须出去，为我们的家人找食物。"},{"en":"But now, my friends, we have an entirely new set-up.","zh":"但现在，我的朋友们，我们有了一个全新的组合。"},{"en":"We have a safe tunnel leading to three of the finest stores in the world!’","zh":"我们有一条通往世界上最好的三家商店的安全通道"},{"en":"‘We do indeed!’ said Badger.","zh":"“我们确实有!”獾说。"},{"en":"‘I’ve seen ’em!’","zh":"我见过他们"},{"en":"‘And you know what this means?’ said Mr Fox.","zh":"“你知道这意味着什么吗?”福克斯先生说。"},{"en":"‘It means that none of us need ever go out into the open again!’","zh":"这意味着我们都不需要再到户外去了"},{"en":"There was a buzz of excitement around the table.","zh":"桌子周围传来一阵兴奋的嗡嗡声。"},{"en":"‘I therefore invite you all,’ Mr Fox went on, ‘to stay here with me for ever.’","zh":"“因此，我邀请你们所有人,”福克斯先生接着说，“永远留在我身边。”"},{"en":"‘For ever!’ they cried.","zh":"“永远!”他们喊道。"},{"en":"‘My goodness! How marvellous!’ And Rabbit said to Mrs Rabbit,","zh":"“我的天哪! 太棒了!”兔子对兔子太太说,"},{"en":"‘My dear, just think! We’re never going to be shot at again in our lives!’","zh":"亲爱的，想想吧! 我们这辈子再也不会被枪击了"},{"en":"‘We will make,’ said Mr Fox, ‘a little underground village, with streets and houses on each side","zh":"“我们将建造一个小小的地下村庄,”福克斯先生说，“两边都有街道和房屋"},{"en":"separate houses for Badgers and Moles and Rabbits and Weasels and Foxes.","zh":"獾、鼹鼠、兔子、黄鼠狼和狐狸的独立房屋。"},{"en":"And every day I will go shopping for you all.","zh":"每天我都会为你们购物。"},{"en":"And every day we will eat like kings.’","zh":"我们每天都要像国王一样吃饭"},{"en":"The cheering that followed this speech went on for many minutes.","zh":"演讲之后的欢呼声持续了好几分钟。"},{"en":"Part 18, Still Waiting","zh":"第18部分，还在等待"},{"en":"Outside the fox’s hole, Boggis and Bunce and Bean sat beside their tents with their guns on their laps.","zh":"在狐狸洞的外面，博吉斯、邦斯和比恩坐在帐篷旁边，把枪放在膝盖上。"},{"en":"It was beginning to rain.","zh":"开始下雨了。"},{"en":"Water was trickling down the necks of the three men and into their shoes.","zh":"水顺着三个人的脖子流下来，流进他们的鞋子里。"},{"en":"‘He won’t stay down there much longer now,’ Boggis said.","zh":"博吉斯说，他现在不会在那里呆太久了。"},{"en":"‘The brute must be famished,’ Bunce said.","zh":"邦斯说，这个畜生一定饿坏了。"},{"en":"‘That’s right,’ Bean said.","zh":"“没错,”比恩说。"},{"en":"‘He’ll be making a dash for it any moment.","zh":"他随时会冲过去。"},{"en":"Keep your guns handy.’","zh":"把枪放在手边"},{"en":"They sat there by the hole, waiting for the fox to come out.","zh":"他们坐在洞边，等着狐狸出来。"},{"en":"And so far as I know, they are still waiting.","zh":"据我所知，他们还在等待。"}]]