[[{"en":"Oh, God, I hate this part.","zh":"天啊，我讨厌这部分。"},{"en":"Just be cool.","zh":"冷静点。"},{"en":"I can barely walk with all the crap you've taped to my thighs.","zh":"你在我大腿上贴了这么多东西我都走不动了。"},{"en":"Well, there was another place to hide it, but you're too dainty.","zh":"还有个地方可以藏，不过你太小巧了。"},{"en":"I told you that's exit only.","zh":"我告诉过你那是出口。"},{"en":"Next, please.","zh":"下一位。"},{"en":"Here we go.","zh":"开始了。"},{"en":"Welcome back to the United States. Is your trip for business or pleasure?","zh":"欢迎回到美国。你是出差还是旅游？"},{"en":"Pleasure. Business. Business. Pleasure.","zh":"快乐，生意，生意，快乐。"},{"en":"The point is, we're thrilled to be back.","zh":"重点是，我们很高兴能回来。"},{"en":"God bless America! Home of our ancestors!","zh":"上帝保佑美国! 我们祖先的家园！"},{"en":"And the birthplace of jazz.","zh":"也是爵士乐的发源地。"},{"en":"Okay. Whose bag is this?","zh":"好吧，这是谁的包？"},{"en":"My Mom's.","zh":"我妈妈的。"},{"en":"No, I'm pretty sure that's yours, honey. See? It's got your nametag right on it.","zh":"不，我很确定那是你的，亲爱的，看到了吗? 上面有你的名牌。"},{"en":"Yeah, but that's not my bag.","zh":"是的，但那不是我的包。"},{"en":"Well, it certainly ain't mine, muchacha.","zh":"当然不是我的，小妞。"},{"en":"Well, what do we have here?","zh":"这是什么？"},{"en":"Christy! How could you?!","zh":"克丽丝蒂，你怎么能这样！"},{"en":"What?! This is not my bag, and I've never seen that before!","zh":"什么，这不是我的包，我从没见过！"},{"en":"Oh, sweetheart, did prison teach you nothing?","zh":"亲爱的，监狱什么都没教会你吗？"},{"en":"I've never been to prison!","zh":"我从没进过监狱！"},{"en":"Look, I don't want to tell you how to do your job, but check her thighs... their street value is $80,000.","zh":"听着，我不想告诉你怎么做你的工作，但是看看她的大腿... 它们的街头价值是8万美元。"},{"en":"What?!","zh":"什么? ！"},{"en":"You sold me out to the Feds!","zh":"你把我出卖给了联邦调查局！"},{"en":"Oh, honey... are you drinking again?","zh":"亲爱的，你又开始喝酒了吗？"},{"en":"No, I just dreamt that you and I were smuggling drսg from Mexico, and when it went bad, you made me take the fall!","zh":"不，我只是梦到我们从墨西哥走私毒品，事情变糟的时候，你让我背了黑锅！"},{"en":"Oh, how awful.","zh":"太可怕了。"},{"en":"It is!","zh":"是的！"},{"en":"You know, when you were a little girl and had a bad dream, I let you crawl in bed with me until you felt safe.","zh":"你知道吗，当你还是个小女孩的时候，做了个噩梦，我让你和我一起爬在床上，直到你感到安全为止。"},{"en":"You did?","zh":"是吗？"},{"en":"I did. But now you're a fully grown crazy person, so I'm just gonna hang up!","zh":"是的，但现在你已经是个成年疯子了所以我要挂电话了！"},{"en":"Mom? Of all the things to yell at my mother for, I had to pick the one that didn't happen.","zh":"妈妈? 在所有对我妈妈大吼大叫的事情中，我偏偏选了一件没有发生的。"},{"en":"Hey, Mom, I just wanted to call and say I'm sorry for yelling at you.","zh":"嘿，妈妈，我只是想打电话给你，说我很抱歉对你大吼大叫。"},{"en":"I know it was just a dream, but it seemed so real.","zh":"我知道那只是个梦，但看起来很真实。"},{"en":"Hang on. I gotta spit.","zh":"等等，我要吐口水。"},{"en":"Anyway, call me back... unless you're gonna punish me with silence, which is so you.","zh":"不管怎样，给我回电话... 除非你想用沉默来惩罚我，这就是你。"},{"en":"Probably what you're doing right now. Well, you know what? It's not gonna work. I'm not gonna let you get in my head.","zh":"也许就是你现在在做的事。你知道吗？没用的。我不会让你影响我的。"},{"en":"Go to hell!","zh":"去死吧！"},{"en":"That's gonna come back and bite me in the ass.","zh":"那会反咬我一口的。"},{"en":"Why aren't you dressed? We're gonna be late.","zh":"你怎么还没换衣服? 我们要迟到了。"},{"en":"My underpants are crunchy.","zh":"我的内裤很脆。"},{"en":"What do you mean, \"crunchy\"?","zh":"“嘎吱嘎吱”是什么意思？"},{"en":"I don't know what happened. They were soft yesterday.","zh":"我不知道怎么回事，昨天还很软。"},{"en":"Oh, honey, you can't keep wearing the same underwear. Put on some clean ones.","zh":"亲爱的，你不能总穿同一条内裤，换上干净的。"},{"en":"I don't have any clean ones.","zh":"我没有干净的。"},{"en":"And you're telling me this 5 minutes before you have to leave for school?","zh":"你在上学前五分钟才告诉我这些？"},{"en":"I'm as surprised as you are.","zh":"我和你一样惊讶。"},{"en":"All right. Let's go see if your sister has a pair you can borrow.","zh":"好吧，我们去看看你姐姐有没有借给你的。"},{"en":"I'm not wearing Violet's underpants!","zh":"我才不要穿维奥莱特的内裤！"},{"en":"No one will know!","zh":"没人会知道的！"},{"en":"I'll know.","zh":"我会知道的。"},{"en":"Violet, do you have any old underwear Roscoe could wear?","zh":"维奥莉特，你有罗斯科能穿的旧内裤吗？"},{"en":"Seriously? You haven't screwed him up enough?","zh":"真的吗，你还没把他搞得够惨吗？"},{"en":"It's a \"yes or no\" question.","zh":"这是一个“是或否”的问题。"},{"en":"So was mine.","zh":"我的也是。"},{"en":"Forget it; I'll just buy him some on the way to school.","zh":"算了，我还是在去学校的路上给他买点吧。"},{"en":"Ugh, that reminds me, I'm gonna need some money for some new jeans.","zh":"这倒提醒了我，我需要钱买新牛仔裤。"},{"en":"I'm, like, seriously bloated lately.","zh":"我最近有点浮肿。"},{"en":"Violet, you're, like, seriously pregnant lately.","zh":"维奥莉特，你最近真的怀孕了。"},{"en":"And you have a job. You want new jeans, spend your own money.","zh":"而且你有工作，你想要新牛仔裤，花你自己的钱。"},{"en":"I'm not wasting my money on fat pants.","zh":"我才不会把钱浪费在肥裤子上。"},{"en":"Oh, so you're okay to waste mine?","zh":"所以你可以浪费我的吗？"},{"en":"Well, I was hoping...","zh":"我希望..。"},{"en":"Listen, Juno... ...the minute you got pregnant, life as you know it ended.","zh":"听着，朱诺，你怀孕的那一刻，你所知道的生命就结束了。"},{"en":"It's time you got ready for the dream-sucking monster which is about to shoot out of your hoo-ha and gobble up your life!","zh":"是时候准备好迎接这个吸食梦想的怪物了它会从你的小弟弟里射出来然后吞噬你的生命！"},{"en":"You're a horrible woman.","zh":"你是个可怕的女人。"},{"en":"And soon you'll be one, too!","zh":"很快你也会成为其中一员！"},{"en":"Ah, here. Clean underwear.","zh":"给，干净的内衣。"},{"en":"I don't want to wear these.","zh":"我不想穿这些。"},{"en":"What's wrong with them?","zh":"他们怎么了？"},{"en":"They have anchors.","zh":"它们有锚。"},{"en":"What's wrong with anchors?","zh":"锚怎么了？"},{"en":"They're stupid.","zh":"他们太蠢了。"}],[{"en":"Oh, for God's sake, it's just a design. It doesn't mean anything.","zh":"看在上帝的份上，这只是个设计，没有任何意义。"},{"en":"Well, I like my underwear to make sense.","zh":"我喜欢我的内裤讲得通。"},{"en":"I'm not having this conversation with you.","zh":"我不想跟你谈这个。"},{"en":"Then who is?","zh":"那是谁？"},{"en":"Excuse me, can my son change in your bathroom?","zh":"不好意思，我儿子可以在你们洗手间换衣服吗？"},{"en":"We don't have a bathroom.","zh":"我们没有浴室。"},{"en":"Of course you have a bathroom.","zh":"你当然有厕所。"},{"en":"Come on. Help me out here.","zh":"拜托，帮帮我。"},{"en":"Sorry, it's not for public use.","zh":"对不起，这不是给公众使用的。"},{"en":"Okay, look, I'm in a hurry. I gotta get him to school. Can't you make an exception?","zh":"好吧，听着，我赶时间，我得送他去学校，你就不能破个例吗？"},{"en":"I don't make the rules.","zh":"规矩不是我定的。"},{"en":"No, but you have a brain and you could use it now to help my little boy put on a pair of clean underpants!","zh":"不，但是你有头脑，你现在可以用它来帮我的小男孩穿上一条干净的内裤！"},{"en":"Mom, it's okay.","zh":"妈妈，没事的。"},{"en":"I got this, Roscoe!","zh":"交给我吧，罗斯科！"},{"en":"I don't think you do. Why don't I just change in the car?","zh":"我觉得你不知道，不如我在车里换衣服吧？"},{"en":"No, you are gonna change... ...right here!","zh":"不，你要在这里换衣服！"},{"en":"In the store? I'm not an animal.","zh":"在商店里? 我又不是动物。"},{"en":"Go ahead! No one can see!","zh":"去吧，没人能看见！"},{"en":"Ma'am, he can't take his clothes off in here.","zh":"女士，他不能在这里脱衣服。"},{"en":"Want to bet?","zh":"想打赌吗？"},{"en":"Take your clothes off in here.","zh":"把衣服脱了。"},{"en":"Please don't make me call security.","zh":"别逼我叫保安。"},{"en":"No, no, go ahead. I want you to. In fact, I'll do it for you.","zh":"不，不，去吧，我想让你做，事实上，我会帮你做的。"},{"en":"Security! Nine-year-old changing into anchor underpants in aisle eleven! Shoot to kill!","zh":"保安! 9岁小孩在11号通道换内裤! 格杀勿论！"},{"en":"You're a horrible woman.","zh":"你是个可怕的女人。"},{"en":"Oh, like I haven't heard that today from some other bitch!","zh":"好像我今天没听别的婊子说过似的！"},{"en":"Go ahead, honey. Go on, change.","zh":"去吧，亲爱的，去换衣服。"},{"en":"So one regular coffee and a latte.","zh":"一杯普通咖啡和一杯拿铁。"},{"en":"You know, sweetie, you'd be so much prettier if you smiled once in a while!","zh":"你知道吗，亲爱的，如果你能偶尔微笑一下，你会更漂亮的！"},{"en":"Excuse me?","zh":"你说什么？"},{"en":"Show a little teeth. Brighten the world up!","zh":"露出点牙齿，让世界亮起来！"},{"en":"I'm sorry; I'll certainly give that a try.","zh":"对不起，我一定会试一试的。"},{"en":"Try it now! There you go! Was that so hard?","zh":"现在试试! 就是这样! 有那么难吗？"},{"en":"It's amazing you got to teach a broad who works for tips basic courtesy.","zh":"你居然教一个靠小费吃饭的女人基本礼貌。"},{"en":"You look really pretty today. Did you change your hair?","zh":"你今天真漂亮，换发型了吗？"},{"en":"Bite me!","zh":"咬我啊！"},{"en":"Is it just me, or do crazy waitresses give you a woody?","zh":"只有我这么觉得吗，还是疯狂的女服务员让你欲火焚身？"},{"en":"Christy, right?","zh":"克丽丝蒂，对吧？"},{"en":"Yeah. How'd you know my name?","zh":"是啊，你怎么知道我的名字？"},{"en":"We met at your first meeting. I'm Marjorie.","zh":"我们第一次见面就认识了，我是玛乔丽。"},{"en":"I'm sorry. I spent most of that meeting crying and vomiting into my purse.","zh":"抱歉，会议的大部分时间我都在哭，还吐在包里。"},{"en":"And you wonder why I remember your name. How's it going now?","zh":"你想知道为什么我记得你的名字，现在怎么样了？"},{"en":"Well, got a new purse.","zh":"买了个新包。"},{"en":"Very nice.","zh":"非常好。"},{"en":"Unfortunately, that's about the only thing I got going for me.","zh":"不幸的是，这是我唯一的优势了。"},{"en":"Sorry to hear it.","zh":"真遗憾。"},{"en":"Did you ever have one of those days where everyone you meet is a gigantic ass?","zh":"你有没有过这样的日子每个你遇到的人都是一个巨大的屁股？"},{"en":"Everyone, huh?","zh":"所有人？"},{"en":"Yeah. My mom, my kids, the people at work, even some idiot clerk at the 99-Cent Store.","zh":"是的，我妈妈，我孩子，工作上的人，甚至99美分商店的白痴店员。"},{"en":"Yeah, I've had days like that, and you know what I finally figured out?","zh":"是啊，我也有过那样的日子，你知道我最终发现了什么吗？"},{"en":"What?","zh":"什么？"},{"en":"If everyone I meet's an ass... maybe I'm the ass.","zh":"如果我遇到的每个人都是混蛋... 也许我就是混蛋。"},{"en":"Wait... you're saying I'm the problem?","zh":"等等... 你是说我才是问题所在？"},{"en":"You're very quick.","zh":"你动作真快。"},{"en":"Oh, God, I am the ass.","zh":"天啊，我真是个混蛋。"},{"en":"Okay, everyone, I think we're ready to get started.","zh":"好了，各位，我想我们可以开始了。"},{"en":"Please remember there is no parking in the lot adjacent to the building....","zh":"请记住，大楼附近的停车场不准停车。"},{"en":"You know, I get that I have to take responsibility for my life,","zh":"我知道我得为自己的人生负责,"},{"en":"but you have no idea what it was like growing up with my mother.","zh":"但你不知道和我妈一起长大是什么感觉。"},{"en":"I'm sure it was a nightmare, but you're not a child anymore.","zh":"我知道那是个噩梦，但你已经不是小孩子了。"},{"en":"I know that, but she makes me so mad! You got two options, sweetie:","zh":"我知道，但她让我很生气! 你有两个选择，亲爱的:"},{"en":"you can stay angry at your mother and be miserable for the rest of your life, or you can let it go and be happy.","zh":"你可以继续生你妈妈的气然后悲惨地度过你的余生，或者你可以放手，开心地生活。"},{"en":"Isn't there a third option?","zh":"没有第三个选择吗？"},{"en":"Hi, Mom.","zh":"嗨，妈妈。"},{"en":"Hello.","zh":"你好。"},{"en":"Thanks for meeting me.","zh":"谢谢你来见我。"},{"en":"Oh, sure.","zh":"哦，当然。"},{"en":"Um, listen, I want to apologize for yelling at you the other day.","zh":"听着，我想为那天对你大吼大叫道歉。"},{"en":"That's it? That's all you're gonna say?","zh":"就这样? 你就想说这些？"},{"en":"Anyway, I feel terrible.","zh":"总之，我感觉很糟糕。"},{"en":"Just \"terrible\"?","zh":"只是“糟糕”？"},{"en":"What do you mean?","zh":"什么意思？"},{"en":"Well, I would think you'd feel ashamed, as well.","zh":"我以为你也会觉得羞愧。"},{"en":"Okay. Ashamed.","zh":"好吧，惭愧。"},{"en":"Maybe a little dopey.","zh":"也许有点傻。"},{"en":"Dopey, Doc and sneezy. Are we good?","zh":"大迷糊，博士和喷嚏精，没事吧？"},{"en":"I came in here good.","zh":"我进来的时候很顺利。"}],[{"en":"Whatever. Let's just eat. Lunch is on me.","zh":"随便了，我们吃饭吧，午饭我请。"},{"en":"It's my way of showing I'm letting go of my anger.","zh":"这是我释放愤怒的方式。"},{"en":"That's very generous of you.","zh":"你真是太慷慨了。"},{"en":"Of course, if I were flush with cash, I might buy my pregnant daughter new jeans, but you're doing some \"tough love\" thing... I get it.","zh":"当然，如果我有足够的现金，我可能会给我怀孕的女儿买条新牛仔裤，但是你在做什么“严厉的爱”... 我明白。"},{"en":"You talked to Violet?","zh":"你和 Violet 谈过了？"},{"en":"She tweeted it.","zh":"她发推特了。"},{"en":"And did you defend me?","zh":"你为我辩护了吗？"},{"en":"Nope, I just retweeted and moved on.","zh":"没有，我只是转发了一下，然后就没事了。"},{"en":"Right there. That's where my dream comes from.","zh":"就在那里，我的梦想就是从那里来的。"},{"en":"You never, ever have my back. You always put your needs ahead of mine.","zh":"你从来都不支持我，你总是把你的需要放在我的前面。"},{"en":"Well, I certainly hope the salmon is more satisfying than your apology.","zh":"我当然希望三文鱼比你的道歉更令人满意。"},{"en":"Don't growl, sweetheart; it's not very ladylike.","zh":"别咆哮，亲爱的，这不太淑女。"},{"en":"Hey, buddy. I went and did all your laundry, so you have nice, fresh clothes for tomorrow.","zh":"嘿，伙计，我把你的衣服都洗了，所以你明天有新衣服穿了。"},{"en":"No need to thank me. Are you giving me the cold, silent treatment, like your Grandma does?","zh":"不用谢我，你是不是跟你奶奶一样，对我冷漠无情？"},{"en":"No, I'm doing a puzzle and it's hard.","zh":"不，我在玩拼图，很难的。"},{"en":"You know, I'm really sorry I haven't been on top of getting the laundry done.","zh":"你知道，我真的很抱歉我没有把衣服洗好。"},{"en":"Or making sure we have peanut butter.","zh":"或者确保我们有花生酱。"},{"en":"Oh, are we out of peanut butter?","zh":"花生酱没了吗？"},{"en":"And jelly.","zh":"还有果冻。"},{"en":"Okay.","zh":"好吧。"},{"en":"And bread.","zh":"还有面包。"},{"en":"Hey, can I help?","zh":"我能帮忙吗？"},{"en":"Sure.","zh":"当然。"},{"en":"You know... I want you to know that I will always be there for you, no matter what.","zh":"我想让你知道，无论发生什么我都会一直在你身边。"},{"en":"Nothing you do could make me love you less.","zh":"你所做的一切都不会让我对你的爱减少。"},{"en":"Even if I grow up to be like Dad?","zh":"即使我长大后会像爸爸一样？"},{"en":"Oh, honey... the fact that you're doing a puzzle means you won't end up like your Dad.","zh":"亲爱的，你在玩拼图这件事意味着你不会像你爸爸一样。"},{"en":"How's the cheesecake?","zh":"芝士蛋糕怎么样？"},{"en":"Awesome!","zh":"太棒了！"},{"en":"Do you like it, Violet? It's your favorite.","zh":"你喜欢吗 Violet? 这是你的最爱。"},{"en":"I tell you I don't fit into my pants, so you buy me cheesecake?","zh":"我告诉你我穿不进裤子，你就给我买芝士蛋糕？"},{"en":"I was just trying to do something nice for you. Whatever.","zh":"我只是想为你做点好事-随便啦。"},{"en":"You know, Violet... your mom's making a real effort, here, and you're not giving her much to work with.","zh":"你知道 Violet... 你妈妈真的很努力，而你却没有给她很多可以共事的机会。"},{"en":"Are you taking her side?","zh":"你站在她那边吗？"},{"en":"It's okay, Luke.","zh":"没事的，卢克。"},{"en":"No, no, no. There are no sides when it comes to family.","zh":"不，不，不，当涉及到家庭的时候，是没有立场的。"},{"en":"We're a circle. Or a triangle... ...but that would have sides, so a circle.","zh":"我们是一个圆，或者三角形，但是有边，所以是一个圆。"},{"en":"Luke, for your own sake, stay out of this.","zh":"卢克，为了你自己，别插手。"},{"en":"Well, Christy, I am this. You know, everyone says you're all moody 'cause you're pregnant,","zh":"克丽丝蒂，我就是这样，大家都说你因为怀孕而喜怒无常,"},{"en":"but they're wrong. You've always been moody.","zh":"但他们错了，你总是情绪化。"},{"en":"Why don't you go take out the garbage?","zh":"你为什么不去倒垃圾？"},{"en":"Yes, dear. I learned to say that from watching TV.","zh":"是的，亲爱的，我是看电视学会这么说的。"},{"en":"Do you believe him?","zh":"你相信他吗？"},{"en":"Yeah, that was pretty stupid.","zh":"是啊，真是太蠢了。"},{"en":"Do guys get smarter over time?","zh":"男人会随着时间变得更聪明吗？"},{"en":"Oh, honey... if they have the love of a good woman, all things are possible... I'm sorry, I can't lie to you! No.","zh":"哦，亲爱的... 如果他们有一个好女人的爱，一切都是可能的... 对不起，我不能骗你！没有。"},{"en":"Chef Rudy? I want you to know that I'm aware I've been kind of bitchy lately, and I'm working on it. I'm trying to be a better person.","zh":"鲁迪主厨？我想让你知道，我知道我最近有点刻薄，我正在努力改正。我想做一个更好的人。"},{"en":"Appreciate the sentiment. And good luck with that.","zh":"谢谢你的好意，祝你好运。"},{"en":"Thank you.","zh":"谢谢你。"},{"en":"Are you thinking what I'm thinking?","zh":"你和我想的一样吗？"},{"en":"Gabriel, you got a sec?","zh":"加布里尔，你有时间吗？"},{"en":"Not if you're gonna snap my head off.","zh":"除非你把我的头拧下来。"},{"en":"I'm really sorry about that. I was having a bad day, and... I didn't mean to take it out on you. You don't deserve that.","zh":"我真的很抱歉。我今天过得很糟糕，我不是故意拿你出气的。你不该承受这些。"},{"en":"I miss you, too!","zh":"我也想你！"},{"en":"no. That's not where I'm going with this.","zh":"不，我不是这个意思。"},{"en":"I want to hold you so much right now!","zh":"我现在好想抱抱你！"},{"en":"I'm trying to apologize, not turn you on.","zh":"我是想道歉，不是让你兴奋。"},{"en":"Too late!","zh":"太迟了！"},{"en":"Gabriel, listen to me. You and I are done. Over. Finito.","zh":"加布里埃尔，听我说，你和我结束了，完了，结束了。"},{"en":"Excuse me. Miss? I'm not sure if you remember me...","zh":"打扰一下，小姐，我不确定你是否还记得我。"},{"en":"I remember.","zh":"我记得。"},{"en":"Yeah, I bet you do. I want to apologize. Your job's tough enough without some jerk like me telling you to smile.","zh":"是啊，我猜也是。我想道歉。你的工作已经够难的了，就算没有我这样的混蛋教你微笑。"},{"en":"Seriously?","zh":"真的吗？"},{"en":"Yeah, it's really been eating at me. I hope you'll accept my apology.","zh":"是啊，我真的很难过，我希望你能接受我的道歉。"},{"en":"Yes. I do. Thanks so much. You've really made my day.","zh":"是的，非常感谢，你真的让我很开心。"},{"en":"Great.","zh":"很好。"},{"en":"Have a nice lunch. I so wish I hadn't spit in his latte.","zh":"午餐愉快，真希望我没往他的拿铁里吐口水。"},{"en":"Hi, Marjorie.","zh":"你好，玛乔丽。"},{"en":"Ah, there she is.","zh":"她来了。"},{"en":"I just wanted to thank you for talking to me the other day. Your advice really helped.","zh":"我只是想谢谢你那天跟我聊天，你的建议真的很有帮助。"},{"en":"Oh, yeah?","zh":"哦，是吗？"}],[{"en":"Yeah. Once I let go of my anger, everyone suddenly got nicer.","zh":"是啊，一旦我释放了我的愤怒，所有人都突然变得友善了。"},{"en":"Aw. Good for you. Anger is a luxury people like us cannot afford.","zh":"真不错，像我们这样的人可承受不起愤怒。"},{"en":"Hi, sweetie.","zh":"嗨，亲爱的。"},{"en":"Hi, Mom. Do you two know each other?","zh":"嗨，妈妈，你们认识吗？"},{"en":"We've, crossed paths. Hello, Marjorie.","zh":"我们有过交集，你好，玛乔丽。"},{"en":"Bonnie.","zh":"邦妮。"},{"en":"Marjorie made cookies.","zh":"玛乔丽做了饼干。"},{"en":"Thanks for the warning. Good-bye, Marjorie.","zh":"谢谢你的警告，再见，玛乔丽。"},{"en":"Bonnie. That's your mother?","zh":"Bonnie 那是你妈妈？"},{"en":"Yeah.","zh":"是的。"},{"en":"No wonder you drank.","zh":"难怪你会喝酒。"},{"en":"Excuse me, could I talk to you for second?","zh":"不好意思，我能和你谈谈吗？"},{"en":"Look, lady, I don't want any problems.","zh":"听着，女士，我不想惹麻烦。"},{"en":"No, no, no. I came here to apologize. I was very rude the other day.","zh":"不，不，不，我是来道歉的，那天我太无礼了。"},{"en":"Anyway, there's no excuse for it, but, once again, I'm sorry.","zh":"不管怎样，没有任何借口，但是，再一次，我很抱歉。"},{"en":"Wow, I've been working here six years and this has never happened.","zh":"哇，我在这里工作了六年，从没发生过这种事。"},{"en":"People come in, they just treat you like you're nothing,","zh":"人们走进来，把你当成一无是处,"},{"en":"and then... go about their business, buying cotton balls and tube socks.","zh":"然后... 继续他们的生意，买棉球和圆筒袜。"},{"en":"Well, you do get a lot of tube sock for your money here.","zh":"好吧，你的钱在这里得到了很多管袜。"},{"en":"But you came back to apologize.","zh":"但你是回来道歉的。"},{"en":"To be fair, I also needed toenail clippers.","zh":"公平地说，我还需要指甲钳。"},{"en":"It doesn't matter. Thank you.","zh":"没关系，谢谢。"},{"en":"can I use your bathroom now?","zh":"我能用下你的洗手间吗？"},{"en":"Please don't exploit our friendship.","zh":"请不要利用我们的友谊。"}]]