[[{"en":"I think you'll find our Napa Chardonnay to have hints of vanilla and caramel with a velvety smooth finish.","zh":"我想你会发现我们的纳帕夏敦埃酒有一丝香草和焦糖的味道，回味柔和顺滑。"},{"en":"Are you all right?","zh":"你没事吧？"},{"en":"Some days are better than others. Thanks for asking.","zh":"有些日子比较好，谢谢关心。"},{"en":"It's very good.","zh":"非常好。"},{"en":"Yeah, 2004 was a great year for this wine. Not so much for me. Enjoy.","zh":"是的，2004年对这种酒来说是很好的一年，但对我来说就不是了，好好享受吧。"},{"en":"So, did I talk you into that soufflé?","zh":"我说服你做蛋奶酥了吗？"},{"en":"Uh, yeah, two.","zh":"是的，两个。"},{"en":"Good call. You won't want to share. Oh, God.","zh":"好主意，你不会想分享的，天啊。"},{"en":"More butter and salt. They only need to live long enough to pay the check.","zh":"多加点黄油和盐，他们只要活到支票付款就行了。"},{"en":"Beat those egg whites gently as if they were a small, annoying child.","zh":"轻轻地拍打蛋白，就好像它们是一个又小又烦人的孩子。"},{"en":"Paul, you're on fire again.","zh":"保罗，你又着火了。"},{"en":"Um, Christy, you got a second?","zh":"克丽丝蒂，你有空吗？"},{"en":"I can't talk now, Gabriel. I'm working.","zh":"我现在不方便说话，加布里尔，我在工作。"},{"en":"Yeah, I know, but, uh, here's the thing. I'm getting a lot of complaints.","zh":"是的，我知道，但是，呃，事情是这样的，我收到了很多投诉。"},{"en":"Really? About what?","zh":"真的? 关于什么？"},{"en":"Well, apparently, one of my waitresses is having a nervous breakdown.","zh":"显然，我的一个女服务员精神崩溃了。"},{"en":"Is it Jennifer?","zh":"是詹妮弗吗？"},{"en":"Is it Carol?","zh":"是卡罗尔吗？"},{"en":"It's you!","zh":"是你！"},{"en":"Gabriel, what does this taste like to you?","zh":"加布里埃尔，你觉得这是什么味道？"},{"en":"Uh, mushrooms?","zh":"蘑菇？"},{"en":"The correct answer was \"ass.\"","zh":"正确答案是“屁股”"},{"en":"Listen, maybe you should take the rest of the night off.","zh":"听着，也许你今晚该休息了。"},{"en":"I can't afford to do that. I have children to feed.","zh":"我负担不起，我还有孩子要养。"},{"en":"Not a problem. Grab a couple steaks, head home and feed 'em.","zh":"没问题，拿几块牛排回家喂它们。"},{"en":"You don't understand. The guy at table 4 said something horrible to me when I was telling him about the salmon.","zh":"你不明白。我跟4号桌的人说三文鱼的事时他对我说了很可怕的话。"},{"en":"What's wrong with the salmon? Nothing, the salmon's great!","zh":"- 三文鱼怎么了?-没什么，三文鱼很好吃！"},{"en":"The guy insulted me.","zh":"那家伙侮辱了我。"},{"en":"Oh, that's fine.","zh":"没关系。"},{"en":"What did he say?","zh":"他说什么？"},{"en":"He said I was \"a good waitress.\"","zh":"他说我是个“好服务员”"},{"en":"That's not bad. Or true.","zh":"不错，或者说是真的。"},{"en":"I didn't grow up to be a \"good waitress\"","zh":"我没有长大成为一个“好服务员”"},{"en":"That was never the plan.","zh":"计划不是这样的。"},{"en":"The plan was to be a psychologist.","zh":"我的计划是成为一名心理学家。"},{"en":"Okay. You're a young woman. You can still do that.","zh":"好吧，你是个年轻女人，你还是可以做到的。"},{"en":"Yeah, maybe. I'd probably have to graduate high school first.","zh":"也许吧，我可能得先从高中毕业。"},{"en":"Now all I've got to look forward to is serving $60 risotto to a bunch of smug food Nazis.","zh":"现在我唯一能期待的就是给一群自以为是的食物纳粹提供60美元的意大利调味饭。"},{"en":"I mean, who are we kidding? It's a big, steaming pile of gooey rice!","zh":"我的意思是，我们在骗谁呢? 这是一大堆热气腾腾的粘糊糊的米饭！"},{"en":"What did you say?","zh":"你说什么？"},{"en":"Get over yourself, Rudy. I saw you at McDonald's going down on a Big Mac.","zh":"别自以为是了，鲁迪，我看到你在麦当劳吃巨无霸。"},{"en":"First of all, it was a Filet-O-Fish.","zh":"首先，这是菲力鱼。"},{"en":"And for you?","zh":"你呢？"},{"en":"I'd like the pounded capon with lemongrass and thyme.","zh":"我要加柠檬草和百里香的鸡肉。"},{"en":"Excellent choice. You know that's a castrated chicken they beat with a hammer.","zh":"明智的选择，你知道他们用锤子打的是阉割过的鸡。"},{"en":"Daily affirmations.","zh":"每日自我肯定。"},{"en":"I open my heart and allow wonderful things to flow into my life.","zh":"我敞开心扉，让美好的事物进入我的生活。"},{"en":"My daughter's an easy lay and it's not my fault.","zh":"我女儿很容易上床，这不是我的错。"},{"en":"I'm sorry. Did I wake you?","zh":"抱歉，我吵醒你了吗？"},{"en":"That's okay. How was work?","zh":"没关系，工作怎么样？"},{"en":"Oh, fun. I feel guilty taking the money. What'd you do tonight?","zh":"有意思，拿了钱我很内疚，你今晚做了什么？"},{"en":"Not much. Did my homework, watched TV.","zh":"没什么，做作业，看电视。"},{"en":"Is there a TV on your ceiling?","zh":"你家天花板上有电视吗？"},{"en":"What?","zh":"什么？"},{"en":"Sit down. We need to talk.","zh":"坐下，我们得谈谈。"},{"en":"What's up?","zh":"怎么了？"},{"en":"Violet, I can't tell you not to have sex at your age, because I had sex at your age.","zh":"维奥莉特，我不能告诉你在你这个年纪不要做爱因为我在你这个年纪就做爱了。"},{"en":"Mom, I'm not having sex.","zh":"妈妈，我没有做爱。"},{"en":"Don't lie to the woman who washes your sheets.","zh":"不要对给你洗床单的女人撒谎。"},{"en":"And in case you've forgotten, I got pregnant with you when I was a teenager.","zh":"别忘了，我十几岁的时候就怀上你了。"},{"en":"And please don't take this the wrong way, It ruined my life.","zh":"别误会，这毁了我的生活。"},{"en":"I love you, too, Mom?","zh":"我也爱你，妈妈？"},{"en":"And I can't tell you not to drink and smoke pot, because my senior yearbook quote was:","zh":"我不能告诉你不要喝酒，不要抽大麻因为我的毕业纪念册上说过:"},{"en":"\"Let's drink and smoke pot\"","zh":"“我们喝酒抽大麻吧”"},{"en":"Can this please be over?","zh":"能不能快点结束？"},{"en":"You don't know how lucky you are. My mother never bothered to talk to me about this stuff.","zh":"你不知道你有多幸运，我妈妈从来不跟我说这些。"},{"en":"Yeah, this is over.","zh":"是的，结束了。"},{"en":"Honey, I just don't want you to wake up one day and feel bad 'cause you're not a psychologist!","zh":"亲爱的，我只是不想你有一天醒来，因为你不是心理学家而感到难过！"},{"en":"Okay, good talk!","zh":"好吧，聊得很愉快！"},{"en":"Let's get you back in your own bed.","zh":"我们回你自己的床上去吧。"},{"en":"Hi, Mom.","zh":"嗨，妈妈。"},{"en":"Hi, sweetie.","zh":"嗨，亲爱的。"},{"en":"I waited up for you.","zh":"我一直在等你。"},{"en":"Thank you.","zh":"谢谢你。"},{"en":"Violet's boyfriend was over.","zh":"维奥莉特的男朋友分手了。"},{"en":"I know.","zh":"我知道。"},{"en":"They were kissing.","zh":"他们在接吻。"}],[{"en":"I'm sure they were.","zh":"我想也是。"},{"en":"They took a shower together.","zh":"他们一起洗澡。"},{"en":"Terrific.","zh":"好极了。"},{"en":"Are you coming to my talent show tomorrow?","zh":"你明天来看我的才艺表演吗？"},{"en":"Tomorrow? What time?","zh":"明天? 什么时候？"},{"en":"11:00.","zh":"11点。"},{"en":"Oh, honey, I have to work the lunch shift.","zh":"亲爱的，我得上午班。"},{"en":"It's okay. I'm not good anyway.","zh":"没关系，反正我也不好。"},{"en":"Listen, maybe I can get someone to cover my shift.","zh":"听着，也许我可以找人替我的班。"},{"en":"Don't worry about it.","zh":"别担心。"},{"en":"No, I want you to be able to look out into the audience and see me, because that","zh":"不，我希望你能看到观众的眼睛看到我，因为"},{"en":"way you'll know how much I...","zh":"让你知道我有多..。"},{"en":"Mommy, I'm sleeping.","zh":"妈妈，我在睡觉。"},{"en":"Good talk.","zh":"聊得很愉快。"},{"en":"You feeling better?","zh":"感觉好点了吗？"},{"en":"Oh, yeah. My home is a real oasis.","zh":"哦，是的，我的家是一个真正的绿洲。"},{"en":"So, am I in trouble with Chef Rudy?","zh":"鲁迪大厨找我麻烦了吗？"},{"en":"He'll be fine. He bought an eight ball and took home the pastry chef.","zh":"他不会有事的，他买了一个八号球然后把糕点师带回家了。"},{"en":"Sleeping with your boss. Who does that?","zh":"和你老板上床，谁会这么做？"},{"en":"Mom...?","zh":"妈妈？"},{"en":"Yeah, honey?","zh":"怎么了，亲爱的？"},{"en":"I had a bad dream.","zh":"我做了个恶梦。"},{"en":"Oh, no, well, um... why don't you go back to bed and I'll come lay down with you in a second?","zh":"不用了，你先回去睡吧我一会儿就过来陪你？"},{"en":"I'm so sorry. I owe you one.","zh":"对不起，我欠你个人情。"},{"en":"Don't lay there too long. The sprinklers come on in ten minutes.","zh":"别在那儿躺太久，洒水器十分钟后就开了。"},{"en":"What the hell?","zh":"搞什么鬼？"},{"en":"Can I help you?","zh":"需要帮忙吗？"},{"en":"What time is the talent show?","zh":"才艺表演是什么时候？"},{"en":"What talent show?","zh":"什么才艺表演？"},{"en":"There's no talent show today?","zh":"今天没有才艺表演吗？"},{"en":"I don't think so.","zh":"我不这么认为。"},{"en":"Are you freaking kidding me?!","zh":"开什么玩笑！"},{"en":"I lost a day's pay for no reason?","zh":"我白白损失了一天的工资？"},{"en":"Maybe we were destined to meet.","zh":"也许我们注定要相遇。"},{"en":"It would definitely be the high point of my day.","zh":"这绝对是我今天的高潮。"},{"en":"Roscoe!","zh":"罗斯科！"},{"en":"Hi, Mom.","zh":"嗨，妈妈。"},{"en":"What are you doing here?","zh":"你在这里做什么？"},{"en":"The talent show?","zh":"才艺表演？"},{"en":"That's not today.","zh":"不是今天。"},{"en":"But you said it was!","zh":"但你说是的！"},{"en":"Guess I was wrong.","zh":"看来我错了。"},{"en":"I guess you were.","zh":"我想是的。"},{"en":"Don't you kids tease him about this.","zh":"你们别拿这事取笑他。"},{"en":"Son of a bitch!","zh":"狗娘养的！"},{"en":"Oh, God, I need a drink.","zh":"天啊，我要喝一杯。"},{"en":"Hi, I'm Christy and I'm an alcoholic.","zh":"嗨，我是克丽丝蒂，我是个酒鬼。"},{"en":"I've been sober 118 days. Oh, don't applaud for that. They've been the worst 118 days of my life.","zh":"- 我已经戒酒118天了-别为这个鼓掌，这是我一生中最糟糕的118天。"},{"en":"The only reason I'm here is because, I didn't want to turn into my mother.","zh":"我来这里的唯一原因是，我不想变成我妈那样。"},{"en":"And I did anyway. Yeah, I drank like her. I went through men like her. Um, I was selfish to my kids just like she was.","zh":"但我还是这么做了。是的，我像她一样酗酒。我经历过像她这样的男人。我对我的孩子很自私，就像她一样。"},{"en":"And I didn't know how to live any other way because she was my only role model.","zh":"我不知道如何以其他方式生活因为她是我唯一的榜样。"},{"en":"I mean, some mothers teach their daughters how to bake.","zh":"有些母亲会教女儿烘焙。"},{"en":"Mine taught me how to beat a cavity search and still feel like a lady.","zh":"我父亲教会了我如何避免体腔检查还能保持淑女的感觉。"},{"en":"Anyway, thanks for letting me share.","zh":"不管怎样，谢谢你让我分享。"},{"en":"And I cannot tell you how comforting it is to be in a room with people who are just as screwed up as I am, so...","zh":"我无法告诉你和跟我一样一团糟的人共处一室是多么令人欣慰，所以..。"},{"en":"Oh, stop it.","zh":"别说了。"},{"en":"Hi, I'm Jim and I'm an alcoholic.","zh":"嗨，我是吉姆，我是个酒鬼。"},{"en":"Aren't you a little old to be blaming all your problems on your mother?","zh":"你把所有的问题都怪在你妈身上，是不是有点老了？"},{"en":"Hi, Mom.","zh":"嗨，妈妈。"},{"en":"Hi, I'm Greg. May I take your order?","zh":"嗨，我是格雷格，请问您要点什么？"},{"en":"Hi, Greg. I'm Bonnie and this is my daughter, Christy.","zh":"嗨 Greg 我是 Bonnie 这是我女儿 Christy。"},{"en":"She and I haven't spoken in a couple of years, so this is kind of a big moment for us.","zh":"她和我已经好几年没说过话了所以这对我们来说是个重要的时刻。"},{"en":"Oh, for God's sake.","zh":"看在上帝的份上。"},{"en":"What can you recommend for a mother and daughter who are reconnecting after","zh":"你有什么可以推荐的母亲和女儿谁是重新连接后"},{"en":"a long, angry silence?","zh":"长时间的愤怒的沉默？"},{"en":"Mom, please, just order.","zh":"妈妈，拜托，点菜吧。"},{"en":"Um, is the mint tea decaffeinated?","zh":"薄荷茶不含咖啡因吗？"},{"en":"Do you promise? If I have caffeine after 2:00, my sleep in ruined.","zh":"你保证吗，如果我两点以后还喝咖啡，我的睡眠就毁了。"},{"en":"I promise.","zh":"我保证。"},{"en":"Okay, Greg, but if I wake up in the middle of the night, I'm calling you.","zh":"好吧，格雷格，但如果我半夜醒来，我会给你打电话的。"},{"en":"Well, I'll give you my number.","zh":"我把电话号码给你。"},{"en":"Um, and for you? We have a lovely selection of local wines.","zh":"你呢? 我们有很多当地的葡萄酒。"},{"en":"I'll have a bottle of each and a funnel.","zh":"我要每种一瓶，还有一个漏斗。"},{"en":"She's kidding. We're both in Alcoholics Anonymous.","zh":"她开玩笑的我们都是匿名戒酒会。"},{"en":"Mom, it's Alcoholics Anonymous, not Alcoholics Tell Your Waiter.","zh":"妈妈这是匿名戒酒会不是酒鬼告诉服务生的。"},{"en":"Water is fine. Here, take this knife away from me.","zh":"水就可以了，来，把这把刀拿开。"},{"en":"So, when were you going to tell me you quit drinking?","zh":"你打算什么时候告诉我你戒酒了？"},{"en":"Well, I was afraid if I called you, I'd just start again.","zh":"我怕如果我打电话给你，我会重新开始。"},{"en":"Not that you care, but I have two years clean and sober myself.","zh":"虽然你不在乎，但我已经戒毒两年了。"}],[{"en":"You're right, I don't care.","zh":"你说得对，我不在乎。"},{"en":"Well, regardless, it has really changed my life.","zh":"不管怎样，它真的改变了我的生活。"},{"en":"I have a steady job. I exercise. I'm in a book club!","zh":"我有一份稳定的工作。我锻炼身体。我参加了一个读书俱乐部！"},{"en":"I have become the kind of woman I've always hated.","zh":"我变成了我一直讨厌的那种女人。"},{"en":"It is nice to see you wearing underwear. And not on your head.","zh":"很高兴看到你穿内裤，而不是头上。"},{"en":"Here we go.","zh":"开始了。"},{"en":"Oh, Greg, honey, can I trouble you for some water without ice? Ice isn't good for my digestive system.","zh":"哦，格雷格，亲爱的，我能麻烦你给我一些不加冰的水吗? 冰对我的消化系统不好。"},{"en":"Yeah, of course.","zh":"是的，当然。"},{"en":"Really? Ice? I think your digestive system has seen worse than ice.","zh":"真的? 冰? 我想你的消化系统见过比冰更糟的。"},{"en":"Excuse me?","zh":"你说什么？"},{"en":"Mom, I've watched you lick cocaine crumbs out of a shag carpet.","zh":"妈妈，我看过你从粗毛地毯上舔可卡因碎屑。"},{"en":"It's not a sin to be thrifty, dear.","zh":"节俭不是罪过，亲爱的。"},{"en":"Okay, here we go. Now, I hope that you're being nice to your mother.","zh":"好了，我们开始吧，现在，我希望你对你妈妈好一点。"},{"en":"Go away, Greg!","zh":"走开，格雷格！"},{"en":"Right.","zh":"对。"},{"en":"You know, just because you're sober doesn't mean you can't take a Xanax.","zh":"你清醒并不代表你不能吃阿普唑仑。"},{"en":"Actually, Mom, it sort of does.","zh":"事实上，妈妈，差不多就是这样。"},{"en":"Really? Maybe I don't have two years.","zh":"真的吗，也许我没有两年时间了。"},{"en":"And I don't need a Xanax, I'm doing great.","zh":"我不需要阿普唑仑，我很好。"},{"en":"Well, that's funny, 'cause your daughter says you're hanging on by your fingernails","zh":"真有意思，因为你女儿说你命悬一线"},{"en":"and sleeping with your boss.","zh":"和你老板上床。"},{"en":"Wait, when do you talk to Violet?","zh":"等等，你什么时候跟维奥莉特说话？"},{"en":"We talk all the time, and we're Facebook friends.","zh":"我们经常聊天，我们还是脸书好友。"},{"en":"I don't want her talking to you.","zh":"我不想让她跟你说话。"},{"en":"Well, she has to talk to somebody. She's sexually active, drinking, smoking grass. Sound familiar?","zh":"她得找人谈谈，她性生活活跃，酗酒，吸大麻，听起来耳熟吗？"},{"en":"You're making this about me?","zh":"你是在说我吗？"},{"en":"No, it's okay. I have come to understand that you were the best daughter you could be. My job is to forgive you, which I do.","zh":"不，没关系。我终于明白你是最好的女儿。我的工作就是原谅你，我做到了。"},{"en":"Oh, my God! You forgive me?","zh":"天啊，你原谅我了吗？"},{"en":"I've come a long way.","zh":"我经历了很多。"},{"en":"Excuse me, but if anybody needs to be forgiven, it's you, and I don't, and I never will.","zh":"不好意思，如果有人需要被原谅，那就是你，我不需要，也永远不会原谅。"},{"en":"There's hardly a day I can remember that I didn't come home to an empty house.","zh":"我几乎没有一天不是回到空荡荡的家。"},{"en":"Oh, don't be so dramatic.","zh":"别这么夸张。"},{"en":"While other mothers were cooking dinner, you were cooking meth.","zh":"别的妈妈做晚饭的时候，你在做冰毒。"},{"en":"Otherwise known as \"working.\"","zh":"也就是所谓的“工作”"},{"en":"I don't want you in my life. And while you're at it, stay away from my daughter!","zh":"我不想你出现在我的生活中，还有，离我女儿远点！"},{"en":"She may need a better role model than me, but it's certainly not you.","zh":"她可能需要一个比我更好的榜样，但肯定不是你。"},{"en":"Is everything okay?","zh":"出什么事了吗？"},{"en":"My daughter doesn't get me.","zh":"我女儿不懂我。"},{"en":"Oh. I'm sorry.","zh":"哦，对不起。"},{"en":"What time do you get off work? I could use a lap to cry on.","zh":"你什么时候下班? 我想找个地方哭一场。"},{"en":"Stop crying. It wasn't an important finger. This doesn't concern you.","zh":"别哭了，不是什么重要的手指，这不关你的事。"},{"en":"Oh, good, you're still here.","zh":"太好了，你还在。"},{"en":"Hey, hi. This is a surprise.","zh":"嗨，真是个惊喜。"},{"en":"Yeah, I just really needed to talk to you. I am having the worst day.","zh":"是啊，我真的需要和你谈谈，我今天过得很糟糕。"},{"en":"Hey, you ready to go?","zh":"准备好走了吗？"},{"en":"Yes, dear. Um, Christy, you know my, uh, wife.","zh":"是的，亲爱的，克丽丝蒂，你认识我的妻子。"},{"en":"Yeah, hi, Claudia. Nice to see you again.","zh":"你好，克劳迪娅，很高兴再次见到你。"},{"en":"It's \"Clowdia\", FYI, the ladies' room needs some attention. I don't know if that's you, Christy.","zh":"是“ Clowdia”仅供参考，女厕所需要注意一下，我不知道那是不是你 Christy。"},{"en":"It's not, and it's \"Christ-y.\"","zh":"不是，是“耶稣基督”"},{"en":"Okay, dear, let's go.","zh":"好了，亲爱的，我们走吧。"},{"en":"Don't serve the soup.","zh":"不要上汤。"},{"en":"Hey, Mom. Dad's here!","zh":"妈妈，爸爸来了！"},{"en":"Yo, yo, baby mama.","zh":"哟，哟，宝贝妈妈。"},{"en":"What do you want, Baxter?","zh":"你想要什么，巴克斯特？"},{"en":"A father can't visit his son?","zh":"父亲不能去看儿子吗？"},{"en":"Not when he's six months behind on child support, but you're welcome to wave","zh":"他已经拖欠六个月的抚养费了但你可以跟他挥挥手"},{"en":"at him through the window.","zh":"透过窗户看着他。"},{"en":"Be right back, Roscoe. Don't be afraid to hit the hookers with a bat.","zh":"马上回来，罗斯科，别害怕用球棒打妓女。"},{"en":"I think I may have found a way to pay you your child support.","zh":"我想我可能有办法付你的抚养费了。"},{"en":"Trust me, Baxter, you can't sell that much semen.","zh":"相信我，巴克斯特，你卖不了那么多精液。"},{"en":"I know. I tried.","zh":"我知道，我尽力了。"},{"en":"So, here's the deal. I know a guy who can hook me up with a couple of kilos of premium Sonoma Kush. All I need is $2000, from you.","zh":"这样吧。我认识一个人能帮我搞到几公斤高级索诺玛库什。我只需要你给我2000美元。"},{"en":"Just so I'm clear. You want to pay child support by borrowing money from","zh":"先说清楚，你想通过借钱来支付孩子的抚养费"},{"en":"me so you can buy pot?","zh":"然后你就可以买大麻了？"},{"en":"No. So I can sell pot.","zh":"不，这样我就能卖大麻了。"},{"en":"There's no money in buying pot. I know. I tried.","zh":"- 买大麻没钱-我知道，我试过了。"},{"en":"What are you doing here?","zh":"你在这里做什么？"},{"en":"studying.","zh":"学习。"},{"en":"You let Violet have boys over while you're gone?","zh":"你不在的时候让维奥莉特带男孩过来吗？"},{"en":"No, I do not, and don't worry about her, she's not your kid.","zh":"不，我没有，别担心她，她不是你的孩子。"},{"en":"I know, but this sets a bad example for Roscoe.","zh":"我知道，但这给罗斯科树立了坏榜样。"}],[{"en":"Oh, you're worried about setting a bad example? You had Roscoe pee into a sippy cup so you could pass a drug test.","zh":"你担心会树立一个坏榜样？你让罗斯科往吸管里撒尿这样你就能通过药检了。"},{"en":"And it worked.","zh":"而且成功了。"},{"en":"I like bananas. They have their own carrying case.","zh":"我喜欢香蕉。他们有自己的手提箱。"},{"en":"You know I can't divorce Claudia. Her father owns the restaurant;","zh":"你知道我不能和 Claudia 离婚，她爸爸是餐厅老板"},{"en":"I'm pretty sure he'd fire me, and then what? I was an English major.","zh":"我很确定他会解雇我，然后呢? 我是英语专业的。"},{"en":"I can't believe you're sleeping with that loser.","zh":"真不敢相信你和那个废物上床了。"},{"en":"I can't believe you're sleeping with this loser!","zh":"真不敢相信你居然和这个废物上床！"},{"en":"Hey, we were mostly studying.","zh":"我们大部分时间都在学习。"},{"en":"Shut up, Luke.","zh":"闭嘴，卢克。"},{"en":"I love him.","zh":"我爱他。"},{"en":"Please, I used to love him!","zh":"拜托，我以前很爱他的！"},{"en":"She did.","zh":"是的。"},{"en":"Mom, Luke and I have been together for like a year. You only started noticing","zh":"妈，卢克和我在一起一年了，你才发现"},{"en":"when you stopped drinking.","zh":"当你戒酒的时候。"},{"en":"You're right. I haven't been a very good mother, and I'm sorry, but...","zh":"你说得对，我不是个好妈妈，我很抱歉，但是..。"},{"en":"But what? You want me to forgive you?","zh":"但是什么? 你想让我原谅你？"},{"en":"Oh, God, would you? That'd be awesome!","zh":"天啊，真的吗，那太棒了！"},{"en":"Why should I forgive you when you can't even forgive your own mother?","zh":"你连自己的母亲都不能原谅我为什么还要原谅你？"},{"en":"That's different.","zh":"那不一样。"},{"en":"How?","zh":"怎么做到的？"},{"en":"Okay. Hello, Mom, it's Christy. Yeah, yeah, today was a blast.","zh":"你好，妈妈，我是克丽丝蒂，今天真是太棒了。"},{"en":"Listen, I just want you to know that I forgive you for everything you did when I was growing up.","zh":"听着，我只想让你知道我原谅你在我成长过程中所做的一切。"},{"en":"I get, now, that you did the best you could, just like I'm doing.","zh":"我知道你已经尽力了，就像我一样。"},{"en":"And I hope that you and I can wipe the slate clean and start over.","zh":"我希望我们能重新开始。"},{"en":"No, I did not take a Xanax from your purse!","zh":"不，我没有从你包里拿阿普唑仑！"},{"en":"Listen, I gotta go. Yeah, talk soon.","zh":"我得挂了，回聊。"},{"en":"There. I've forgiven my mother. Are we good?","zh":"好了，我原谅我妈妈了，我们和好了吗？"},{"en":"It's not that easy.","zh":"没那么简单。"},{"en":"Oh, come on! Like me!","zh":"拜托，像我一样！"},{"en":"Hey, Dad! If you hit the hookers enough times, they give you your money back!","zh":"嘿，爸爸! 如果你打了妓女足够多次，他们会把你的钱还给你的！"},{"en":"Smart kid. That's my semen at work.","zh":"聪明的孩子，那是我工作时的精液。"},{"en":"You still living in that red van? Looks like your house is being towed.","zh":"你还住在那辆红色货车里? 看来你的房子被拖走了。"},{"en":"Oh, no, my cleaning lady's in there.","zh":"不，我的清洁女工在里面。"},{"en":"What a day, huh?","zh":"多美好的一天啊？"},{"en":"Oh, hi, Mom.","zh":"嗨，妈妈。"},{"en":"Hello, sweetie.","zh":"你好，亲爱的。"},{"en":"What are you doing here?","zh":"你在这里做什么？"},{"en":"I just thought I'd help out while you were at work. You know, clean slate.","zh":"我只是想趁你工作的时候帮帮忙，重新开始。"},{"en":"You didn't have to do that.","zh":"你不必这么做的。"},{"en":"Yeah, she did. Bonnie made Roscoe and me hot dinner.","zh":"是的 Bonnie 给我和 Roscoe 做了热腾腾的晚餐。"},{"en":"Yeah, but I...","zh":"是的，但是我..。"},{"en":"It was hot, Mom! Like on TV. Night, Bonnie.","zh":"很热，妈妈，就像电视上一样，晚安，邦妮。"},{"en":"She calls you Bonnie?","zh":"她叫你 Bonnie？"},{"en":"We're like sisters. You hungry?","zh":"我们就像姐妹一样，你饿吗？"},{"en":"No, thanks. I ate at the restaurant.","zh":"不用了，谢谢，我在餐厅吃过了。"},{"en":"How about some tea?","zh":"来点茶怎么样？"},{"en":"I'm so glad you and I have a chance to start over.","zh":"我很高兴我们有机会重新开始。"},{"en":"Forgive me, but I'm not quite there yet.","zh":"抱歉，我还没到那一步。"},{"en":"Of course I forgive you.","zh":"我当然原谅你。"},{"en":"You know, I apologized for being a crappy daughter. So, anything you wanna say to me...","zh":"你知道，我为我这个糟糕的女儿道歉，所以，你想对我说的任何话..。"},{"en":"I love you with all my heart.","zh":"我全心全意地爱你。"},{"en":"And?","zh":"然后呢？"},{"en":"And... from now on, I'm going to be the kind of mother you deserve. This is the start of a new chapter.","zh":"而且... 从现在开始，我会成为你应得的母亲。这是新篇章的开始。"},{"en":"Oh, it's my date!","zh":"我的约会对象来了！"},{"en":"New chapter, same book.","zh":"新的篇章，同一本书。"},{"en":"Ready to go?","zh":"可以走了吗？"},{"en":"Let me just get my bag.","zh":"我去拿包。"},{"en":"You remember our waiter Greg?","zh":"还记得我们的服务生格雷格吗？"},{"en":"Hi, new dad!","zh":"嗨，新爸爸！"},{"en":"Please stop. He's way to young for me.","zh":"别说了，他对我来说太年轻了。"},{"en":"And he's married.","zh":"而且他结婚了。"},{"en":"Married? What a whore.","zh":"结婚? 真是个婊子。"},{"en":"Oh, I almost forgot. Your daughter think she might be pregnant. Call me, if you need me.","zh":"哦，我差点忘了，你女儿觉得她可能怀孕了，如果你需要我，打电话给我。"}]]