[[{"en":"Mary had liked to look at her mother from a distance and she had thought her very pretty, but as she knew very little of her she could scarcely have been expected to love her or to miss her very much when she was gone.","zh":"玛丽喜欢从远处看着她的母亲，她认为她很漂亮，但是由于她对母亲了解很少，当她不在的时候，她几乎不可能爱她或者非常想念她。"},{"en":"She did not miss her at all, in fact, and as she was a self-absorbed child she gave her entire thought to herself, as she had always done.","zh":"事实上，她一点也不想念她，因为她是一个自私自利的孩子，她把全部的心思都放在自己身上，就像她一直做的那样。"},{"en":"If she had been older she would no doubt have been very anxious at being left alone in the world,","zh":"如果她再大一点儿，她无疑会非常担心自己孤零零地生活在这个世界上,"},{"en":"but she was very young, and as she had always been taken care of, she supposed she always would be.","zh":"但是她很年轻，因为她一直被照顾着，她认为她会一直这样。"},{"en":"What she thought was that she would like to know if she was going to nice people,","zh":"她想的是她想知道自己是否会去找好人,"},{"en":"who would be polite to her and give her her own way as her Ayah and the other native servants had done.","zh":"他对她很有礼貌，给她自己的路，就像她的阿亚和其他本地仆人所做的那样。"},{"en":"She knew that she was not going to stay at the English clergyman’s house where she was taken at first.","zh":"她知道自己不会住在英国牧师的家里，因为她一开始就是在那里被带走的。"},{"en":"She did not want to stay.","zh":"她不想留下来。"},{"en":"The English clergyman was poor and he had five children nearly all the same age and they wore shabby clothes","zh":"这位英国牧师很穷，他有五个几乎同龄的孩子，他们穿着破旧的衣服"},{"en":"and were always quarreling and snatching toys from each other.","zh":"经常吵架，抢别人的玩具。"},{"en":"Mary hated their untidy bungalow and was so disagreeable to them that after the first day or two nobody would play with her.","zh":"玛丽讨厌他们那不整洁的平房，对他们非常不友好，一两天以后就没有人愿意和她玩了。"},{"en":"By the second day they had given her a nickname which made her furious.","zh":"到了第二天，他们给她起了一个外号，这使她非常生气。"},{"en":"It was Basil who thought of it first.","zh":"是巴兹尔先想到的。"},{"en":"Basil was a little boy with impudent blue eyes and a turned-up nose, and Mary hated him.","zh":"巴兹尔是个小男孩，有一双放肆的蓝眼睛和一个翘起的鼻子，玛丽讨厌他。"},{"en":"She was playing by herself under a tree, just as she had been playing the day the cholera broke out.","zh":"她一个人在树下玩耍，就像霍乱爆发那天她一样。"},{"en":"She was making heaps of earth and paths for a garden and Basil came and stood near to watch her.","zh":"她正在为一个花园堆土和小路，巴兹尔走过来站在附近看着她。"},{"en":"Presently he got rather interested and suddenly made a suggestion.","zh":"不久，他感兴趣了，突然提出了一个建议。"},{"en":"“Why don’t you put a heap of stones there and pretend it is a rockery?” he said.","zh":"“你为什么不把一堆石头放在那里，假装它是一个假山呢?”他说。"},{"en":"“There in the middle,” and he leaned over her to point.","zh":"“在中间,”他俯身指着她。"},{"en":"“Go away!” cried Mary.","zh":"“走开!”玛丽喊道。"},{"en":"“I don’t want boys. Go away!”","zh":"“我不想要男孩，走开!”"},{"en":"For a moment Basil looked angry, and then he began to tease.","zh":"有那么一会儿，巴兹尔看起来很生气，然后他开始取笑我。"},{"en":"He was always teasing his sisters.","zh":"他总是取笑他的姐妹们。"},{"en":"He danced round and round her and made faces and sang and laughed.","zh":"他围着她跳舞，做鬼脸，唱歌，大笑。"},{"en":"“Mistress Mary, quite contrary,","zh":"玛丽小姐，完全相反,"},{"en":"How does your garden grow?","zh":"你的花园长得怎么样？"},{"en":"With silver bells, and cockle shells,","zh":"银铃，海扇壳,"},{"en":"And marigolds all in a row.”","zh":"金盏花排成一排"},{"en":"He sang it until the other children heard and laughed, too; and the crosser Mary got, the more they sang","zh":"他一直唱，直到其他孩子也听见了，也笑了; 玛丽越生气，他们唱得越多"},{"en":"“Mistress Mary, quite contrary”;","zh":"“玛丽小姐，完全相反”"},{"en":"and after that as long as she stayed with them they called her","zh":"从那以后，只要她还和他们在一起，他们就给她打电话"},{"en":"“Mistress Mary Quite Contrary”","zh":"“玛丽小姐完全相反”"},{"en":"when they spoke of her to each other, and often when they spoke to her.","zh":"当他们彼此谈起她的时候，经常是当他们和她说话的时候。"},{"en":"“You are going to be sent home,” Basil said to her, “at the end of the week.","zh":"“你会被送回家,”巴兹尔对她说，“在这个星期结束的时候。"},{"en":"And we’re glad of it.”","zh":"我们为此感到高兴。”"},{"en":"“I am glad of it, too,” answered Mary.","zh":"“我也很高兴。”玛丽回答。"},{"en":"“Where is home?”","zh":"“家在哪里?”"},{"en":"“She doesn’t know where home is!” said Basil, with seven-year-old scorn.","zh":"“她连家在哪儿都不知道!”巴兹尔带着七岁孩子的轻蔑说。"},{"en":"“It’s England, of course.","zh":"“当然，这里是英国。"},{"en":"Our grandmama lives there and our sister Mabel was sent to her last year.","zh":"我们的祖母住在那里，我们的妹妹梅布尔去年被送到她那里。"},{"en":"You are not going to your grandmama.","zh":"你不能去找你奶奶。"},{"en":"You have none. You are going to your uncle.","zh":"你没有，你要去找你叔叔。"},{"en":"His name is Mr. Archibald Craven.”","zh":"他叫 Archibald Craven 先生”"},{"en":"“I don’t know anything about him,” snapped Mary.","zh":"“我对他一无所知,”玛丽厉声说。"},{"en":"“I know you don’t,” Basil answered.","zh":"“我知道你不想,”巴兹尔回答。"},{"en":"“You don’t know anything.","zh":"你什么都不知道。"},{"en":"Girls never do.","zh":"女孩子从不这样。"},{"en":"I heard father and mother talking about him.","zh":"我听到爸爸妈妈在谈论他。"},{"en":"He lives in a great, big, desolate old house in the country and no one goes near him.","zh":"他住在乡下一所又大又荒凉的老房子里，没有人靠近他。"},{"en":"He’s so cross he won’t let them, and they wouldn’t come if he would let them.","zh":"他很生气，不让他们来，如果他让他们来，他们也不会来。"},{"en":"He’s a hunchback, and he’s horrid.”","zh":"他是个驼背，而且很讨厌。”"},{"en":"“I don’t believe you,” said Mary; and she turned her back and stuck her fingers in her ears, because she would not listen any more.","zh":"“我不相信你,”玛丽说。她转过身去，用手指堵住耳朵，因为她再也听不下去了。"},{"en":"But she thought over it a great deal afterward; and when Mrs.","zh":"但是后来她仔细考虑了很久。"},{"en":"Crawford told her that night that she was going to sail away to England in a few days and go to her uncle, Mr.","zh":"那天晚上，克劳福德告诉她，过几天她就要乘船去英国，去找她的叔叔克劳福德先生。"}],[{"en":"Archibald Craven, who lived at Misselthwaite Manor, she looked so stony and stubbornly uninterested that they did not know what to think about her.","zh":"住在 Misselthwaite Manor 的阿奇博尔德 · 克雷文，她看起来如此冷漠，固执地不感兴趣，以至于他们不知道该怎么想她。"},{"en":"They tried to be kind to her, but she only turned her face away when Mrs.","zh":"他们试图对她好一点，但她只是在太太离开的时候才把脸转过去。"},{"en":"Crawford attempted to kiss her, and held herself stiffly when Mr.","zh":"克劳福德试图亲吻她，当克劳福德先生亲吻她时，克劳福德僵硬地站着。"},{"en":"Crawford patted her shoulder.","zh":"克劳福德拍了拍她的肩膀。"},{"en":"“She is such a plain child,” Mrs.","zh":"“她真是个平凡的孩子。”。"},{"en":"Crawford said pityingly, afterward.","zh":"克劳福德后来可怜兮兮地说。"},{"en":"“And her mother was such a pretty creature.","zh":"她的母亲是如此美丽。"},{"en":"She had a very pretty manner, too, and Mary has the most unattractive ways I ever saw in a child.","zh":"她的举止也很漂亮，玛丽的举止是我见过的孩子中最没有吸引力的。"},{"en":"The children call her ‘Mistress Mary Quite Contrary,’ and though it’s naughty of them, one can’t help understanding it.”","zh":"孩子们管她叫‘玛丽小姐，完全相反’，虽然他们很调皮，但人们还是不能不理解。”"},{"en":"“Perhaps if her mother had carried her pretty face and her pretty manners oftener into the nursery Mary might have learned some pretty ways too.","zh":"“也许如果她的母亲经常带着她漂亮的脸蛋和她漂亮的举止去托儿所的话，玛丽也会学到一些漂亮的方法。"},{"en":"It is very sad, now the poor beautiful thing is gone, to remember that many people never even knew that she had a child at all.”","zh":"这是非常悲哀的，现在可怜的美丽的东西走了，记住，许多人甚至从来没有知道她有一个孩子在所有。“"},{"en":"“I believe she scarcely ever looked at her,” sighed Mrs. Crawford.","zh":"“我相信她几乎不看她一眼,”克劳福德太太叹息道。"},{"en":"“When her Ayah was dead there was no one to give a thought to the little thing.","zh":"“当她的阿亚死了，没有人会想到这个小东西。"},{"en":"Think of the servants running away and leaving her all alone in that deserted bungalow.","zh":"想想那些仆人逃跑了把她一个人留在那间荒废的平房里。"},{"en":"Colonel McGrew said he nearly jumped out of his skin when he opened the door and found her standing by herself in the middle of the room.”","zh":"麦格鲁上校说，当他打开门，发现她独自站在房间中间时，他几乎吓了一跳"},{"en":"Mary made the long voyage to England under the care of an officer’s wife, who was taking her children to leave them in a boarding-school.","zh":"玛丽在一位军官的妻子的照料下长途跋涉到英格兰，她要带着孩子们离开寄宿学校。"},{"en":"She was very much absorbed in her own little boy and girl, and was rather glad to hand the child over to the woman Mr.","zh":"她非常专注于自己的小男孩和小女孩，并且非常高兴地把孩子交给女人先生。"},{"en":"Archibald Craven sent to meet her, in London.","zh":"阿奇博尔德 · 克雷文派人去伦敦见她。"},{"en":"The woman was his housekeeper at Misselthwaite Manor, and her name was Mrs. Medlock.","zh":"那个女人是他在 Misselthwaite Manor 的管家她的名字是梅德洛克太太。"},{"en":"She was a stout woman, with very red cheeks and sharp black eyes.","zh":"她是一个结实的女人，有非常红的脸颊和锐利的黑眼睛。"},{"en":"She wore a very purple dress, a black silk mantle with jet fringe on it and a black bonnet","zh":"她穿着一件非常紫色的连衣裙，一件黑色的丝绸斗篷，上面有一条黑色的流苏，还有一顶黑色的帽子"},{"en":"with purple velvet flowers which stuck up and trembled when she moved her head.","zh":"她的头一动，紫色的天鹅绒花就竖起来，颤抖着。"},{"en":"Mary did not like her at all, but as she very seldom liked people there was nothing remarkable in that; besides which it was very evident Mrs.","zh":"玛丽一点也不喜欢她，但是由于她很少喜欢别人，所以这没有什么值得注意的。"},{"en":"Medlock did not think much of her.","zh":"梅德洛克对她评价不高。"},{"en":"“My word! she’s a plain little piece of goods!” she said.","zh":"“我的天哪! 她真是一个平凡的小东西!”她说。"},{"en":"“And we’d heard that her mother was a beauty.","zh":"我们听说她母亲是个美人。"},{"en":"She hasn’t handed much of it down, has she, ma’am?”","zh":"她没有传下去多少，是吧，夫人?”"},{"en":"“Perhaps she will improve as she grows older,” the officer’s wife said good-naturedly.","zh":"“也许随着年龄的增长，她会好起来的,”军官的妻子和蔼地说。"},{"en":"“If she were not so sallow and had a nicer expression, her features are rather good.","zh":"“如果她不是那么面黄肌瘦，表情好一点的话，她的五官还是相当不错的。"},{"en":"Children alter so much.”","zh":"孩子们改变了很多”"},{"en":"“She’ll have to alter a good deal,” answered Mrs. Medlock.","zh":"“她将不得不改变一个很好的交易,”梅德洛克太太回答。"},{"en":"“And, there’s nothing likely to improve children at Misselthwaite—if you ask me!”","zh":"“而且，如果你问我的话，米瑟斯韦特学校没有什么可以改善孩子们的状况!”"},{"en":"They thought Mary was not listening because she was standing a little apart from them at the window of the private hotel they had gone to.","zh":"他们以为玛丽没有在听，因为她站在他们去的那家私人旅馆的窗口，离他们有点远。"},{"en":"She was watching the passing buses and cabs and people, but she heard quite well and was made very curious about her uncle and the place he lived in.","zh":"她看着过往的公共汽车、出租车和人群，但她听得很清楚，对她的叔叔和他住的地方非常好奇。"},{"en":"What sort of a place was it, and what would he be like? What was a hunchback? She had never seen one.","zh":"那是个什么样的地方，他会是个什么样的人？驼背是什么？她从没见过。"},{"en":"Perhaps there were none in India.","zh":"也许在印度没有。"},{"en":"Since she had been living in other people’s houses and had had no Ayah,","zh":"因为她一直住在别人家里，没有阿亚,"},{"en":"she had begun to feel lonely and to think queer thoughts which were new to her.","zh":"她开始感到孤独，并且开始想一些奇怪的想法，这些想法对她来说是新的。"},{"en":"She had begun to wonder why she had never seemed to belong to anyone even when her father and mother had been alive.","zh":"她开始怀疑，为什么即使她的父母在世时，她似乎从来没有属于过任何人。"},{"en":"Other children seemed to belong to their fathers and mothers, but she had never seemed to really be anyone’s little girl.","zh":"其他孩子似乎属于他们的父母，但她似乎从来没有真正成为任何人的小女孩。"},{"en":"She had had servants, and food and clothes, but no one had taken any notice of her.","zh":"她有仆人，有食物和衣服，但是没有人注意到她。"},{"en":"She did not know that this was because she was a disagreeable child; but then, of course, she did not know she was disagreeable.","zh":"她不知道这是因为她是个讨人厌的孩子; 但是，当然，她也不知道她是个讨人厌的孩子。"},{"en":"She often thought that other people were, but she did not know that she was so herself.","zh":"她常常认为别人是这样的，但她不知道自己就是这样的人。"},{"en":"She thought Mrs. Medlock the most disagreeable person she had ever seen, with her common, highly colored face and her common fine bonnet.","zh":"她认为梅德洛克太太是她见过的最令人讨厌的人，她有着一张普通的、五颜六色的脸和一顶普通的漂亮帽子。"}],[{"en":"When the next day they set out on their journey to Yorkshire,","zh":"第二天，他们启程前往约克郡,"},{"en":"she walked through the station to the railway carriage with her head up and trying to keep as far away from her as she could,","zh":"她昂着头穿过车站走到铁路客车尽可能地远离她,"},{"en":"because she did not want to seem to belong to her.","zh":"因为她不想看起来属于她。"},{"en":"It would have made her angry to think people imagined she was her little girl.","zh":"一想到别人把她当成自己的女儿，她就会生气。"},{"en":"But Mrs. Medlock was not in the least disturbed by her and her thoughts.","zh":"但是梅德洛克夫人丝毫没有被她和她的想法所打扰。"},{"en":"She was the kind of woman who would “stand no nonsense from young ones.” At least, that is what she would have said if she had been asked.","zh":"她是那种“不会容忍年轻人胡说八道”的女人至少，如果有人问她，她会这么说。"},{"en":"She had not wanted to go to London just when her sister Maria’s daughter was going to be married,","zh":"她不想在姐姐玛丽亚的女儿要结婚的时候去伦敦,"},{"en":"but she had a comfortable, well paid place as housekeeper at Misselthwaite Manor","zh":"但她在 Misselthwaite Manor 有一个舒适而高薪的管家职位"},{"en":"and the only way in which she could keep it was to do at once what Mr.","zh":"而她唯一能保住它的方法就是马上去做先生。"},{"en":"Archibald Craven told her to do.","zh":"阿奇博尔德 · 克雷文让她这么做的。"},{"en":"She never dared even to ask a question.","zh":"她连一个问题都不敢问。"},{"en":"“Captain Lennox and his wife died of the cholera,” Mr.","zh":"伦诺克斯上尉和他的妻子死于霍乱。"},{"en":"Craven had said in his short, cold way.","zh":"克雷文用他短暂而冷漠的方式说过。"},{"en":"“Captain Lennox was my wife’s brother and I am their daughter’s guardian.","zh":"伦诺克斯上尉是我妻子的哥哥我是他们女儿的监护人。"},{"en":"The child is to be brought here.","zh":"把孩子带到这里来。"},{"en":"You must go to London and bring her yourself.”","zh":"你必须亲自去伦敦把她带来”"},{"en":"So she packed her small trunk and made the journey.","zh":"于是她收拾好她的小行李，开始了她的旅程。"},{"en":"Mary sat in her corner of the railway carriage and looked plain and fretful.","zh":"玛丽坐在铁路客车的角落里，看上去平平无奇，烦躁不安。"},{"en":"She had nothing to read or to look at, and she had folded her thin little black-gloved hands in her lap.","zh":"她没有什么可看的，也没有什么可看的，她把戴着黑色手套的小手交叉在膝盖上。"},{"en":"Her black dress made her look yellower than ever, and her limp light hair straggled from under her black crêpe hat.","zh":"她的黑色连衣裙使她看起来比以往任何时候都黄，她柔软的浅色头发散落在她的黑色绉纱帽下面。"},{"en":"“A more marred-looking young one I never saw in my life,” Mrs. Medlock thought.","zh":"“一个我这辈子都没见过的、看起来更加憔悴的年轻人,”梅德洛克太太想。"},{"en":"(Marred is a Yorkshire word and means spoiled and pettish.) She had never seen a child who sat so still without doing anything;","zh":"(Marred 是约克郡的一个单词，意思是娇生惯养和撒娇。)她从来没有见过一个孩子坐在那里一动不动，什么也不做;"},{"en":"and at last she got tired of watching her and began to talk in a brisk, hard voice.","zh":"最后，她厌倦了看着她，开始用一种轻快而有力的声音说话。"},{"en":"“I suppose I may as well tell you something about where you are going to,” she said.","zh":"“我想我也可以告诉你一些关于你将要去哪里的事情,”她说。"},{"en":"“Do you know anything about your uncle?”","zh":"“你知道你叔叔的事吗?”"},{"en":"“No,” said Mary.","zh":"“不,”玛丽说。"},{"en":"“Never heard your father and mother talk about him?”","zh":"“从没听你父母提起过他?”"},{"en":"“No,” said Mary frowning.","zh":"“不,”玛丽皱着眉头说。"},{"en":"She frowned because she remembered that her father and mother had never talked to her about anything in particular.","zh":"她皱起了眉头，因为她记得她的父母从来没有和她谈过什么特别的事情。"},{"en":"Certainly they had never told her things.","zh":"当然，他们从来没有告诉她的东西。"},{"en":"“Humph,” muttered Mrs.","zh":"“哼。”。"},{"en":"Medlock, staring at her queer, unresponsive little face.","zh":"梅德洛克，盯着她那张古怪的，毫无反应的小脸。"},{"en":"She did not say any more for a few moments and then she began again.","zh":"她沉默了一会儿，然后又说了起来。"},{"en":"“I suppose you might as well be told something—to prepare you.","zh":"“我想你也许会被告知一些事情ーー让你做好准备。"},{"en":"You are going to a queer place.”","zh":"你要去一个奇怪的地方。”"},{"en":"Mary said nothing at all, and Mrs.","zh":"玛丽什么也没说。"},{"en":"Medlock looked rather discomfited by her apparent indifference, but, after taking a breath, she went on.","zh":"梅德洛克看起来对她明显的漠不关心感到相当不安，但是，在吸了一口气之后，她继续说下去。"},{"en":"“Not but that it’s a grand big place in a gloomy way, and Mr.","zh":"“不仅仅是因为这是一个宏伟的大地方，而且是一个阴郁的地方。"},{"en":"Craven’s proud of it in his way—and that’s gloomy enough, too.","zh":"克雷文以他的方式感到自豪ーー这也足够令人沮丧了。"},{"en":"The house is six hundred years old and it’s on the edge of the moor,","zh":"这房子有六百年的历史了，它在荒野的边缘,"},{"en":"and there’s near a hundred rooms in it, though most of them’s shut up and locked.","zh":"里面有将近一百个房间，虽然大部分都是关着锁着的。"},{"en":"And there’s pictures and fine old furniture and things that’s been there for ages,","zh":"还有一些照片，精美的旧家具还有一些很久以前就有的东西,"},{"en":"and there’s a big park round it and gardens and trees with branches trailing to the ground—some of them.” She paused and took another breath.","zh":"周围有一个大公园，还有花园和树木，有些树木的树枝垂到地面上。”她停顿了一下，又吸了一口气。"},{"en":"“But there’s nothing else,” she ended suddenly.","zh":"“但是没有别的了,”她突然结束了。"},{"en":"Mary had begun to listen in spite of herself.","zh":"玛丽不由自主地开始倾听。"},{"en":"It all sounded so unlike India, and anything new rather attracted her.","zh":"这一切听起来如此不像印度，任何新的东西都会吸引她。"},{"en":"But she did not intend to look as if she were interested.","zh":"但是她并不打算表现得好像她感兴趣似的。"},{"en":"That was one of her unhappy, disagreeable ways.","zh":"那是她不开心，不愉快的方式之一。"},{"en":"So she sat still.","zh":"所以她静静地坐着。"},{"en":"“Well,” said Mrs. Medlock.","zh":"“好吧,”梅德洛克太太说。"},{"en":"“What do you think of it?”","zh":"“你觉得怎么样?”"},{"en":"“Nothing,” she answered.","zh":"“没什么,”她回答。"},{"en":"“I know nothing about such places.”","zh":"“我对这种地方一无所知”"},{"en":"That made Mrs. Medlock laugh a short sort of laugh.","zh":"这使梅德洛克夫人笑了一会儿。"},{"en":"“Eh!” she said, “but you are like an old woman. Don’t you care?”","zh":"“哎!”她说，“可是你就像个老太婆，你不在乎吗?”"},{"en":"“It doesn’t matter” said Mary, “whether I care or not.”","zh":"“不管我在不在乎,”玛丽说"}],[{"en":"“You are right enough there,” said Mrs. Medlock.","zh":"“你说得很对,”梅德洛克太太说。"},{"en":"“It doesn’t.","zh":"“不会的。"},{"en":"What you’re to be kept at Misselthwaite Manor for I don’t know, unless because it’s the easiest way.","zh":"我不知道你留在 Misselthwaite Manor 是为了什么除非这是最简单的方法。"},{"en":"He’s not going to trouble himself about you, that’s sure and certain.","zh":"他不会为你而烦恼的，这是肯定的。"},{"en":"He never troubles himself about no one.”","zh":"他从不为任何人烦恼。”"},{"en":"She stopped herself as if she had just remembered something in time.","zh":"她停了下来，好像她刚刚及时想起了什么。"},{"en":"“He’s got a crooked back,” she said.","zh":"“他的背弯了,”她说。"},{"en":"“That set him wrong.","zh":"这让他犯了错。"},{"en":"He was a sour young man and got no good of all his money and big place till he was married.”","zh":"他是一个脾气暴躁的年轻人，在结婚之前，他没有得到他所有的钱和大房子。”"},{"en":"Mary’s eyes turned toward her in spite of her intention not to seem to care.","zh":"玛丽的眼睛转向她，尽管她的意图似乎并不关心。"},{"en":"She had never thought of the hunchback’s being married and she was a trifle surprised.","zh":"她从来没有想到驼背的结婚，她有点惊讶。"},{"en":"Mrs. Medlock saw this, and as she was a talkative woman she continued with more interest.","zh":"梅德洛克太太看到了这一幕，由于她是一个健谈的女人，她继续说下去，兴趣更浓了。"},{"en":"This was one way of passing some of the time, at any rate.","zh":"至少这是打发时间的一种方式。"},{"en":"“She was a sweet, pretty thing and he’d have walked the world over to get her a blade o’ grass she wanted.","zh":"“她是一个甜美的小东西，他会走遍世界给她一片她想要的草叶。"},{"en":"Nobody thought she’d marry him, but she did, and people said she married him for his money.","zh":"没人想到她会嫁给他，但她做到了，人们说她嫁给他是为了他的钱。"},{"en":"But she didn’t—she didn’t,” positively.","zh":"但她没有——她没有,”她肯定地说。"},{"en":"“When she died”","zh":"“她死的时候”"},{"en":"Mary gave a little involuntary jump.","zh":"玛丽不由自主地跳了一下。"},{"en":"“Oh! did she die!” she exclaimed, quite without meaning to.","zh":"“哦! 她死了吗!”她叫道，完全没有意思。"},{"en":"She had just remembered a French fairy story she had once read called “Riquet à la Houppe.”","zh":"她刚刚想起她曾经读过的一个法国童话故事，名字叫做“ Riquet à la Houppe”"},{"en":"It had been about a poor hunchback and a beautiful princess and it had made her suddenly sorry for Mr. Archibald Craven.","zh":"这是关于一个可怜的驼背和一个美丽的公主的故事，这使她突然为阿奇博尔德 · 克雷文先生感到难过。"},{"en":"“Yes, she died,” Mrs. Medlock answered.","zh":"“是的，她死了,”梅德洛克太太回答。"},{"en":"“And it made him queerer than ever.","zh":"这让他变得更加古怪。"},{"en":"He cares about nobody.","zh":"他谁也不在乎。"},{"en":"He won’t see people.","zh":"他不见人。"},{"en":"Most of the time he goes away, and when he is at Misselthwaite he shuts himself up in the West Wing and won’t let anyone but Pitcher see him.","zh":"大部分时间他都不在家，当他在 Misselthwaite 的时候，他把自己关在白宫西翼，不让任何人看到他，除了皮彻。"},{"en":"Pitcher’s an old fellow, but he took care of him when he was a child and he knows his ways.”","zh":"皮彻是个老家伙，但他在他小时候照顾过他，而且他知道自己的路。”"},{"en":"It sounded like something in a book and it did not make Mary feel cheerful.","zh":"这听起来像是书里的东西，并没有使玛丽感到高兴。"},{"en":"A house with a hundred rooms, nearly all shut up and with their doors locked—a house on the edge of a moor—whatsoever a moor was—sounded dreary.","zh":"一座有一百个房间的房子，几乎都关上了，门也锁上了ーー这是一座位于沼地边缘的房子ーー不管沼地是什么样子ーー听起来很沉闷。"},{"en":"A man with a crooked back who shut himself up also! She stared out of the window with her lips pinched together,","zh":"一个驼背的男人也把自己关起来了！她紧抿着嘴唇凝视着窗外,"},{"en":"and it seemed quite natural that the rain should have begun to pour down in gray slanting lines and splash and stream down the window-panes.","zh":"雨水顺着灰色的斜线倾泻下来，从窗玻璃上溅落下来，这似乎是很自然的事。"},{"en":"If the pretty wife had been alive she might have made things cheerful by being something like her own mother","zh":"如果这位漂亮的妻子还活着，她可能会像她自己的母亲一样，使事情变得令人愉快"},{"en":"and by running in and out and going to parties as she had done in frocks “full of lace.” But she was not there any more.","zh":"进进出出，参加聚会，就像她穿着“充满蕾丝”的连衣裙那样但她已经不在了。"},{"en":"“You needn’t expect to see him, because ten to one you won’t,” said Mrs. Medlock.","zh":"“你不必指望能见到他，因为十有八九你见不到他,”梅德洛克太太说。"},{"en":"“And you mustn’t expect that there will be people to talk to you.","zh":"你不能指望会有人跟你说话。"},{"en":"You’ll have to play about and look after yourself.","zh":"你必须到处玩，照顾好自己。"},{"en":"You’ll be told what rooms you can go into and what rooms you’re to keep out of.","zh":"你们会被告知可以进入哪些房间以及不能进入哪些房间。"},{"en":"There’s gardens enough.","zh":"这里有足够的花园。"},{"en":"But when you’re in the house don’t go wandering and poking about.","zh":"但是当你在家的时候，不要到处乱逛。"},{"en":"Mr. Craven won’t have it.”","zh":"克雷文先生不会同意的”"},{"en":"“I shall not want to go poking about,” said sour little Mary and just as suddenly as she had begun to be rather sorry for Mr.","zh":"“我可不想到处闲逛,”酸溜溜的小玛丽说，正如她突然开始为先生感到难过一样。"},{"en":"Archibald Craven she began to cease to be sorry and to think he was unpleasant enough to deserve all that had happened to him.","zh":"阿奇博尔德 · 克雷文，她开始不再感到抱歉，不再认为他是一个令人讨厌的人，应该承受发生在他身上的一切。"},{"en":"And she turned her face toward the streaming panes of the window of the railway carriage","zh":"她把脸转向铁路客车流动的窗玻璃"},{"en":"and gazed out at the gray rain-storm which looked as if it would go on forever and ever.","zh":"凝视着外面的灰色暴风雨，它看起来好像要永远持续下去。"},{"en":"She watched it so long and steadily that the grayness grew heavier and heavier before her eyes and she fell asleep.","zh":"她看了很久很久，渐渐地，眼前的灰色越来越重，她睡着了。"}]]