[[{"en":"Can I get a little help here?","zh":"能帮帮我吗？"},{"en":"I already drove Roscoe to school.","zh":"我已经开车送罗斯科去学校了。"},{"en":"Croissant?","zh":"羊角面包？"},{"en":"Oh, I don't have time for a croissant.","zh":"我没时间吃羊角面包。"},{"en":"God, Mom! What are you thinking? Wait, what?","zh":"天啊，妈妈! 你在想什么? 等等，什么？"},{"en":"I took him to school so you could sleep in.","zh":"我送他去学校，这样你就可以睡懒觉了。"},{"en":"Oh. Did he eat?","zh":"他吃东西了吗？"},{"en":"Yep, made him oatmeal.","zh":"没错，给他做了燕麦粥。"},{"en":"He doesn't like oatmeal.","zh":"他不喜欢燕麦粥。"},{"en":"He likes mine.","zh":"他喜欢我的。"},{"en":"All right.","zh":"好吧。"},{"en":"What about his homework? Did you check that he did it? 'Cause he'll lie right to your face.","zh":"他的作业呢? 你查过他做了吗?’因为他会当着你的面撒谎。"},{"en":"Big smile, \"Cross my heart, hope to die.\" It's creepy.","zh":"大大的笑一笑，“我发誓，我希望死掉”这太诡异了。"},{"en":"I checked his homework. And don't worry, I've already made inquiries about a tutor. By the way, I took your car...","zh":"我检查了他的作业。别担心，我已经问过家教了。对了，我开了你的车。"},{"en":"Oh, Mom, I barely have enough gas in there to get to work.","zh":"妈妈，我车里的汽油都快不够上班用了。"},{"en":"That's why I took it. I filled it up, got it washed, the oil light was on...","zh":"这就是为什么我把它。我填补它，得到它洗，油灯是开着的..。"},{"en":"It's always on. Actually, it goes off when you put oil in it.","zh":"它总是开着的，实际上，当你往里面加油的时候它就会爆炸。"},{"en":"Now, sit down. I got you a latte at Starbucks. Double shot, non-fat?","zh":"现在，坐下，我在星巴克给你买了杯拿铁，双份的，脱脂的？"},{"en":"Thanks, Oh, damn! Violet had a doctor's appointment this morning.","zh":"谢谢，该死，维奥莉特今早约了医生。"},{"en":"I know. I made sure Luke got her there on time. She's gained three pounds.","zh":"我知道，我确保卢克准时送她过去，她胖了三磅。"},{"en":"The baby's the size of an heirloom tomato.","zh":"这孩子跟祖传的西红柿一样大。"},{"en":"Okay. Good.","zh":"好的，很好。"},{"en":"So let me understand this. You got up at, like, dawn, washed, dressed and fed Roscoe, took him to school, serviced my car, made sure my daughter got to the obstetrician, and even managed to get me a latte and a croissant?","zh":"让我想想。你天一亮就起床，给罗斯科洗澡，穿衣服，喂饭送他去学校，帮我修车确保我女儿去看产科医生还给我买了拿铁和羊角面包？"},{"en":"It's the least I could do to pay back your generosity. Enjoy. I'm gonna get started on the laundry.","zh":"- 这是我应该做的-好好享受吧，我要开始洗衣服了。"},{"en":"Why is this pissing me off?","zh":"我为什么要生气？"},{"en":"It's so weird. Everything in my life right now is fine.","zh":"太奇怪了，我现在的生活一切都很好。"},{"en":"I mean, it's better than fine. It's like good.","zh":"我的意思是，这比没事还要好，简直太好了。"},{"en":"My kids are happy, work is okay, my mom moved in, which you'd think would be a formula for disaster, but it's actually terrific.","zh":"我的孩子们很开心，工作也很好，我妈妈也搬进来了，你可能会认为这是灾难的公式，但实际上这很棒。"},{"en":"The only problem I can point to is..., it's so damn boring.","zh":"我唯一能指出的问题是... ，这太他妈无聊了。"},{"en":"I mean, before I got sober, life was a freakin' thrill ride!","zh":"在我戒酒之前，生活就是一场惊险刺激的旅程！"},{"en":"You never knew what kind of cool stuff was gonna happen.","zh":"你永远不知道会发生什么好事。"},{"en":"Twice I drove a car into a swimming pool. Twice!","zh":"我两次把车开进游泳池，两次！"},{"en":"Do you know that without manual windows I'd be dead? Twice?","zh":"你知道吗，如果没有手动窗，我会死两次？"},{"en":"And stomach pumps. Remember those? And that charcoal crap, you know, they made you drink?","zh":"还有胃泵，记得吗? 还有那些木炭垃圾，你知道，他们让你喝酒？"},{"en":"One time I asked the paramedic if he had diet charcoal crap.","zh":"有一次我问医护人员他有没有减肥木炭垃圾。"},{"en":"Got a big laugh. And then I threw up on him.","zh":"笑得很开心，然后我吐在他身上了。"},{"en":"Anyway, thanks for letting me share.","zh":"不管怎样，谢谢你让我分享。"},{"en":"I thought that maybe if I talked about it out loud, you'd be less likely to see me on the 6:00 news. Oh, boy. Those were the days.","zh":"我以为如果我大声说出来你就不会在六点的新闻上看到我了。哦，天啊。那些日子。"},{"en":"Shoot! Come on, shoot! Rejected!","zh":"射门! 快点，射门! 被拒绝了！"},{"en":"What brought this on?","zh":"怎么会这样？"},{"en":"Oh, Roscoe wanted to shoot some hoops. He sucks, by the way.","zh":"罗斯科想打篮球，顺便说一句，他很烂。"},{"en":"I know. Where'd this thing come from?","zh":"我知道，这东西从哪来的？"},{"en":"The people across the street were throwing it away.","zh":"街对面的人都把它扔了。"},{"en":"Oh, that makes sense. Their son's pretty fabulous.","zh":"有道理，他们的儿子很棒。"},{"en":"Grandma, try to stop me!","zh":"奶奶，阻止我！"},{"en":"Excuse me.","zh":"不好意思。"},{"en":"It's more fetch than basketball, really.","zh":"比篮球更吸引人，真的。"},{"en":"Do we have a Bible?","zh":"我们有圣经吗？"},{"en":"Uh, we have a hollowed out Bible.","zh":"我们有一本中空的圣经。"},{"en":"Why is it hollow?","zh":"为什么是空心的？"},{"en":"I misspoke, we don't have a Bible. Why do you want one?","zh":"我说错了，我们没有圣经，你要圣经干什么？"},{"en":"Luke's father thought reading it might be good for my soul.","zh":"卢克的父亲认为读这本书对我的灵魂有好处。"},{"en":"Well, you tell Luke's father that your mother said that your soul could kick his soul's ass!","zh":"那你告诉卢克的爸爸你妈妈说你的灵魂可以打败他的灵魂！"},{"en":"Never mind. I'll just get one at the library.","zh":"算了，我去图书馆借一本。"},{"en":"Well, you know, I do mind. Luke's dad is forcing his religion on you, which is completely unacceptable.","zh":"我介意 Luke 的爸爸把他的信仰强加给你，这是完全不能接受的。"},{"en":"Why?","zh":"为什么？"},{"en":"'Cause... that's my job.","zh":"因为... 那是我的工作。"},{"en":"But you didn't do it. We don't have a religion.","zh":"但不是你干的，我们没有宗教信仰。"},{"en":"Sure we do! We're just keeping it on the down-low.","zh":"我们当然知道，我们只是低调行事。"},{"en":"Okay, what is it?","zh":"好吧，是什么？"},{"en":"It's... be nice to people, do unto others, you know, within reason.","zh":"对别人好，对别人好，你知道的，在合理的范围内。"},{"en":"That's it?","zh":"就这样？"},{"en":"Where do we stand on heaven and hell?","zh":"我们在天堂和地狱的立场是什么？"},{"en":"Heaven good, hell bad. What else you got?","zh":"天堂好，地狱坏。你还有什么？"},{"en":"What's going on?","zh":"发生什么事了？"},{"en":"Luke's minister father wants Violet to read the Bible.","zh":"卢克的牧师父亲想让维奥莱特读圣经。"},{"en":"So?","zh":"那又怎样？"}],[{"en":"So... I'm telling her not to.","zh":"所以... 我告诉她不要这么做。"},{"en":"Why?","zh":"为什么？"},{"en":"What do you mean, why? I don't like people telling her what to do.","zh":"你什么意思，为什么? 我不喜欢别人对她指手画脚。"},{"en":"Well, aren't you telling her what to do?","zh":"你不是在告诉她该怎么做吗？"},{"en":"Shouldn't you be outside humiliating your grandson?","zh":"你不是应该在外面羞辱你的孙子吗？"},{"en":"I just think you should let Violet make her own decision.","zh":"我只是觉得你应该让 Violet 自己做决定。"},{"en":"Why are you taking her side? You didn't raise me with any kind of religion.","zh":"你为什么要站在她那边? 你又没把我养大。"},{"en":"And look how you turned out.","zh":"看看你现在的样子。"},{"en":"Hey, Christy here?","zh":"克丽丝蒂在吗？"},{"en":"She's taking a bath. What can I do for you?","zh":"她在洗澡，有什么事吗？"},{"en":"It's okay, I can wait.","zh":"没关系，我可以等。"},{"en":"Fine.","zh":"好吧。"},{"en":"Here's the thing. I am currently... how shall we say... sans résidence?","zh":"事情是这样的，我现在... 怎么说呢... 没有住处？"},{"en":"Homeless?","zh":"无家可归？"},{"en":"I'm not homeless. I got a van.","zh":"我不是无家可归，我有辆货车。"},{"en":"Is your registration up to date?","zh":"你的登记是最新的吗？"},{"en":"You're homeless.","zh":"你无家可归了。"},{"en":"Whatever. I was hoping I could park her in the driveway.","zh":"随便吧，我想把她停在车道上。"},{"en":"You know, tap the power, use the facilities for a few days.","zh":"打开电源，用几天设备。"},{"en":"Let me think about it... No.","zh":"- 让我想想...-不。"},{"en":"Aren't you gonna run it past Christy?","zh":"你不打算告诉克丽丝蒂吗？"},{"en":"What do you want me to say to her? Her deadbeat ex-husband wants to park his van in her driveway, and his ass on her toilet?","zh":"你想让我跟她说什么？她那游手好闲的前夫想把他的货车停在她家车道上然后把他的屁股放在她家马桶上？"},{"en":"Well, I wouldn't present it like that.","zh":"我可不会这么说。"},{"en":"Oh. What's going on?","zh":"怎么了？"},{"en":"I was just explaining to Baxter that he can't live here.","zh":"我正在跟巴克斯特解释他不能住在这里。"},{"en":"Not here.","zh":"不在这里。"},{"en":"There. But with bathroom privileges.","zh":"好了，不过有洗手间特权。"},{"en":"I told him your life was far too complicated to have to deal with his drama.","zh":"我告诉他，你的生活太复杂了，不能应付他的闹剧。"},{"en":"Thanks, Mom. You can stay.","zh":"谢谢，妈妈，你可以留下。"},{"en":"Thank you, Christy. Bonnie? Pick one.","zh":"谢谢你，克丽丝蒂，邦妮，选一个。"},{"en":"Why would you let that loser live in your driveway?","zh":"你为什么让那个窝囊废住在你家车道上？"},{"en":"I'd offer him the couch, but then you'd be homeless.","zh":"我本想让他睡沙发，但那样你就无家可归了。"},{"en":"Oh, God, I hate being a good mother. Let's go, Mom's making breakfast!","zh":"天啊，我讨厌当个好妈妈，走吧，妈妈在做早餐！"},{"en":"Dear Daughter, I hope you slept well. I thought you might like to have a quiet Sunday morning so I took Roscoe out for pancakes.","zh":"亲爱的女儿，我希望你睡得好。我想你可能想要一个安静的周日早晨所以我带罗斯科出去吃煎饼了。"},{"en":"Really pissing me off.","zh":"气死我了。"},{"en":"I got it.","zh":"我知道了。"},{"en":"Ready to go?","zh":"可以走了吗？"},{"en":"I'll see you later.","zh":"回头见。"},{"en":"Wait. What are you all dressed up for?","zh":"等等，你打扮成这样干什么？"},{"en":"We're going to Luke's father's church.","zh":"我们要去卢克父亲的教堂。"},{"en":"Not my idea. You mind driving? I want to get high.","zh":"不是我的主意，你能开车吗，我想嗑药。"},{"en":"I don't understand. It's your idea to go to church?","zh":"我不明白，去教堂是你的主意吗？"},{"en":"Yeah, I'm curious.","zh":"我很好奇。"},{"en":"Oh, come on. I didn't raise you to be curious.","zh":"得了吧，我可没教你好奇心。"},{"en":"Relax, Mom. I'm not joining some crazy cult.","zh":"放松，妈妈，我不会加入什么疯狂的邪教。"},{"en":"No one is calling it a cult. I am just worried that...","zh":"没人说这是邪教，我只是担心..。"},{"en":"Mom. I know you're concerned, I know you love me, everything's gonna be fine.","zh":"妈妈，我知道你很担心，我知道你爱我，一切都会好起来的。"},{"en":"Let's go.","zh":"我们走吧。"},{"en":"So pissed!","zh":"气死我了！"},{"en":"Hang on, I'm not decent! Oh, hey!","zh":"等等，我还没穿好衣服! 哦，嘿！"},{"en":"I was, uh, I was gonna make some coffee. Do you want some?","zh":"我要煮点咖啡，你要吗？"},{"en":"No need, I just made a fresh pot.","zh":"不用了，我刚煮了一壶。"},{"en":"You have a coffeemaker?","zh":"你有咖啡机吗？"},{"en":"I got everything. Want a Belgian waffle?","zh":"我什么都有，要比利时华夫饼吗？"},{"en":"That's okay.","zh":"没关系。"},{"en":"It's the beanbag chair from our old apartment.","zh":"这是我们以前公寓里的豆袋椅。"},{"en":"Yep. Also got the chandelier.","zh":"是的，还有枝形吊灯。"},{"en":"That'll boost the Blue Book value.","zh":"这会提高蓝皮书的价值。"},{"en":"The only sweetener I have is stevia.","zh":"我唯一的甜味剂是甜菊糖。"},{"en":"Black is fine.","zh":"黑色就行。"},{"en":"Saw your mom this morning.","zh":"今早看到你妈妈了。"},{"en":"She's around a lot now, huh?","zh":"她现在经常出现，是吧？"},{"en":"Yeah, she's living with us.","zh":"是的，她和我们住在一起。"},{"en":"Since when?","zh":"什么时候开始的？"},{"en":"Since she lost her apartment.","zh":"自从她失去了她的公寓。"},{"en":"Wow. So you're, like, running a homeless shelter.","zh":"哇，所以你在经营一个流浪汉收容所。"},{"en":"Yeah.","zh":"是的。"},{"en":"You two getting along better?","zh":"你俩关系好点了吗？"},{"en":"Actually, we are, you know. She's been great to have around. The kids love her. I got no complaints.","zh":"事实上，我们是的，你知道，有她在身边很好，孩子们都很喜欢她，我没什么可抱怨的。"},{"en":"Good for you.","zh":"真不错。"},{"en":"Yep. We're cruising along. Not a cloud in the sky.","zh":"是的，我们在巡航，天上没有云。"},{"en":"Well, I just want you to know that I'm real appreciative of your help and I am not here to complicate your life.","zh":"我只是想让你知道我真的很感激你的帮助我不是来让你的生活变得复杂的。"},{"en":"Thank you.","zh":"谢谢你。"},{"en":"Somehow, I don't know why, my ex-husband thinks we're getting back together again.","zh":"我不知道为什么，我前夫觉得我们又复合了。"},{"en":"I mean, yeah, I slept with him in his van that he lives in my driveway.","zh":"我是说，是的，我和他睡在他的货车里他住在我的车道上。"},{"en":"But still, let's not go crazy. I divorced him for a reason.","zh":"但我们还是别疯了，我和他离婚是有原因的。"}],[{"en":"Anyway, the last few days, I've had to park around the block, and sneak into my house through the back door so I won't have to look into his sad puppy dog eyes.","zh":"总之，最近几天，我不得不把车停在街区附近，从后门溜进我家，这样我就不用看到他那可怜的小狗狗眼睛了。"},{"en":"\"Are we doing it tonight, Christy? Are we?\"","zh":"“我们今晚做吗，克丽丝蒂，做吗”"},{"en":"I guess that's it. Thanks for letting me share.","zh":"就这样吧，谢谢你让我分享。"},{"en":"Anybody want to go out for coffee after the meeting, let me know. I don't want to drive home till he's asleep.","zh":"开完会有人想出去喝咖啡的话，告诉我。我不想在他睡着之前开车回家。"},{"en":"Wait, did I sneak into the wrong house?","zh":"等等，我是不是进错房子了？"},{"en":"Oh, hey! What do you think?","zh":"你觉得怎么样？"},{"en":"I think you pimped my house. What happened here?","zh":"我觉得你给我的房子拉皮条了，这里发生了什么？"},{"en":"I brought some of my stuff from storage. Thought I'd zhush the place up.","zh":"我从仓库里拿了些东西，想把这里收拾一下。"},{"en":"Ah. Without discussing it with me?","zh":"不跟我商量一下吗？"},{"en":"Well, I wanted to surprise you.","zh":"我想给你个惊喜。"},{"en":"Okay, I'm surprised. Where's my stuff?","zh":"好吧，我很惊讶，我的东西呢？"},{"en":"Don't worry about it. Now come, sit on this couch and tell me it's not better than what you had before.","zh":"别担心。来吧，坐在这沙发上，告诉我这不比你以前的好。"},{"en":"I don't care if it's better. I want my furniture back!","zh":"我不管是不是更好，我要拿回我的家具！"},{"en":"Well, you're not even gonna try it?","zh":"你都不打算试试吗？"},{"en":"Mom, that's not the point. You can't just... Oh, this is way better.","zh":"妈，这不是重点，你不能... 这样好多了。"},{"en":"Told ya. Now look. Look at the kitchen table. It's got leaves. We can widen it for when we have dinner parties.","zh":"我就说吧。听着。看看厨房的桌子。它有叶子。我们可以扩大范围，以备举行晚宴时使用。"},{"en":"Since when do we have dinner parties?","zh":"我们什么时候开始有晚宴了？"},{"en":"Next Sunday. I invited some people. You'll love them.","zh":"下周日，我邀请了一些人，你会喜欢他们的。"},{"en":"I don't wanna love them! I want your stuff out of here and I want my stuff back right now!","zh":"我不想爱他们! 我要你的东西离开这里，我要我的东西马上回来！"},{"en":"Okay, okay, you don't have to get upset.","zh":"好了，好了，你不用生气。"},{"en":"You feed my children, you take them to school, you play with them! And then you bring in zhushy furniture, and you don't think I'm gonna have a problem with that?","zh":"你喂我的孩子，你带他们去学校，你和他们一起玩！然后你带来了柔软的家具你觉得我不会有意见吗？"},{"en":"What is all the yelling about?","zh":"你们在吵什么？"},{"en":"Your damn grandmother's out of control!","zh":"你该死的奶奶已经失控了！"},{"en":"Leviticus, 20:9. \"For anyone that curses his mother shall surely be put to death.\"","zh":"利未记，20:9. “因为任何人咒诅他的母亲必将被治死。”"},{"en":"See what you did?","zh":"看看你做了什么？"},{"en":"What's going on?","zh":"发生什么事了？"},{"en":"I've lost my house.","zh":"我失去了我的房子。"},{"en":"Been there. Come on in.","zh":"我也经历过，进来吧。"},{"en":"Thanks.","zh":"谢谢。"},{"en":"Just making some hot cocoa.","zh":"我在煮热可可。"},{"en":"Want some?","zh":"要来点吗？"},{"en":"You have cocoa?","zh":"你有可可吗？"},{"en":"You don't?","zh":"你不知道？"},{"en":"No.","zh":"没有。"},{"en":"So I was thinking, maybe when you get a night off, I can take you out.","zh":"所以我在想，也许你晚上休息的时候，我可以带你出去。"},{"en":"Like a date?","zh":"约会吗？"},{"en":"Why not? Just 'cause I'm homeless and unemployed doesn't mean I can't take","zh":"为什么不呢? 就因为我无家可归，失业不代表我不能拿"},{"en":"a pretty girl out to dinner.","zh":"一个漂亮女孩出去吃饭。"},{"en":"It actually kind of does. Besides, I'm not sure it's a good idea for us to date.","zh":"还真有点，再说了，我觉得咱俩约会不太合适。"},{"en":"Really?","zh":"真的吗？"},{"en":"I thought the other night when you and I...","zh":"我以为那天晚上你和我..。"},{"en":"I know, I know, and I'm very sorry. I shouldn't have done it.","zh":"我知道，我知道，我很抱歉，我不该这么做。"},{"en":"It's just, things have been going so well lately.","zh":"只是，最近一切都很顺利。"},{"en":"So, what, you mess it up by sleeping with me?","zh":"怎么，你和我上床就搞砸了吗？"},{"en":"That's always wrecked my life in the past.","zh":"这在过去总是毁了我的生活。"},{"en":"So how's your life going now?","zh":"你现在过得怎么样？"},{"en":"It's going great.","zh":"一切顺利。"},{"en":"Well, what are we going to do about that?","zh":"那我们该怎么办？"},{"en":"Thanks for taking Roscoe to school.","zh":"谢谢你送罗斯科上学。"},{"en":"No problem.","zh":"没问题。"},{"en":"Did he ask about me and his father?","zh":"他问起我和他父亲的事了吗？"},{"en":"He did.","zh":"是他干的。"},{"en":"What'd you tell him?","zh":"你跟他说了什么？"},{"en":"I told him, even though Mommy and Daddy are divorced, they still enjoy hot monkey sex.","zh":"我告诉他，即使爸爸妈妈离婚了，他们还是喜欢热猴子性爱。"},{"en":"What? Kids love monkeys. I'm kidding. I told him that you and Baxter were camping.","zh":"什么? 孩子们喜欢猴子，我开玩笑的，我告诉他你和 Baxter 去露营了。"},{"en":"He bought that?","zh":"他信了？"},{"en":"He's adorable, but let's face it, we're looking at trade school.","zh":"他很可爱，但是面对现实吧，我们看到的是职业学校。"},{"en":"What about Violet?","zh":"那维奥莉特呢？"},{"en":"Community college.","zh":"社区大学。"},{"en":"No, I mean...","zh":"不，我是说..。"},{"en":"I know, I know, she's fine, she just thinks her mother's a godless fornicator.","zh":"我知道，我知道，她没事，她只是觉得她妈妈是个不信神的私通者。"},{"en":"I'm not godless. You know, I'm starting to think that I may have some kind of a personality disorder.","zh":"我不是无神论者，我开始觉得我可能有某种人格障碍。"},{"en":"Oh, good, you know.","zh":"很好。"},{"en":"I just think, I've lived with chaos for so long, I don't know how to live without it.","zh":"我只是觉得，我在混乱中生活了这么久，我不知道没有它该怎么生活。"},{"en":"Oh, I get that.","zh":"哦，我明白了。"},{"en":"Anyway, I'm sorry for giving you a hard time. I know you're just trying to help.","zh":"不管怎样，我很抱歉给你添麻烦了，我知道你只是想帮忙。"},{"en":"Well, if it's okay with you, I'm gonna keep trying.","zh":"如果你不介意的话，我会继续努力的。"},{"en":"And I'm gonna try to be more like you.","zh":"我会努力变得更像你。"},{"en":"Yes, you've really turned your life around. Yes. Don't think I haven't noticed.","zh":"- 是的，你真的改变了你的生活-是的，别以为我没注意到。"},{"en":"Oh, thank you, baby.","zh":"谢谢你，宝贝。"}],[{"en":"No, thank you.","zh":"不用了，谢谢。"},{"en":"I wonder what Baxter's done now.","zh":"我想知道巴克斯特现在做了什么。"},{"en":"Hey, neighbor, what's up?","zh":"邻居，怎么了？"},{"en":"You won't believe it. I just spent the whole day trying to post bail for my mom.","zh":"你不会相信的，我花了一整天为我妈交保释金。"},{"en":"Oh, man, sorry.","zh":"哦，伙计，对不起。"},{"en":"Yeah, it's a freak show. I could really use a little cocoa.","zh":"是啊，这是个怪胎秀，我真的需要来点可可。"},{"en":"Baxter, who is that?","zh":"巴克斯特，那是谁？"},{"en":"Just a second.","zh":"等一下。"},{"en":"Can you come back around 10:00?","zh":"你能10点左右回来吗？"},{"en":"You've got a woman in there?","zh":"里面有女人吗？"},{"en":"You said we weren't dating!","zh":"你说过我们没在约会！"},{"en":"I want you out of my driveway now!","zh":"我要你马上离开我的车道！"},{"en":"Ooh, is somebody jealous?","zh":"有人吃醋了吗？"},{"en":"We have to leave.","zh":"我们必须离开。"},{"en":"Oh, come on!","zh":"哦，拜托！"}]]