[[{"en":"This is THE MAKING OF A NATION in VOA Special English.","zh":"这里是美国之音慢速英语《建设一个国家》节目。"},{"en":"I'm Steve Ember.","zh":"我是 Steve Ember。"},{"en":"And I'm Barbara Klein.","zh":"我是芭芭拉 · 克莱因。"},{"en":"This week, we tell about the conflicts among the nations in Europe during the 18th century and how they affected North America.","zh":"本周，我们将讲述18世纪欧洲国家之间的冲突及其对北美的影响。"},{"en":"During the 18th century, Spain, France and Britain controlled land in North America.","zh":"在18世纪，西班牙，法国和英国控制了北美洲的土地。"},{"en":"Spain controlled Florida.","zh":"西班牙控制了佛罗里达。"},{"en":"France was powerful in the northern and central areas.","zh":"法国在北部和中部地区很强大。"},{"en":"Britain controlled the east.","zh":"英国控制了东部。"},{"en":"All three nations knew they could not exist together peacefully in North America.","zh":"这三个国家都知道他们不可能在北美和平共处。"},{"en":"The situation could only be settled by war.","zh":"这种情况只能通过战争来解决。"},{"en":"The powerful European nations already were fighting each other for land and money all over the world.","zh":"强大的欧洲国家已经在世界各地为了土地和金钱而相互争斗。"},{"en":"These small wars continued for more than one hundred years.","zh":"这些小规模的战争持续了一百多年。"},{"en":"They were called King William's War, Queen Anne's War, King George's War and the French and Indian War.","zh":"他们被称为威廉国王战争，安妮女王战争，乔治国王战争和法国和印第安人战争。"},{"en":"The French and Indian War was fought to decide if Britain or France would be the strong power in North America.","zh":"法国和印第安人之间的战争是为了决定英国还是法国将成为北美的强国。"},{"en":"France and its colonists and Indian allies fought against Britain, its colonists and Indian allies.","zh":"法国及其殖民者和印度盟友与英国、其殖民者和印度盟友作战。"},{"en":"The war began with conflicts about land.","zh":"战争始于土地冲突。"},{"en":"French explorers had been the first Europeans in the areas around the Great Lakes and the Ohio and Mississippi rivers.","zh":"法国探险家是第一批到达五大湖、俄亥俄河和密西西比河周围地区的欧洲人。"},{"en":"France had sent traders and trappers to these territories and had established trading centers there.","zh":"法国向这些领土派遣了商人和捕猎者，并在那里建立了贸易中心。"},{"en":"Britain claimed the same land.","zh":"英国宣称对同一块土地拥有主权。"},{"en":"When the king gave land in North America to someone,","zh":"当国王把北美的土地让给某人时,"},{"en":"the land was considered to extend from east coast to west coast,","zh":"这片土地被认为是从东海岸延伸到西海岸,"},{"en":"even though no one knew where the west coast was.","zh":"尽管没人知道西海岸在哪里。"},{"en":"The land along the east coast had become crowded, and settlers were moving west.","zh":"东海岸的土地变得拥挤不堪，定居者正向西迁移。"},{"en":"White people were destroying the Indians' hunting areas.","zh":"白人正在破坏印第安人的狩猎区。"},{"en":"And Indians became worried that they would lose the use of their land.","zh":"印第安人开始担心他们会失去土地的使用权。"},{"en":"The Indian tribes may have been able to resist the people moving west if they had been united.","zh":"如果印第安部落团结起来，他们也许能够抵抗向西迁移的人民。"},{"en":"But their own conflicts kept the Indian groups apart.","zh":"但是他们自己的冲突使印第安人群体分离开来。"},{"en":"When Britain and France started fighting each other, some Indians helped the British.","zh":"当英国和法国开始打仗时，一些印第安人帮助了英国。"},{"en":"Others helped the French.","zh":"其他人帮助法国。"},{"en":"The French settlers lived mainly in what was called New France.","zh":"法国殖民者主要居住在所谓的新法兰西。"},{"en":"Today it is part of Canada.","zh":"今天它是加拿大的一部分。"},{"en":"Life there was different from life in the British colonies to the south.","zh":"那里的生活与南部英国殖民地的生活不同。"},{"en":"There was no religious freedom, for example.","zh":"例如，没有宗教自由。"},{"en":"All settlers in French territories had to be French and belong to the Roman Catholic Church.","zh":"法国领土上的所有定居者必须是法国人，并且属于罗马天主教会。"},{"en":"So, many French people who belonged to Protestant churches settled in the British colonies.","zh":"因此，许多属于新教的法国人定居在英国殖民地。"},{"en":"France also did not like the fact that the British paid the Indians high prices for animal furs.","zh":"法国也不喜欢英国人向印度人高价购买动物毛皮的事实。"},{"en":"France was more interested in the fur trade than in settling the land.","zh":"法国更感兴趣的是毛皮贸易而不是定居的土地。"},{"en":"The British hurt the French traders' business when they bought fur from the Indians.","zh":"当法国商人从印第安人那里购买毛皮时，英国人损害了他们的生意。"},{"en":"One of the French trading forts was built in the area where the city of Pittsburgh, Pennsylvania is today.","zh":"法国的一个贸易要塞就建在今天宾夕法尼亚州匹兹堡市所在的地区。"},{"en":"The French called it Fort Duquesne.","zh":"法国人称之为 Duquesne 堡。"},{"en":"The British claimed it was in Virginia and that the land belonged to them.","zh":"英国人声称这是在弗吉尼亚，这片土地属于他们。"},{"en":"In 1754, the governor of Virginia sent a twenty-one-year-old colonist named George Washington to tell the French to get out.","zh":"1754年，弗吉尼亚州州长派出一位名叫乔治 · 华盛顿的21岁殖民者去告诉法国人滚出去。"},{"en":"This was the same George Washington who would later become the first President of the United States.","zh":"这就是后来成为美国第一任总统的乔治 · 华盛顿。"},{"en":"The French refused to leave Fort Duquesne.","zh":"法国人拒绝离开杜肯堡。"},{"en":"So Washington and one hundred fifty men tried to force them out.","zh":"于是华盛顿和一百五十个人试图把他们赶出去。"},{"en":"They attacked a group of Frenchmen and killed ten of them.","zh":"他们袭击了一群法国人，打死了十个。"},{"en":"The French and Indian War had begun.","zh":"法国和印第安人的战争开始了。"},{"en":"British troops under the command of General Edward Braddock joined George Washington at Fort Duquesne.","zh":"爱德华 · 布拉多克将军指挥下的英国军队在杜肯堡与乔治 · 华盛顿会合。"},{"en":"The British general expected to fight the way battles were fought in Europe.","zh":"这位英国将军希望能像欧洲人那样打仗。"},{"en":"There, troops lined up on open fields and fired their weapons as they marched toward each other.","zh":"在那里，军队在开阔的田野上排成一排，互相开枪射击。"},{"en":"The French and Indians did not fight this way.","zh":"法国人和印第安人不是这样打仗的。"},{"en":"They hid in the woods.","zh":"他们躲在树林里。"},{"en":"They wore clothes that made them difficult to see.","zh":"他们穿着使他们难以看清的衣服。"}],[{"en":"They shot at the British from behind trees.","zh":"他们从树后面向英国人开枪。"},{"en":"The British had more troops than the other side.","zh":"英国人的军队比对方多。"},{"en":"But the French and Indians won the battle of Fort Duquesne.","zh":"但法国人和印第安人赢得了杜肯堡战役。"},{"en":"General Braddock was killed.","zh":"布洛克将军被杀了。"},{"en":"Most of the French and Indian War was fought along two lakes in an area of New York state near the border with Canada.","zh":"法国和印第安人战争的大部分时间是在靠近加拿大边境的纽约州的两个湖边打的。"},{"en":"One was Lake George.","zh":"一个是乔治湖。"},{"en":"The other, Lake Champlain north of Lake George.","zh":"另一个是乔治湖北边的 Lake Champlain。"},{"en":"It reaches almost all the way to the city of Montreal in Canada.","zh":"它几乎一直延伸到加拿大的蒙特利尔市。"},{"en":"These lakes provided the best way to move troops and supplies during the French and Indian war.","zh":"在法印战争期间，这些湖泊提供了运送军队和物资的最佳途径。"},{"en":"Few roads existed in North America at that time.","zh":"当时北美几乎没有公路。"},{"en":"The military force, which controlled the lakes and rivers, controlled much of North America.","zh":"控制着湖泊和河流的军事力量控制着北美的大部分地区。"},{"en":"The French had military bases in the cities of Quebec and Montreal.","zh":"法国人在魁北克和蒙特利尔都有军事基地。"},{"en":"The British had military bases along New York's Hudson River.","zh":"英国人在纽约哈德逊河沿岸有军事基地。"},{"en":"The area between them became the great battleground.","zh":"他们之间的地区成了战场。"},{"en":"Fighting increased after the British defeated the French near Lake George in the last months of 1755","zh":"1755年最后几个月，英军在乔治湖附近击败法军后，战斗加剧"},{"en":"The French then built a new military base to control Lake Champlain and the surrounding area.","zh":"然后法国人建立了一个新的军事基地来控制 Lake Champlain 和周边地区。"},{"en":"The French military base was at the southern end of Lake Champlain.","zh":"法国军事基地位于 Lake Champlain 的南端。"},{"en":"They built a strong camp, the kind called a fort.","zh":"他们建造了一个坚固的营地，那种被称为堡垒的营地。"},{"en":"They called it Fort Carillon.","zh":"他们称之为 Fort Carillon。"},{"en":"The fort would control Lake Champlain and the area needed to reach the northern part of Lake George.","zh":"堡垒将控制 Lake Champlain 和到达乔治湖北部所需的地区。"},{"en":"The fort was designed to provide a strong defense against attack.","zh":"这座堡垒的设计是为了提供强有力的抵御攻击的防御。"},{"en":"The French built two big walls of logs, several meters apart.","zh":"法国人建造了两堵巨大的圆木墙，相距几米。"},{"en":"The area between the walls was filled with dirt.","zh":"墙之间的地方满是泥土。"},{"en":"Later, a strong stone front was added.","zh":"后来又加了一块坚固的石头。"},{"en":"Troops inside the walls were well protected.","zh":"城墙内的部队得到了很好的保护。"},{"en":"The British built a similar fort at the southern end of Lake George.","zh":"英国人在乔治湖的南端建造了一个类似的堡垒。"},{"en":"They called it Fort William Henry.","zh":"他们称之为威廉 · 亨利堡。"},{"en":"France sent one of its best military commanders to take command of its troops in America.","zh":"法国派遣了最优秀的军事指挥官之一来指挥在美国的军队。"},{"en":"His name was the Marquis de Montcalm.","zh":"他的名字是蒙特卡姆侯爵。"},{"en":"General Montcalm attacked several British forts in 1757.","zh":"蒙特卡姆将军在1757年袭击了几个英国要塞。"},{"en":"One of these was Fort William Henry on Lake George.","zh":"其中之一就是乔治湖边的威廉 · 亨利堡。"},{"en":"The British commander was forced to surrender.","zh":"英国指挥官被迫投降。"},{"en":"General Montcalm promised that the British troops would be treated fairly if they surrendered.","zh":"蒙特卡姆将军承诺，如果英国军队投降，他们将受到公平对待。"},{"en":"But the Indian allies of the French did not honor the surrender agreement.","zh":"但是法国的印度盟友没有遵守投降协议。"},{"en":"They began to kill British soldiers and settlers.","zh":"他们开始杀害英国士兵和定居者。"},{"en":"No one is sure how many people died.","zh":"没人知道死了多少人。"},{"en":"It could have been more than one thousand.","zh":"可能超过一千人。"},{"en":"In 1758, a strong British force attacked Fort Carillon on Lake Champlain.","zh":"1758年，一支强大的英国军队攻打 Fort Carillon 的 Lake Champlain。"},{"en":"General Montcalm was the French commander.","zh":"蒙特卡姆将军是法军指挥官。"},{"en":"Fort Carillon was strong enough that the smaller French force was able to defeat the bigger British force.","zh":"Fort Carillon 足够强大，以至于规模较小的法国军队能够击败规模较大的英国军队。"},{"en":"The British withdrew, but attacked again the next year.","zh":"英国人撤退了，但第二年又发动了进攻。"},{"en":"This time the British commander was General Jeffery Amherst.","zh":"这次的英国指挥官是杰弗里 · 阿默斯特将军。"},{"en":"Amherst was successful.","zh":"阿默斯特很成功。"},{"en":"The British defeated the French.","zh":"英国人打败了法国人。"},{"en":"They changed the name of Fort Carillon to Fort Ticonderoga.","zh":"他们把 Fort Carillon 的名字改成了提康德罗加堡。"},{"en":"It became an important military center in the French and Indian War.","zh":"在法国和印第安人战争中，它成为一个重要的军事中心。"},{"en":"Fort Ticonderoga would also become important later, during America's war for independence.","zh":"在后来的美国独立战争期间，提康德罗加堡也变得重要起来。"},{"en":"The Battle for Quebec was the turning point in the war.","zh":"魁北克战役是这场战争的转折点。"},{"en":"Britain and France signed a treaty to end it in Paris in 1763.","zh":"英国和法国于1763年在巴黎签署了一项条约，结束了这种关系。"},{"en":"The British had won.","zh":"英国人赢了。"},{"en":"They took control of the lands that had been claimed by France.","zh":"他们控制了法国宣称拥有主权的土地。"},{"en":"Britain now claimed all the land from the east coast of North America to the Mississippi River.","zh":"英国现在宣称对从北美东海岸到密西西比河的所有土地拥有主权。"},{"en":"Everything west of that river belonged to Spain.","zh":"那条河以西的一切都属于西班牙。"},{"en":"France gave all its western lands to Spain to keep the British out.","zh":"法国把所有西部土地都给了西班牙，以防英国人入侵。"},{"en":"Indians still controlled most of the western lands, except for some Spanish colonies in Texas and New Mexico.","zh":"除了德克萨斯州和新墨西哥州的一些西班牙殖民地，印第安人仍然控制着西部的大部分土地。"},{"en":"Today, you can still visit the two forts that were so important in the French and Indian War.","zh":"今天，你仍然可以参观在法国和印第安人战争中如此重要的两个堡垒。"},{"en":"Little of the original buildings have survived.","zh":"几乎没有原始建筑物幸存下来。"},{"en":"However, both have been re-built using the original designs.","zh":"然而，两者都是用原来的设计重建的。"}],[{"en":"The area surrounding both forts is very beautiful, including the two lakes, Lake George and Lake Champlain.","zh":"两个堡垒周围的地区都非常美丽，包括乔治湖和 Lake Champlain。"},{"en":"Many people spend their holidays in this area enjoying the outdoors.","zh":"许多人在这个地区度假，享受户外活动。"},{"en":"The area includes one of America's national historical parks, Saratoga.","zh":"该地区包括美国国家历史公园之一的萨拉托加。"},{"en":"It also includes the Lake George Beach State Park.","zh":"它还包括乔治湖海滩州立公园。"},{"en":"Few people who visit the area stop to remember the terrible fighting that took place there two-hundred fifty years ago.","zh":"访问该地区的人很少停下来回忆250年前发生在那里的可怕战斗。"},{"en":"This MAKING OF A NATION program was written by Nancy Steinbach and Paul Thompson.","zh":"这个建国计划是由南希 · 斯坦巴赫和保罗 · 汤普森撰写的。"},{"en":"I'm Barbara Klein.","zh":"我是芭芭拉 · 克莱因。"},{"en":"And I'm Steve Ember.","zh":"我是 Steve Ember。"},{"en":"Read and listen to our programs at voaspecialenglish.com.","zh":"在 voaspecialenglish.com 阅读和收听我们的节目。"}]]