[[{"en":"Are we ready to order? Yeah, I think so. Sis?","zh":"我们可以点餐了吗?-是的，我想可以了，妹妹？"},{"en":"You go first.","zh":"你先来。"},{"en":"Thanks for putting me on the spot. My sister does this to me all the time.","zh":"谢谢你让我为难，我姐姐经常这样对我。"},{"en":"Okay.","zh":"好吧。"},{"en":"Family, huh?","zh":"家人？"},{"en":"Yep.","zh":"是的。"},{"en":"Yeah. Okay, let's see. I would like the scallop risotto since I am not allergic to shellfish, unlike my sister.","zh":"好吧，我想想，我想吃扇贝意大利调味饭因为我不像我姐姐对贝类过敏。"},{"en":"Idiot.","zh":"白痴。"},{"en":"Good choice.","zh":"明智的选择。"},{"en":"Thanks, yeah. We're celebrating her divorce. Now we're both single.","zh":"谢谢，我们在庆祝她的离婚，现在我们都单身了。"},{"en":"Oh, that's nice. I hope my son and daughter can be there for each other when their spouses inevitably turn on them.","zh":"真不错。我希望我的儿子和女儿在他们的配偶不可避免地背叛他们的时候能够互相支持。"},{"en":"Oh, you have children. I love children. I believe they're our future.","zh":"你有孩子，我爱孩子，我相信他们是我们的未来。"},{"en":"So, how about you? Do, do you have a spouse who turned on you?","zh":"那么，你呢? 你有，你有配偶背叛你吗？"},{"en":"Oh, yeah, lot of hard feelings. Ah, terrific.","zh":"哦，是啊，很多不愉快的感觉，啊，太好了。"},{"en":"Can I grab you for just a sec?","zh":"我能占用你一点时间吗？"},{"en":"I'll be right back. He probably needs me to open up a jar of pickles or something.","zh":"我马上回来，他可能需要我打开一罐泡菜什么的。"},{"en":"Ooh. Okay, well, bye.","zh":"好吧，再见。"},{"en":"Was that guy hitting on you?","zh":"那家伙是在勾引你吗？"},{"en":"Yeah, he absolutely was.","zh":"是的，他绝对是。"},{"en":"Thought so. I'll ask Richard to take the table.","zh":"我就知道，我会让理查德坐这张桌子。"},{"en":"Why?","zh":"为什么？"},{"en":"I don't want him bothering you.","zh":"我不想让他打扰你。"},{"en":"He's not. Is he bothering you?","zh":"他没有，他在骚扰你吗？"},{"en":"No, I'm just protective of you 'cause you and I have, you know, something special going on.","zh":"不，我只是想保护你因为我们之间有些特别的事。"},{"en":"Yeah, it's called adultery.","zh":"是的，这叫通奸。"},{"en":"Why do you make it sound so cheap and ugly?","zh":"你为什么把它说得这么廉价和丑陋？"},{"en":"Oh, I'm sorry. Unicorns, rainbows, you're cheating on your wife.","zh":"哦，对不起，独角兽，彩虹，你背叛了你的妻子。"},{"en":"I told you they were doing it.","zh":"我告诉过你他们在做。"},{"en":"And another thing. you have no right to tell me who I can and cannot see.","zh":"还有一件事，你没有权利告诉我，我能见谁，不能见谁。"},{"en":"What are you saying? We're not monogamous?","zh":"你在说什么，我们不是一夫一妻制吗？"},{"en":"Gabriel, you're married.","zh":"加布里尔，你结婚了。"},{"en":"We do it once a month, and I don't even take off my T-shirt.","zh":"我们一个月做一次，我甚至不脱掉我的 T 恤。"},{"en":"Let me make it simple for you. All of this stuff here is in play.","zh":"我就直说了吧，这里所有的东西都有用。"},{"en":"Oh, that's good thinking.","zh":"好主意。"},{"en":"Uh, Gabriel, Paul and I would like you to give us money not to tell your wife you're banging Christy.","zh":"加布里尔，保罗和我希望你给我们钱不要告诉你老婆你和克丽丝蒂上床了。"},{"en":"A lot of money.","zh":"一大笔钱。"},{"en":"Hey, sis, look who's back.","zh":"嘿，姐姐，看谁回来了。"},{"en":"Give it a rest. So, what's the deal with your brother? Good guy, whack job?","zh":"省省吧，你弟弟是怎么回事? 好人，神经病？"},{"en":"Give it to me straight. I'm a single mom and I don't have a lot of time.","zh":"直说吧，我是个单亲妈妈，时间不多。"},{"en":"He's amazing. I'd go out with him, you know, if it didn't make us hillbillies.","zh":"他很棒，我愿意和他约会，如果不是因为他让我们变成乡巴佬的话。"},{"en":"All right. I'll write my phone number on the check.","zh":"好吧，我把电话号码写在支票上。"},{"en":"Hold on a second. What makes you think I was even trying to ask you out?","zh":"等等，你凭什么认为我想约你出去？"},{"en":"You weren't? Oh, uh, this is, this is awkward. Let me get you a new server.","zh":"你没有?-哦，呃，这... 这有点尴尬，我给你换个新服务器吧。"},{"en":"Wait, now, I was just trying to be cool!","zh":"等等，我只是想装酷！"},{"en":"Mission accomplished!","zh":"任务完成！"},{"en":"This is a cute top.","zh":"这件上衣很可爱。"},{"en":"Oh, that's actually a party dress from my drinking days.","zh":"那是我喝酒时穿的派对礼服。"},{"en":"Wow. Were you drinking when you bought it?","zh":"你买的时候喝酒了吗？"},{"en":"I hope so. Anyway, it doesn't matter, I'm not that kind of girl anymore.","zh":"我希望如此。不管怎样，没关系，我不再是那种女孩了。"},{"en":"Hello. What kind of girl were you when you wore this?","zh":"你好，你穿这件衣服的时候是什么样的女孩？"},{"en":"Popular. Oh, my God, I hate everything in my closet!","zh":"受欢迎，天啊，我讨厌衣柜里的一切！"},{"en":"It all looks like Halloween in Slutsylvania.","zh":"看起来就像 Slutsylvania 的万圣节。"},{"en":"Calm down, we'll find something. Okay, so tell me about this guy tonight.","zh":"冷静，我们会找到的-好吧，今晚跟我说说这家伙。"},{"en":"I don't know. Cute, kind of boyish, pretty normal really.","zh":"我不知道，可爱，有点孩子气，很正常。"},{"en":"You just described every serial killer.","zh":"你刚刚描述了每一个连环杀手。"},{"en":"No! He loves his sister, which I take as a good sign.","zh":"不，他爱他妹妹，我觉得这是个好兆头。"},{"en":"Boing, my gay-dar just went off.","zh":"砰，我的同志雷达响了。"},{"en":"He's not gay. He puts ketchup on his steak.","zh":"他不是同性恋，他在牛排上放番茄酱。"},{"en":"I don't get what you're so jittery about. You know how to do this.","zh":"我不明白你为什么这么紧张，你知道该怎么做。"},{"en":"I know how to do this drunk.","zh":"我知道怎么喝醉。"},{"en":"Come on, you've been dating your boss since you got sober.","zh":"拜托，你戒酒后就一直在和你老板约会。"},{"en":"You can't call what we do dating. It's just sex in uncomfortable places.","zh":"你不能把我们做的事称为约会，只是在不舒服的地方做 s x。"},{"en":"I hope you mean broom closets.","zh":"我希望你指的是扫帚间。"},{"en":"Yes.","zh":"是的。"},{"en":"Oh, Mom, God! The point is, Gabriel's married, so there's no future with him.","zh":"哦，妈妈，天啊! 重点是 Gabriel 已经结婚了，所以和他没有未来。"},{"en":"But this guy tonight, who knows?","zh":"但是今晚这个人，谁知道呢？"},{"en":"We could wind up with a little house, picket fence, missionary sex twice a week.","zh":"我们可能会有一间小房子，栅栏，每周两次传教士性爱。"},{"en":"You know, I had sex with a missionary once and oddly he was not a fan of that position.","zh":"你知道吗，我曾经和一个传教士做过爱奇怪的是，他不喜欢那个姿势。"},{"en":"Thank you for that image.","zh":"谢谢你的描述。"}],[{"en":"I'm just worried that if he finds out the kind of person I was, he won't like me.","zh":"我只是担心如果他发现我是什么样的人他会不喜欢我。"},{"en":"Oh, honey.","zh":"哦，亲爱的。"},{"en":"I know, it's silly.","zh":"我知道，这很傻。"},{"en":"It's not silly. you should definitely lie about your past.","zh":"一点也不傻，你绝对应该隐瞒你的过去。"},{"en":"What?","zh":"什么？"},{"en":"Yeah, sometimes I like to tell guys I'm Carole Anne Stevenson from Albuquerque, New Mexico.","zh":"是啊，有时候我喜欢告诉别人我是 Carole Anne Stevenson 来自新墨西哥州的 Albuquerque。"},{"en":"You're kidding.","zh":"你开玩笑吧。"},{"en":"Nope, Carole's a schoolteacher like her mother and her Aunt Judy.","zh":"不，卡罗尔是个老师，就像她妈妈和朱迪阿姨一样。"},{"en":"She loves baking and gardening and volunteering down at the homeless shelter.","zh":"她喜欢烘焙，园艺还喜欢在流浪汉收容所做志愿者。"},{"en":"Now tell me about this.","zh":"跟我说说这个。"},{"en":"That's actually yours.","zh":"那其实是你的。"},{"en":"Are you taking the prenatal vitamins we got you?","zh":"你要用我们给你的产前维生素吗？"},{"en":"Did you stop smoking pot and drinking?","zh":"你戒烟戒酒了吗？"},{"en":"Of course.","zh":"当然。"},{"en":"Don't bite my head off. Not everybody does.","zh":"别冲我发火，不是每个人都这样。"},{"en":"Thanks for looking after Roscoe tonight. Yeah, whatever.","zh":"谢谢你今晚照顾 Roscoe-随便啦。"},{"en":"You're really wearing that on a date?","zh":"你真的要穿这个去约会吗？"},{"en":"What's wrong with it?","zh":"有什么问题吗？"},{"en":"You look like a slutty highlighter.","zh":"你看起来像个放荡的荧光笔。"},{"en":"You know what? I think I look great, and that's all that matters.","zh":"你知道吗? 我觉得我看起来很棒，这才是最重要的。"},{"en":"Where are you going?","zh":"你要去哪里？"},{"en":"Where do you think? To change!","zh":"你以为呢? 换衣服！"},{"en":"Why are you being such a bitch?","zh":"你为什么这么贱？"},{"en":"I'm just being honest.","zh":"我只是实话实说。"},{"en":"Good, I'll be honest, too. You're being a bitch.","zh":"很好，我也会说实话，你就是个贱人。"},{"en":"And I use that word instead of the word I want to use because you're my granddaughter and I love you.","zh":"我用这个词而不是我想用的词因为你是我孙女，我爱你。"},{"en":"What, so I'm supposed to make a big deal just because she's going out with some random guy?","zh":"怎么，就因为她和某个陌生男人约会我就要小题大做吗？"},{"en":"Excuse me, young lady, but your mother going out with some random guy is the only reason you exist.","zh":"不好意思，小姑娘，你妈妈和某个陌生人约会是你存在的唯一理由。"},{"en":"And I'll tell you another thing.","zh":"我还要告诉你一件事。"},{"en":"if she doesn't meet somebody, she's going to turn into one of those crazy old ladies with 20 cats who lives with their daughter.","zh":"如果她找不到对象，她就会变成那种养了20只猫，还和女儿住在一起的疯老太太。"},{"en":"You're going to be chasing her down the street, trying to pin her robe shut.","zh":"你会在街上追着她，试图把她的睡袍缝上。"},{"en":"Better?","zh":"好点了吗？"},{"en":"Damn it.","zh":"该死。"},{"en":"Mom, wait.","zh":"妈妈，等等。"},{"en":"What?","zh":"什么？"},{"en":"Why don't you try on that black dress in my closet? I think it'll look cute on you.","zh":"你为什么不试试我衣橱里的那条黑裙子呢? 我觉得你穿上会很可爱的。"},{"en":"Thank you.","zh":"谢谢你。"},{"en":"Well, look at you being a nice person.","zh":"看看你，多好的人啊。"},{"en":"I'll tell you what. As a reward, why don't you go out with Luke tonight and I'll watch Roscoe?","zh":"这样吧，作为奖励你今晚和卢克出去我来照看罗斯科？"},{"en":"You don't have plans?","zh":"你没有安排吗？"},{"en":"at my age, when you've had sex in the afternoon, you're good for the whole day.","zh":"在我这个年纪，当你在下午吃了 x 的时候，你一整天都很好。"},{"en":"If our waitress is cute, it's totally okay to say I'm your sister.","zh":"如果我们的服务员很可爱，就可以说我是你妹妹。"},{"en":"No, I'm good. Have you ever eaten here before?","zh":"不用了，你以前在这吃过吗？"},{"en":"No, I haven't. How about you?","zh":"没有，你呢？"},{"en":"No.","zh":"没有。"},{"en":"Ah, look at us. We already have something in common.","zh":"看看我们，我们已经有共同点了。"},{"en":"Yeah.","zh":"是的。"},{"en":"So, what do you do?","zh":"那么，你是做什么的？"},{"en":"Oh, yeah, I'm, I'm a civil engineer.","zh":"是的，我是土木工程师。"},{"en":"Wow!","zh":"哇！"},{"en":"Yeah.","zh":"是的。"},{"en":"I have no idea why I said wow 'cause I don't know what that is.","zh":"我不知道我为什么说哇，因为我不知道那是什么。"},{"en":"Oh, okay, uh, well, today, for instance, the city decided that it needed a new stoplight,","zh":"好吧，比如今天市政府决定需要一个新的红绿灯,"},{"en":"so it's my job to go over all the contracts with the stoplight manufacturers","zh":"所以我的工作就是跟交通信号灯制造商核对所有的合同"},{"en":"and just get the best price for the stoplight.","zh":"只要能买到最便宜的红绿灯就行了。"},{"en":"That sounds crazy.","zh":"听起来很疯狂。"},{"en":"No, it's pretty boring.","zh":"没有，挺无聊的。"},{"en":"No, no, no, it's not. From now on, every time I stop at a red light, I'll think of you.","zh":"不，不，不，不是的，从现在开始，每次我在红灯前停下来，我都会想起你。"},{"en":"Oh, so that'll be often.","zh":"哦，那就是经常了。"},{"en":"Not really, I tend to just blow right through 'em.","zh":"没有，我一般都直接打穿他们。"},{"en":"Good evening, folks. Can I start you off with a cocktail or some wine?","zh":"大家晚上好，先来杯鸡尾酒或红酒吧？"},{"en":"Yes, would you like a drink?","zh":"是的，你想喝点什么吗？"},{"en":"No, thank you.","zh":"不用了，谢谢。"},{"en":"Ah, come on, live a little.","zh":"来吧，享受生活。"},{"en":"Oh, you can live a little for both of us.","zh":"哦，你可以为我们两个活一点。"},{"en":"No, don't be silly. Glass of wine never hurt anyone.","zh":"不，别傻了，一杯酒又不会伤人。"},{"en":"I don't drink, not because I don't want to but because I can't.","zh":"我不喝酒，不是因为我不想喝，而是因为我不能喝。"},{"en":"It wrecked my life, it destroyed my relationships, and I'm still picking up the pieces,","zh":"它毁了我的生活，毁了我的人际关系我还在收拾残局,"},{"en":"but if you want a glass of wine, you go right ahead. Won't bother me at all. I'm his sister.","zh":"但如果你想喝酒，请便。我一点也不介意。我是他的妹妹。"},{"en":"So once I finally quit drinking, I had all these feelings come up, and I didn't know how to deal with them, so I started eating.","zh":"所以当我终于戒酒后，我突然有了这些感觉，我不知道该怎么处理，所以我开始吃东西。"}],[{"en":"Every night after work I'd come home, I'd take a bag of salt-and-vinegar potato chips, I'd hit it with a book so it was just crumbs, and I'd mix it with a pint of vanilla ice cream.","zh":"每天晚上下班回家后，我会带一袋盐醋土豆片，我会用一本书把它敲碎，这样它就只剩下面包屑了，我会把它和一品脱香草冰淇淋混合在一起。"},{"en":"I gained 18 pounds in, like, a month.","zh":"我一个月就长了18磅。"},{"en":"Then in the middle of the night, I woke up and I thought I had a cat on my lap, looked down turns out it was my own stomach.","zh":"然后在半夜，我醒来，我以为我腿上有只猫，低头一看，原来是我自己的肚子。"},{"en":"I don't think I can do this.","zh":"我觉得我做不到。"},{"en":"It's our first date.","zh":"这是我们第一次约会。"},{"en":"So, Okay, you've got an eight, and I give you a seven, how many is that?","zh":"那么，好吧，你有一个8，我给你一个7，那是多少？"},{"en":"Fifteen.","zh":"15岁。"},{"en":"Very good. Now, the house is showing a face card.","zh":"很好，现在，房子正在展示一张面孔卡片。"},{"en":"And you're the house.","zh":"你就是那房子。"},{"en":"Yes, I am. How much you want to bet?","zh":"是的，你想赌多少？"},{"en":"All of it. On a 15.","zh":"全部15分。"},{"en":"Interesting. Ooh! Another eight. How many is that?","zh":"有意思，又是八个，那是多少个？"},{"en":"Twenty three?","zh":"23岁？"},{"en":"But the name of the game is...?","zh":"但游戏的名字是... ？"},{"en":"\"Twenty One.\"","zh":"“二十一”"},{"en":"Exactly.","zh":"没错。"},{"en":"Thanks for watching Roscoe. We'll see you later.","zh":"谢谢你照看罗斯科，回头见。"},{"en":"Hey, hang on. You listen to me, teen Jesus, I want my granddaughter back by 11:00 with her hymen intact.","zh":"嘿，等等，你听我说，少年耶稣，我要我的孙女在11点前回来，她的处女膜完好无损。"},{"en":"What?!","zh":"什么? ！"},{"en":"I'm just screwing with you. You already knocked her up; do whatever you want.","zh":"我逗你玩呢，你已经把她肚子搞大了，想干嘛就干嘛。"},{"en":"I know that was supposed to be funny, but I peed myself a little.","zh":"我知道这很好笑，但我尿裤子了。"},{"en":"Sorry, sir, only players at the table.","zh":"对不起，先生，只有赌桌上的玩家。"},{"en":"I want to play more Blackjack.","zh":"我想玩更多的二十一点。"},{"en":"Okay. Ante up.","zh":"好吧，下注。"},{"en":"I can't. I don't have any more money.","zh":"不行，我没钱了。"},{"en":"No money? Or no money on you?","zh":"没钱? 还是你身上没钱？"},{"en":"I have some in my piggy bank.","zh":"我的存钱罐里有一些。"},{"en":"Well, it's not doing you any good in there, is it?","zh":"这对你没什么好处，不是吗？"},{"en":"Be right back.","zh":"马上回来。"},{"en":"Wait'll I teach him how to play Pai Gow.","zh":"等我教他打牌九。"},{"en":"Oh, God, I'm gonna die alone. Please let it be now.","zh":"天啊，我要孤独终老了，就让它现在吧。"},{"en":"Open the door.","zh":"把门打开。"},{"en":"Damn it!","zh":"该死！"},{"en":"Hey. Hope you're hungry, 'cause I... brought us dinner.","zh":"嘿，希望你饿了，因为我... 给我们带了晚饭。"},{"en":"What?","zh":"什么？"},{"en":"How? As I was chasing you out of the restaurant, I bought a guy's to-go order.","zh":"怎么做?-我把你赶出餐厅的时候，买了一个人的外卖。"},{"en":"Really?","zh":"真的吗？"},{"en":"Yeah. That's so adorable. And or... desperate.","zh":"是啊，太可爱了，还有... 绝望。"},{"en":"Well, let's go with adorable. 'Cause I really want you to like me.","zh":"我们就说可爱吧，因为我真的希望你喜欢我。"},{"en":"Okay, let's see what we're having for dinner. This looks like some kind of chicken.","zh":"好吧，看看我们晚餐吃什么，这看起来像是某种鸡肉。"},{"en":"Ooh, I love some kind of chicken.","zh":"我喜欢鸡肉。"},{"en":"Yeah? Okay, okay. And I have a pasta, looks like, uh, Bolognese.","zh":"是吗? 好的，好的，我还有意大利面，看起来像意大利肉酱面。"},{"en":"Ooh, I like that, too!","zh":"我也喜欢！"},{"en":"You want to switch?","zh":"你想换吗？"},{"en":"No, no, no. Well, yeah.","zh":"不，不，不，是的。"},{"en":"no, there are no utensils.","zh":"不，没有餐具。"},{"en":"Oh. Check the glove compartment. I eat in my car a lot.","zh":"看看手套箱我经常在车里吃东西。"},{"en":"Oh. Ooh. Fancy.","zh":"真不错。"},{"en":"Okay, time for bed. I'll tell you what, just to show you how much we appreciate your business, we're gonna comp your room.","zh":"好了，该睡觉了。这样吧，为了让你知道我们有多感激你的生意我们会免费送你房间。"},{"en":"Come on, just one more game.","zh":"来吧，再玩一局。"},{"en":"Well, sorry, buddy, but you're broke.","zh":"抱歉，兄弟，你破产了。"},{"en":"Well, um, how about if you lend me five dollars and I'll pay you back when I win?","zh":"不如你借我五块钱我赢了就还你？"},{"en":"Oh, sweetheart, you're gonna grow up and make some nice lady so sad.","zh":"亲爱的，你会长大，让某个好女人伤心欲绝。"},{"en":"How about if I sell you my iPod?","zh":"我把 iPod 卖给你怎么样？"},{"en":"That might work.","zh":"也许有用。"},{"en":"Hey.","zh":"嘿。"},{"en":"What can I do for you, Baxter?","zh":"我能为你做什么，巴克斯特？"},{"en":"Just came to see my kid.","zh":"只是来看看我的孩子。"},{"en":"Hey, Dad, can you lend me some money?","zh":"爸爸，你能借我点钱吗？"},{"en":"That's so weird... I was gonna ask you the same thing.","zh":"太奇怪了，我也想问你同样的问题。"},{"en":"I'm gonna hang with you guys for a bit.","zh":"我要和你们待一会儿。"},{"en":"Here's a question for you.","zh":"问你个问题。"},{"en":"Shoot.","zh":"该死。"},{"en":"What's wrong with you that you would chase a crazy lady out of a restaurant with a bag of someone else's food?","zh":"你有什么毛病啊你居然用别人的食物把一个疯女人赶出餐厅？"},{"en":"Why does something have to be wrong with me for me to like you?","zh":"为什么我一定有什么问题，我才会喜欢你？"},{"en":"Nice try. Answer the question.","zh":"想得美，回答问题。"},{"en":"No, seriously, I thought we really made a connection in there.","zh":"不，说真的，我觉得我们在那里真的很有默契。"},{"en":"Answer the question.","zh":"回答我的问题。"},{"en":"Okay, uh, well, I did just get out of a relationship.","zh":"好吧，我刚结束一段感情。"},{"en":"That's what I'm talking about.","zh":"我说的就是这个。"},{"en":"Tell me about it. she was very nice. Sweet. No drama.","zh":"可不是嘛，她人很好，很贴心，没有小题大做。"},{"en":"Um... Her name wasn't Carol Anne Stevenson, was it?","zh":"她的名字不是 Carol Anne Stevenson 吧？"},{"en":"Yeah, why?","zh":"是啊，怎么了？"},{"en":"No reason. Continue.","zh":"没什么，继续。"}],[{"en":"Anyway, uh, she was great, but in all the time we were together, she never once told me how she was feeling. Whereas you, literally, can't stop telling me.","zh":"总之，她人很好，但我们在一起的时候，她从没告诉过我她的感受。而你，真的，不停地告诉我。"},{"en":"I'm sorry. I feel terrible.","zh":"对不起，我很抱歉。"},{"en":"See? You just did it again.","zh":"看到没，你又来了。"},{"en":"Okay, but in my defense, I am emotionally all over the place.","zh":"好吧，但我要辩解一下，我的情绪很不稳定。"},{"en":"Oh, wow! There it is again.","zh":"又来了。"},{"en":"And I am dealing with a number of personal crises which you really don't need to know about, but I feel like I'm gonna tell you anyway.","zh":"我正在处理一些你不需要知道的个人危机但我觉得我还是要告诉你。"},{"en":"What is wrong with me? Why can't I stop talking?","zh":"我到底怎么了? 为什么我不能停止说话？"},{"en":"Well, that shut me up. Nice.","zh":"好吧，我闭嘴了，很好。"},{"en":"Yeah. Now what? Now you get out of my car.","zh":"现在怎么办? 现在你给我下车。"},{"en":"Why? I love it in here.","zh":"为什么，我喜欢这里。"},{"en":"I'm sorry. This is good, you're good, but I am clearly not ready to start dating.","zh":"对不起，这很好，你也很好但我显然还没准备好开始约会。"},{"en":"I wish I could disagree.","zh":"我也希望我不同意。"},{"en":"But I want you to know that when I am... you are at the top of my list. And the list isn't very long. In fact, it's just you.","zh":"但我想让你知道，当我... 你是我的首选。而且名单也不长。事实上，只有你。"},{"en":"Great. You're not as crazy as you think you are.","zh":"很好，你没你想的那么疯狂。"},{"en":"That's the nicest thing anyone's ever said to me.","zh":"这是别人对我说过的最好的话了。"},{"en":"Run.","zh":"快跑。"},{"en":"What do you want to do with that soft 19?","zh":"你打算怎么处理那个柔软的19号？"},{"en":"I'll hold.","zh":"我等着。"},{"en":"Hold? What's that?","zh":"等? 那是什么？"},{"en":"It means you have a number you like, and you're not gonna take any more cards.","zh":"意思是你有一个你喜欢的号码，你不会再拿牌了。"},{"en":"You can hold?","zh":"你能等吗？"},{"en":"I'll get it.","zh":"我去开门。"},{"en":"I was never here!","zh":"我从没来过这里！"},{"en":"You can hold?!","zh":"你能等? ！"},{"en":"Oh. Hi, is Christy here?","zh":"你好，克丽丝蒂在吗？"},{"en":"Who might be asking?","zh":"你是谁？"},{"en":"Um, I work with her.","zh":"我和她一起工作。"},{"en":"Oh. You must be her boss.","zh":"你一定是她老板。"},{"en":"I am.","zh":"我就是。"},{"en":"You leave your wife yet?","zh":"你离开你妻子了吗？"},{"en":"No.","zh":"没有。"},{"en":"Then I have no choice but to inform you that she is out on a date with a wealthy, educated, eligible bachelor who's got a cannon between his legs.","zh":"那我别无选择，只能告诉你她在和一个有钱，受过教育，有资格的单身汉约会他两腿之间夹着一门大炮。"},{"en":"So her mom's not a fan.","zh":"所以她妈妈不喜欢她。"},{"en":"by focusing on the positive, I attract only the best into my life. By focusing on the positive...","zh":"通过关注积极的一面，我只吸引最好的一面进入我的生活。通过关注积极的一面..。"},{"en":"Oh, my God!","zh":"哦，我的上帝！"},{"en":"Oh!","zh":"噢！"},{"en":"Are you okay?","zh":"你没事吧？"},{"en":"Uh, I think you broke my foot. And maybe my nose.","zh":"我觉得你把我的脚打断了，还有我的鼻子。"},{"en":"Oh! Sorry, sorry. Okay, don't move. I'm gonna call an ambulance.","zh":"抱歉，抱歉，别动，我去叫救护车。"},{"en":"No, wait! My wife can't know I was here.","zh":"不，等等，不能让我妻子知道我来过。"},{"en":"Okay, well, um, let's get you in the car, and I'll take you to the emergency room.","zh":"好吧，我送你上车，我带你去急诊室。"},{"en":"Ow! Careful. Careful.","zh":"小心，小心。"},{"en":"it hurts pretty bad, huh?","zh":"很疼吧？"},{"en":"It's awful.","zh":"太可怕了。"},{"en":"Well, then this probably isn't a great time to say this, but, um, I don't think we should see each other anymore.","zh":"那么，现在可能不是说这个的好时机，但是，嗯，我觉得我们不应该再见面了。"},{"en":"Wait, you're breaking up with me? Why?!","zh":"等等，你要和我分手，为什么！"},{"en":"Well, I found out something about myself tonight.","zh":"我今晚发现了一些关于自己的事。"},{"en":"I deserve to be in a relationship with a man who I can hit with my car, and you know, not feel like I did something wrong.","zh":"我应该和一个我可以用车撞到的男人在一起而且不会觉得自己做错了什么。"},{"en":"Okay, I'm not sure what that means, but...","zh":"好吧，我不知道那是什么意思，但是..。"},{"en":"What?!","zh":"什么? ！"},{"en":"There's a fork in ass!","zh":"屁股上有叉子！"},{"en":"knocky-knocky.","zh":"敲敲门。"},{"en":"Hi. How's your little boss?","zh":"嗨，你的小老板怎么样了？"},{"en":"Oh, I broke his leg and his nose.","zh":"我打断了他的腿和鼻子。"},{"en":"Admit it, it felt pretty good, didn't it?","zh":"承认吧，感觉很好，不是吗？"},{"en":"No! No, no, no. A little bit.","zh":"不，不，不，不，有一点。"},{"en":"I got you a gift.","zh":"我给你准备了礼物。"},{"en":"Thanks. What's the occasion?","zh":"谢谢，今天是什么日子？"},{"en":"Well, I know you don't feel ready to date for a while. I thought this might put a little spring in your step.","zh":"我知道你暂时还没准备好约会。我觉得这个可能会让你精神一点。"},{"en":"What is it?","zh":"这是什么？"},{"en":"Thank you. Do you mind finishing the dishes?","zh":"谢谢，你介意把盘子洗完吗？"},{"en":"My pleasure. I am such a good mother.","zh":"不客气，我是个好妈妈。"}]]

