[[{"en":"I'm thinking about going vegan.","zh":"我在考虑吃素。"},{"en":"Really? Why? Diet, health, compassion for animals?","zh":"真的? 为什么? 饮食，健康，对动物的同情？"},{"en":"I am not happy with how my urine smells.","zh":"我对自己尿液的味道很不满意。"},{"en":"Then stop smelling it! Oh! Don't look!","zh":"那就别闻了，别看！"},{"en":"Don't smell, don't look... you're bossy today! Isn't that the chef from your restaurant? Yeah. He's kind of cute.","zh":"不要闻，不要看... 你今天很专横! 那不是你们餐厅的厨师吗? 是的。他有点可爱。"},{"en":"No! He's not! Everyone at work is terrified of him.","zh":"不，他不是，同事都很怕他。"},{"en":"How scary can he be? He's carrying a purse.","zh":"他能有多可怕? 他拿着个钱包。"},{"en":"Hey! Hello there.","zh":"你好啊。"},{"en":"Damn! Hi! Chef Rudy, good to see you.","zh":"该死! 嗨! 鲁迪主厨，很高兴见到你。"},{"en":"Good to see you, too... I wanna say... Meredith?","zh":"我也很高兴见到你，我想说，梅瑞狄斯？"},{"en":"Christy.","zh":"克丽丝蒂。"},{"en":"Right. And your mother Bonnie.","zh":"对，还有你妈妈 Bonnie。"},{"en":"I work with you every day, and her you remember?","zh":"我每天都和你一起工作，你还记得她吗？"},{"en":"Does a thirsty man forget a tall glass of water? May I join you?","zh":"口渴的人会忘记一大杯水吗? 我可以加入你们吗？"},{"en":"Sure.","zh":"当然。"},{"en":"So, my daughter tells me everyone at work is frightened of you.","zh":"我女儿告诉我同事都怕你。"},{"en":"Ooh, that's very sweet. Thank you. So, what kind of naughtiness is the mother-daughter team up to today?","zh":"哦，你真好。谢谢。那么，今天母女俩要做什么样的淘气事呢？"},{"en":"Don't go there.","zh":"别这么说。"},{"en":"Mmm, too late. Mental snapshot. Click.","zh":"嗯，太晚了，精神快照，点击。"},{"en":"We've just come back from the drugstore, where we bought some, you know, girl stuff.","zh":"我们刚从药店回来，我们买了一些，你知道，女孩的东西。"},{"en":"What are you up to today?","zh":"你今天打算做什么？"},{"en":"Oh, just blowing the dust off my spyder.","zh":"哦，只是把蜘蛛身上的灰尘吹掉。"},{"en":"Beg pardon?","zh":"你说什么？"},{"en":"I have a vintage Porsche Spyder. She's high-strung, impulsive, and if I don't ride her hard at least once a day, she misbehaves.","zh":"我有一辆老式保时捷 Spyder。她容易激动，冲动，如果我一天不好好教训她一次，她就会不听话。"},{"en":"I'm the same way.","zh":"我也是。"},{"en":"Aw, all out of film. Yeah. I will bid you adieu.","zh":"啊，胶卷都用完了，是啊，我要跟你说再见了。"},{"en":"A la prochaine.","zh":"下次见。"},{"en":"Yeah, I just know \"adieu.\"","zh":"是啊，我只知道“再见”"},{"en":"Tell me you haven't tapped that.","zh":"告诉我你还没搞定。"},{"en":"Of course not.","zh":"当然没有。"},{"en":"Good.","zh":"很好。"},{"en":"Can I ask you a little friendly advice vis-Ã-vis my personal affairs?","zh":"我能请你对我的私事提点友好的建议吗？"},{"en":"Oh. Yeah. Sure.","zh":"哦，是的，当然。"},{"en":"Great. What are my chances of bedding your mother?","zh":"太好了，我和你妈上床的几率有多大？"},{"en":"What? I felt there was chemistry between us. But I feel that with a lot of women, often with disastrous results.","zh":"什么？我觉得我们之间有化学反应。但是我觉得和很多女人在一起，往往会带来灾难性的后果。"},{"en":"Fun fact: Pepper spray tastes nothing like pepper.","zh":"有趣的是，胡椒喷雾尝起来一点都不像胡椒。"},{"en":"All right, look... [sighs] I don't want to get involved here, but... I will tell you she was quite taken with you.","zh":"好吧，听着... 我不想掺和进来，但是... 我告诉你，她很喜欢你。"},{"en":"Oh, I knew it. When I walked out of that coffee shop, my testicles were on fire.","zh":"我就知道，当我走出咖啡店的时候，我的睾丸着火了。"},{"en":"You might want to get those looked at.","zh":"你最好去检查一下。"},{"en":"That's what I'm trying to do. Be a dear, get her on the phone for me.","zh":"这正是我想做的，亲爱的，帮我接通她的电话。"},{"en":"Okay, but I got to warn you about my mother. There's a little crazy up in them thar hills.","zh":"好吧，但我得提醒你小心我妈妈，那山上有个疯子。"},{"en":"Well, you know what they say, \"nothing soils the sheets like crazy.\"","zh":"你知道他们怎么说吗“没有什么比疯狂地弄脏床单更糟糕的了”"},{"en":"How are you allowed to touch food?","zh":"你怎么能碰食物？"},{"en":"Hi, Mom, it's me. I'm probably going to regret this, but... He's right here.","zh":"嗨，妈妈，是我，我可能会后悔的，但是... 他就在这儿。"},{"en":"Hey, you. Been ridden hard yet, today?","zh":"嘿，你，今天骑得很辛苦吧？"},{"en":"Aah, clickety-click, click, click.","zh":"咔嚓，咔嚓，咔嚓。"},{"en":"Is Grandma having dinner with us?","zh":"奶奶要和我们一起吃晚饭吗？"},{"en":"No, she's got a date.","zh":"不，她有约会。"},{"en":"Cool. You know the guy?","zh":"酷，你认识他吗？"},{"en":"I do.","zh":"是的。"},{"en":"So, do you think they'll hit it off?","zh":"你觉得他们会合得来吗？"},{"en":"I'm thinking murder-suicide.","zh":"我觉得是谋杀后自杀。"},{"en":"It's so weird to think of your Grandma dating. My Grandma weighs 300 pounds and has one leg.","zh":"一想到你奶奶在约会，我就觉得很奇怪。我奶奶体重300磅，只有一条腿。"},{"en":"Well, doesn't mean there's not someone out there for her.","zh":"但这并不意味着就没有人适合她。"},{"en":"That's true. My Grandfather would sure love it if she met somebody. Oh, I'll get it.","zh":"没错，我爷爷一定会喜欢她的，如果她遇到了什么人，哦，我去开门。"},{"en":"Well, Grandma will be easy to spot at the wedding.","zh":"外婆在婚礼上很容易被认出来。"},{"en":"Well, you must be Violet.","zh":"你一定就是维奥莱特了。"},{"en":"No, I'm Luke.","zh":"不，我是卢克。"},{"en":"Well, you're very pretty, nonetheless. Bonnie here?","zh":"尽管如此，你还是很漂亮，邦妮在吗？"},{"en":"Uh, she's getting ready. Come on in. Welcome.","zh":"她在准备，进来吧，欢迎。"},{"en":"Thank you. Well, I had you pegged for a house on wheels.","zh":"谢谢，我还以为你住在有轮子的房子里呢。"},{"en":"That's the dream. Can I get you something to drink?","zh":"这就是我的梦想，要喝点什么吗？"},{"en":"I wouldn't mind a glass of Pinot Grigio.","zh":"我不介意来一杯灰皮诺。"},{"en":"I wouldn't mind a bucket of Gin. But, uh, all we've got is tap water and milk.","zh":"我不介意来一桶杜松子酒，但我们只有自来水和牛奶。"},{"en":"I'll pass. What am I smelling?","zh":"还是算了，我闻到的是什么？"},{"en":"I made dinner.","zh":"我做了晚饭。"},{"en":"No, that can't be it. Do you have pets?","zh":"不，不可能，你养宠物吗？"},{"en":"It's corned beef and cabbage.","zh":"腌牛肉和卷心菜。"},{"en":"Oh, yes, poor people food. My apologies. It smells delicious.","zh":"哦，是的，穷人的食物，抱歉，闻起来很香。"},{"en":"Ready to go?","zh":"可以走了吗？"},{"en":"Oh, well, there's a tasty morsel. Yum, yum.","zh":"哦，这里有一小块好吃的，好吃，好吃。"}],[{"en":"Thank you.","zh":"谢谢你。"},{"en":"He's gonna eat her?","zh":"他要吃了她？"},{"en":"Shall we?","zh":"可以开始了吗？"},{"en":"Did you bring the Spyder?","zh":"你把蜘蛛带来了吗？"},{"en":"Freshly lubed for your pleasure.","zh":"刚刚润滑的，让你爽。"},{"en":"Ooh! Bye, family.","zh":"再见，家人们。"},{"en":"Have fun. Are we poor people?","zh":"玩得开心，我们是穷人吗？"},{"en":"Of course not.","zh":"当然没有。"},{"en":"Now, eat your boiled meat.","zh":"现在，吃你的水煮肉。"},{"en":"Wow, that was quite an education, watching a master Chef shop for groceries. Well,","zh":"哇，看着一个大厨去杂货店买东西真是受了不少教育,"},{"en":"I think it's important to feel and smell the things we put inside us.","zh":"我认为感觉和嗅觉我们体内的东西很重要。"},{"en":"I got to tell you, if I'm smelling it, I'm not feeling it. So, um, what are we having?","zh":"我得告诉你，如果我闻到了，我感觉不到，那么，我们吃什么？"},{"en":"Well, it's a tasting menu that I call \"seven small explosions in your mouth.\"","zh":"这是个品尝菜单，我称之为“嘴里七个小爆炸”"},{"en":"Seven, huh? Let's see. Salty, sweet, savory, sour... help me.","zh":"七个? 让我想想，咸的，甜的，咸的，酸的... 帮帮我。"},{"en":"Crunchy, creamy and Rudy.","zh":"松脆，奶油和鲁迪。"},{"en":"Ooh. What's Rudy taste like?","zh":"鲁迪的味道怎么样？"},{"en":"Pistachios, I've been told. Mm. But the real magic happens when we start to combine flavors.","zh":"开心果，我听说过。嗯。但是真正的魔力发生在我们开始混合各种口味的时候。"},{"en":"For example, take a simple cherry tomato. Squirt a little aged balsamic vinegar into its fleshy center.","zh":"例如，拿一个简单的樱桃番茄，在其肉质中心喷入一些陈年意大利香醋。"},{"en":"\"Cherry,\" \"squirt,\" \"fleshy.\" You can't help yourself, can you?","zh":"“樱桃”“喷射”“肉质”你就是忍不住，对吧？"},{"en":"It's very hard.","zh":"这很难。"},{"en":"Mmm! That's not sweet like a tomato or sour like vinegar.","zh":"嗯! 这不像番茄那么甜，也不像醋那么酸。"},{"en":"Exactly. It's a third thing that didn't exist until one was driven deep inside the other.","zh":"没错，这是第三种东西，直到一个深入另一个才出现。"},{"en":"And yes, I know what I just said.","zh":"是的，我知道我刚才说了什么。"},{"en":"Where'd you go to culinary school?","zh":"你在哪儿上的烹饪学校？"},{"en":"Can you keep a secret?","zh":"你能保守秘密吗？"},{"en":"Of course.","zh":"当然。"},{"en":"A Denny's in Boston. I worked the late shift; there's a lot of time to screw around.","zh":"波士顿有家 Denny 餐厅，我上晚班，有很多时间可以鬼混。"},{"en":"Where's the Boston accent?","zh":"波士顿口音呢？"},{"en":"I dropped it. Hard to charge 60 bucks for lobster chowder with capers.","zh":"我弄掉了，龙虾浓汤配酸豆很难卖到60美元。"},{"en":"Ah. Yeah. Well, where are my manners? Can I get you a glass of wine?","zh":"啊，好吧，我的礼貌哪去了? 我能给你倒杯酒吗？"},{"en":"No, thank you. I don't drink.","zh":"不，谢谢，我不喝酒。"},{"en":"Never?","zh":"从来没有？"},{"en":"Never.","zh":"从来没有。"},{"en":"Impressive. How is it that you have not kill yourself?","zh":"真厉害，你怎么还没自杀呢？"},{"en":"I'm more of a homicide girl.","zh":"我更喜欢杀人。"},{"en":"Well, then, as a good host, I won't drink, either. Ah, who am I kidding? So, why do you abstain?","zh":"好吧，那么，作为一个好主人，我也不会喝酒。啊，我在骗谁呢? 那么，你为什么戒酒呢？"},{"en":"I'm allergic to alcohol. Every time I drink, I break out in handcuffs.","zh":"我对酒精过敏，每次喝酒，我都会被铐上手铐。"},{"en":"Mm. Pity. I have a rather remarkable collection of wine and handcuffs.","zh":"真可惜，我收藏了一大堆酒和手铐。"},{"en":"You know, next to great food, beautiful women and vintage cars, wine is what brings me the most happiness.","zh":"你知道，除了美食，美女和老爷车，葡萄酒给我带来了最大的快乐。"},{"en":"No, actually, it's women, then food... No, wine, women... ah, I left out pills.","zh":"不，事实上，是女人，然后是食物... 不，是酒，女人... 啊，我忘了药片。"},{"en":"It's pills, wine...","zh":"是药片，酒。"},{"en":"I get the point.","zh":"我明白了。"},{"en":"Let's see how sophisticated your palate is. Hmm? Put on this blindfold.","zh":"让我们看看你的味觉有多复杂，嗯? 戴上这个眼罩。"},{"en":"Well, I usually charge 50 bucks extra for that, but okay.","zh":"我通常会多收50块，不过没关系。"},{"en":"I knew I liked you. And... you ready?","zh":"我就知道我喜欢你，你准备好了吗？"},{"en":"Do it. What do you taste?","zh":"来吧，你尝到了什么？"},{"en":"Mmm. Fig? Very good. Now, try this.","zh":"嗯，菲格? 很好，现在，试试这个。"},{"en":"Mmm. Eel?","zh":"鳗鱼？"},{"en":"And here comes the pistachios.","zh":"开心果来了。"},{"en":"Morning.","zh":"早上好。"},{"en":"Walk of shame? Stride of pride. Did you consider, for even a minute, to go slow with this guy?","zh":"羞耻之旅? 骄傲之旅。你有没有考虑过，哪怕一分钟，和这家伙慢慢来？"},{"en":"See a movie, shop at the flea market, text him a picture of your boobs. You know, like a lady.","zh":"看场电影，逛逛跳蚤市场，给他发张你胸部的照片，像个淑女一样。"},{"en":"I did think about it.","zh":"我确实想过。"},{"en":"And?","zh":"然后呢？"},{"en":"I chose instead to do him on the floor of his kitchen.","zh":"我选择在他厨房的地板上干他。"},{"en":"What is wrong with you? Don't you have any self-respect?","zh":"你怎么回事? 难道你没有一点自尊吗？"},{"en":"Oh, please. Self-respect is for women who spend Saturday night alone with their showerhead set on pulse.","zh":"拜托，自尊是给那些周六晚上独自一人把淋浴喷头调到脉搏的女人准备的。"},{"en":"That's a terrible thing to say. And I happen to have a stiff neck from work.","zh":"这么说太可怕了，我刚好因为工作脖子有点僵硬。"},{"en":"Did it ever occur to you that what happened last night between me and Rudolph was the start of something wonderful?","zh":"你有没有想过昨晚我和鲁道夫之间发生的事是美好事情的开始？"},{"en":"Oh, wake up! It's a one-night stand between a middle-aged alcoholic and a sex addict.","zh":"醒醒吧，这是中年酒鬼和性瘾者之间的一夜情。"},{"en":"How dare you call me middle-aged? And it was not a one-night stand. Rudy and I are two ingredients, which, when combined, create a third thing which never existed before.","zh":"你怎么敢说我是中年人？而且不是一夜情。鲁迪和我是两种成分，结合在一起，创造出了第三种以前从未存在过的东西。"},{"en":"What the hell are you talking about?","zh":"你到底在说什么？"},{"en":"I don't know! It's a tomato thing! Now, if you'll excuse me, I'm gonna go take a shower. To clean myself.","zh":"我不知道！是番茄的问题！现在，如果你不介意的话，我要去洗个澡。来清洗自己。"},{"en":"You'll never be clean!","zh":"你永远都洗不干净！"},{"en":"So, are we gonna talk about it?","zh":"我们要谈谈吗？"}],[{"en":"Well, I was gonna be a gentleman and spare you the details, but as you wish. Your mother is sleek yet powerful, like an enormous greyhound.","zh":"我本来想绅士一点，不跟你说细节，但随你便。你的母亲是圆滑但强大的，像一个巨大的灰狗。"},{"en":"Yeah, great. Not what I want to talk about.","zh":"太好了，这不是我想说的。"},{"en":"I just want to put it out there that no matter where your relationship goes with her, you and I maintain a professional relationship here.","zh":"我只是想说，不管你和她的关系如何，我们在这里都是同事关系。"},{"en":"Okay, two things wrong with that, Meredith. First of all, you and I don't have a professional relationship.","zh":"好吧，有两件事不对 Meredith 首先，你和我没有工作关系。"},{"en":"I'm a world-class Chef, and you are a waitress. And no offense, but I would be just as happy to put my food on a tiny toy train that choo-choos into the dining room.","zh":"我是世界级大厨，你是服务员。无意冒犯，但我也很乐意把我的食物放在一个小玩具火车上让火车进入餐厅。"},{"en":"And secondly, I have absolutely no plans to pursue a relationship with your mommy.","zh":"其次，我绝对没打算和你妈妈谈恋爱。"},{"en":"What? I thought the two of you made \"a third thing\". With a tomato.","zh":"什么? 我以为你们俩做了“第三样东西”用的是番茄。"},{"en":"No, that's just my rap when I'm trying to filet some panties.","zh":"不，那只是我想把内裤切片的时候说的。"},{"en":"Oh. So, you're not planning on seeing her again?","zh":"所以你不打算再见她了吗？"},{"en":"Oh, god, no. Well, never say never. Can't have a Russian hooker every night.","zh":"哦，上帝，没有。好吧，永远不要说永远。不能有一个俄罗斯妓女每天晚上。"},{"en":"I don't believe this.","zh":"真不敢相信。"},{"en":"What kind of a man are you?","zh":"你是什么样的人？"},{"en":"Well, selfish, narcissistic, emotionally crippled by a cold and distant mother. You know, the usual.","zh":"自私，自恋，情感上被冷漠的母亲所伤害，你知道的，老样子。"},{"en":"She's gonna be devastated.","zh":"她会崩溃的。"},{"en":"Well, then you better break it to her gently. I'm not gonna tell her.","zh":"那你最好温柔地告诉她-我不会告诉她的。"},{"en":"Wow, that seems cruel. But your call.","zh":"哇，这听起来很残忍，但是你的决定。"},{"en":"What's going on?","zh":"发生什么事了？"},{"en":"That pig slept with my mother.","zh":"那头猪睡了我妈妈。"},{"en":"Welcome to the club.","zh":"欢迎加入我们。"},{"en":"Hey. Roscoe asleep?","zh":"嘿 Roscoe 睡了吗？"},{"en":"Yup. What'd you do tonight?","zh":"是啊，你今晚做了什么？"},{"en":"What do you care?","zh":"关你什么事？"},{"en":"Oh, come on. I'm sorry about this morning. Really? So, you admit that Rudy and I are capable of having a meaningful relationship?","zh":"哦，拜托。今早的事我很抱歉。真的吗？所以你承认鲁迪和我有能力维持一段有意义的关系？"},{"en":"Well... I admit that I love you.","zh":"我承认我爱你。"},{"en":"All right, what's going on?","zh":"好吧，怎么回事？"},{"en":"Rudy's done with you.","zh":"鲁迪受够你了。"},{"en":"Well, why are you telling me instead of him?","zh":"那你为什么不告诉他而是告诉我？"},{"en":"Because he was emotionally crippled by his mother. And, you know... he's a giant douche.","zh":"因为他母亲让他情感受挫，而且，你知道... 他是个大混蛋。"},{"en":"Wow, so I completely misread him.","zh":"我完全误解他了。"},{"en":"I'm so sorry.","zh":"对不起。"},{"en":"No, you warned me. I'm a big girl. I should have known better. Look at me, giving myself a pedicure so that jerk could suckle on a pretty red toe.","zh":"不，你警告过我。我是个大姑娘了。我早该知道的。看看我，给自己修脚趾甲这样那个混蛋就能吸吮漂亮的红脚趾了。"},{"en":"Is that his thing?","zh":"这是他的特长吗？"},{"en":"Oh, yeah, he's got a mouth like a Chinese finger trap.","zh":"是啊，他的嘴就像个中国的陷阱。"},{"en":"My fault, I asked. All right, I'm gonna take a quick shower.","zh":"是我的错，我问道，好吧，我去冲个澡。"},{"en":"Say hi to your \"boyfriend.\"","zh":"跟你的“男朋友”打个招呼"},{"en":"I would, but after he saw you naked, we broke up. Are you gonna be all right?","zh":"我也想，但他看到你裸体后，我们就分手了，你没事吧？"},{"en":"Oh, yeah.","zh":"哦，是的。"},{"en":"Not gonna do anything crazy?","zh":"不会做什么疯狂的事吗？"},{"en":"Oh, come on, go take a shower.","zh":"来吧，去洗个澡。"},{"en":"It's like she doesn't know me at all.","zh":"她好像完全不了解我。"},{"en":"Yes, I want a medium meat lover's pizza with cheese in the crust. Yes, and some crazy bread.","zh":"是的，我想要一个中等肉类爱好者的比萨饼，外皮上有奶酪。是的，还有一些疯狂的面包。"},{"en":"Hello, Rudolph.","zh":"你好，鲁道夫。"},{"en":"Bonnie. How'd you get in my house?","zh":"邦妮，你怎么进来的？"},{"en":"Oh, please. Who sleeps with a man and doesn't steal his spare keys?","zh":"拜托，谁会和男人上床却不偷他的备用钥匙？"},{"en":"Okay. What do you want?","zh":"好吧，你想要什么？"},{"en":"What I want is to hurt you. But not physically, because... you might like that. But on an emotional level, like you hurt me.","zh":"我想要的是伤害你。但不是身体上的，因为... 你可能会喜欢。但在感情层面上，就像你伤害我一样。"},{"en":"No, you are barking up the wrong tree, sister, because I stopped feeling years ago.","zh":"不，你找错人了，姐姐因为我几年前就没感觉了。"},{"en":"Really? We'll see. Hmm. \"1957 Cháteau Latour.\" Ooh, sounds fancy.","zh":"真的吗? 我们走着瞧“1957年拉图尔酒庄”听起来不错。"},{"en":"Thank you. And for my next trick, I will attempt to juggle three bottles of... ooh, Montrachet. Oh, ooh, ooh. Aw. I'm not very good.","zh":"谢谢你。我的下一个魔术，我会尝试杂耍三瓶... 哦 Montrachet。哦，哦，哦。噢。我不是很擅长。"},{"en":"Okay, I lied. I didn't just get clean. Mom? Mom? Oh, damn it!","zh":"好吧，我撒谎了，我没有戒毒，妈妈? 妈妈? 哦，该死！"},{"en":"No.","zh":"没有。"},{"en":"And this Mouton Rothschild is for little Jimmy, who's sick in the hospital.","zh":"这瓶木桐罗斯柴尔德是给小吉米的他生病住院了。"},{"en":"Please, no more. And this Cháteau Montelena is for all the wine snobs and their nutty top notes.","zh":"拜托，不要再喝了，这个蒙特莱纳酒庄是给那些葡萄酒爱好者和他们的古怪的顶级建议的。"},{"en":"Enough! Stop! I can't take it anymore.","zh":"够了! 住手! 我受不了了。"},{"en":"Good. Come to me.","zh":"很好，过来。"},{"en":"Oh, my god, you're magnificent. Now what?","zh":"天啊，你太棒了，现在怎么办？"},{"en":"Suckle.","zh":"吮吸。"},{"en":"Hello? Oh, my god, I'm too late. Rudy","zh":"喂，天啊，我来晚了，鲁迪"},{"en":"Ah, ah, oh, yeah, Bonnie, right there, wicked hard!","zh":"啊，啊，哦，是的，邦妮，就在那儿，用力！"},{"en":"Who the hell is that?","zh":"那到底是谁？"},{"en":"Mmm. Oh, my god. This duck is so much better than corned beef.","zh":"天啊，这鸭肉比咸牛肉好吃多了。"},{"en":"Yeah, and the house won't smell like a thousand egg farts.","zh":"是啊，房子也不会闻起来像一千个鸡蛋屁。"}],[{"en":"Mm. Hello. Oh, hi, Chef Rudy. Thanks for the picnic basket. Yeah, I know it's not for me. What's up? Hang on, let me see if she's here.","zh":"嗯。你好。你好，鲁迪大厨。谢谢你的野餐篮。我知道这不适合我。怎么了？等等，我看看她在不在。"},{"en":"She's not here. Can I take a message? Oh, slow down, let me grab a pen.","zh":"她不在，需要留言吗?-等等，我拿支笔。"},{"en":"Go ahead. \"the dark, violent turn our love play took last night haunts me\"","zh":"继续说“昨晚我们的爱情剧黑暗而暴力的转折，萦绕在我心头”"},{"en":"Wait, say again? \"The wine cork will remain where it is as a sign of my commitment\".","zh":"等等，再说一遍? “葡萄酒软木塞会留在原地，以示我的承诺”。"},{"en":"All right, I'll be sure she gets the message. Of course I won't tell anyone at the restaurant. Bye-bye.","zh":"好的，我保证她会收到留言的。我当然不会告诉餐厅里的任何人。再见。"},{"en":"I think someone's sweet on you.","zh":"我觉得有人喜欢你。"}]]