[[{"en":"She slept a long time, and when she awakened Mrs Medlock had bought a lunchbasket at one of the stations and they had some chicken and cold beef and bread and butter and some hot tea.","zh":"她睡了很长时间，当她醒来时，梅德洛克太太在一个车站买了一个午餐篮，他们吃了一些鸡肉和冷牛肉，面包和黄油，还有一些热茶。"},{"en":"The rain seemed to be streaming down more heavily than ever and everybody in the station wore wet and glistening waterproofs.","zh":"雨似乎比以往下得更大了，车站里的每个人都穿着湿漉漉的、闪闪发光的防水衣。"},{"en":"The guard lighted the lamps in the carriage, and Mrs Medlock cheered up very much over her tea and chicken and beef.","zh":"卫兵点亮了马车上的灯，梅德洛克夫人为她的茶、鸡肉和牛肉而欢呼雀跃。"},{"en":"She ate a great deal and afterward fell asleep herself,","zh":"她吃了很多东西，然后自己睡着了,"},{"en":"and Mary sat and stared at her and watched her fine bonnet slip on one side","zh":"玛丽坐在那儿盯着她，看着她漂亮的帽子从一边滑落下来"},{"en":"until she herself fell asleep once more in the corner of the carriage, lulled by the splashing of the rain against the windows.","zh":"直到她自己又在马车的角落里睡着了，雨水打在窗户上，使她变得昏昏欲睡。"},{"en":"It was quite dark when she awakened again.","zh":"当她再次醒来时，天已经很黑了。"},{"en":"The train had stopped at a station and Mrs Medlock was shaking her.","zh":"火车在一个车站停了下来，梅德洛克太太在摇她。"},{"en":"“You have had a sleep!” she said.","zh":"“你睡过了!”她说。"},{"en":"“It’s time to open your eyes! We’re at Thwaite Station and we’ve got a long drive before us.”","zh":"“是时候睁开眼睛了! 我们在 Thwaite Station，还有很长的路要走。”"},{"en":"Mary stood up and tried to keep her eyes open while Mrs Medlock collected her parcels.","zh":"玛丽站起来，尽量睁大眼睛看着梅德洛克太太收拾她的包裹。"},{"en":"The little girl did not offer to help her, because in India native servants always picked up or carried things and it seemed quite proper that other people should wait on one.","zh":"这个小女孩没有主动帮助她，因为在印度，当地的仆人总是拿起或者搬运东西，而且似乎其他人应该伺候一个人是很合适的。"},{"en":"The station was a small one and nobody but themselves seemed to be getting out of the train.","zh":"车站很小，除了他们自己似乎没有人下车。"},{"en":"The station-master spoke to Mrs Medlock in a rough, good-natured way, pronouncing his words in a queer broad fashion which Mary found out afterward was Yorkshire.","zh":"站长用一种粗鲁的、和蔼的方式和梅德洛克太太说话，用一种奇怪的、宽泛的方式发音，玛丽后来才知道他是约克郡人。"},{"en":"“I see tha’s got back,” he said.","zh":"“我看到他回来了,”他说。"},{"en":"“An’ tha’s browt th’ young ’un with thee.”","zh":"“和你在一起的年轻人”"},{"en":"“Aye, that’s her,” answered Mrs Medlock, speaking with a Yorkshire accent herself and jerking her head over her shoulder toward Mary.","zh":"“是的，就是她,”梅德洛克太太回答说，她自己也带着约克郡口音，把头从肩膀上转向玛丽。"},{"en":"“How’s thy Missus?”","zh":"“你太太好吗?”"},{"en":"“Well enow. Th’ carriage is waitin’ outside for thee.”","zh":"“好了，马车在外面等你呢”"},{"en":"A brougham stood on the road before the little outside platform.","zh":"一辆四轮马车停在路上，停在外面的小站台前。"},{"en":"Mary saw that it was a smart carriage and that it was a smart footman who helped her in.","zh":"玛丽看到那是一辆漂亮的马车，是一个聪明的男仆帮她上了车。"},{"en":"His long waterproof coat and the waterproof covering of his hat were shining and dripping with rain as everything was, the burly station-master included.","zh":"他那件长长的防水外套和帽子的防水外套闪闪发光，滴着雨水，就像一切事物一样，包括身材魁梧的站长在内。"},{"en":"When he shut the door, mounted the box with the coachman, and they drove off, the little girl found herself seated in a comfortably cushioned corner, but she was not inclined to go to sleep again.","zh":"当他关上车门，和车夫一起上车，他们开车离开时，小女孩发现自己坐在一个舒适的角落里，但是她不想再睡觉了。"},{"en":"She sat and looked out of the window, curious to see something of the road over which she was being driven to the queer place Mrs Medlock had spoken of.","zh":"她坐下来，向窗外望去，好奇地想看看她正被开往梅德洛克夫人所说的那个古怪地方的路。"},{"en":"She was not at all a timid child and she was not exactly frightened, but she felt that there was no knowing what might happen in a house with a hundred rooms nearly all shut up, a house standing on the edge of a moor.","zh":"她并不是一个胆小的孩子，她也不是真的害怕，但是她觉得不知道在一个房子里会发生什么，一百个房间几乎都关闭了，一个房子站在荒野的边缘。"},{"en":"“What is a moor?” she said suddenly to Mrs Medlock.","zh":"“什么是沼地?”她突然对梅德洛克太太说。"},{"en":"“Look out of the window in about ten minutes and you’ll see,” the woman answered.","zh":"“再过十分钟你就会看到窗外了,”女人回答。"},{"en":"“We’ve got to drive five miles across Missel Moor before we get to the Manor.","zh":"“我们得开车5英里穿过 Missel Moor 才能到达庄园。"},{"en":"You won’t see much because it’s a dark night, but you can see something.”","zh":"你不会看到太多，因为这是一个黑暗的夜晚，但你可以看到一些东西。”"},{"en":"Mary asked no more questions but waited in the darkness of her corner, keeping her eyes on the window.","zh":"玛丽不再问任何问题，只是在黑暗的角落里等待着，眼睛一直盯着窗户。"},{"en":"The carriage lamps cast rays of light a little distance ahead of them and she caught glimpses of the things they passed.","zh":"马车的灯光在他们前面不远处投射下来，她瞥见了他们经过的东西。"},{"en":"After they had left the station they had driven through a tiny village and she had seen whitewashed cottages and the lights of a public house.","zh":"离开火车站后，他们驱车穿过一个小村庄，她看到了粉刷成白色的小屋和一家酒馆的灯光。"},{"en":"Then they had passed a church and a vicarage and a little shop-window or so in a cottage with toys and sweets and odd things set out for sale.","zh":"然后，他们经过了一座教堂，一间牧师住宅，还有一间小屋里的一个小商店橱窗，里面摆满了待售的玩具、糖果和一些奇怪的东西。"},{"en":"Then they were on the highroad and she saw hedges and trees.","zh":"然后他们在公路上，她看到了树篱和树木。"},{"en":"After that there seemed nothing different for a long time, or at least it seemed a long time to her.","zh":"从那以后，很长一段时间似乎没有什么不同，或者至少对她来说似乎是很长一段时间。"},{"en":"At last the horses began to go more slowly, as if they were climbing up-hill, and presently there seemed to be no more hedges and no more trees.","zh":"最后，马儿们开始走得更慢了，好像它们正在向山上爬，不一会儿，树篱和树木似乎都不见了。"},{"en":"She could see nothing, in fact, but a dense darkness on either side.","zh":"事实上，她什么也看不见，只能看见两边浓密的黑暗。"},{"en":"She leaned forward and pressed her face against the window just as the carriage gave a big jolt.","zh":"她身子前倾，把脸贴在车窗上，这时马车猛地一震。"},{"en":"“Eh! We’re on the moor now sure enough,” said Mrs Medlock.","zh":"“哎! 我们现在果然在荒野上了,”梅德洛克太太说。"}],[{"en":"The carriage lamps shed a yellow light on a rough-looking road which seemed to be cut through bushes","zh":"马车的灯光在一条粗糙的道路上发出黄色的光，这条道路似乎是从灌木丛中穿过来的"},{"en":"and low-growing things which ended in the great expanse of dark apparently spread out before and around them.","zh":"以及生长缓慢的东西，它们在广阔的黑暗中结束，显然在它们之前和周围蔓延开来。"},{"en":"A wind was rising and making a singular, wild, low, rushing sound.","zh":"一阵风正在升起，发出一种奇异的、狂野的、低沉的、急促的声音。"},{"en":"“It’s, it’s not the sea, is it?” said Mary, looking round at her companion.","zh":"“这，这不是大海，是吗?”玛丽说，环顾了一下她的同伴。"},{"en":"“No, not it,” answered Mrs Medlock.","zh":"“不，不是它,”梅德洛克太太回答。"},{"en":"“Nor it isn’t fields nor mountains,","zh":"不是田野，也不是山脉,"},{"en":"it’s just miles and miles and miles of wild land that nothing grows on but heather and gorse and broom, and nothing lives on but wild ponies and sheep.”","zh":"只有绵延数英里的荒野，除了石南、金雀花和扫帚，什么也不长，除了野马和绵羊，什么也不长。”"},{"en":"“I feel as if it might be the sea, if there were water on it,” said Mary.","zh":"“我觉得好像是大海，如果上面有水的话,”玛丽说。"},{"en":"“It sounds like the sea just now.”","zh":"“听起来像刚才的大海。”"},{"en":"“That’s the wind blowing through the bushes,” Mrs Medlock said.","zh":"“那是风吹过灌木丛的声音,”梅德洛克夫人说。"},{"en":"“It’s a wild, dreary enough place to my mind, though there’s plenty that likes it, particularly when the heather’s in bloom.”","zh":"“对我来说，这是一个荒凉的地方，尽管有很多人喜欢它，尤其是在石南花开的时候。”"},{"en":"On and on they drove through the darkness, and though the rain stopped, the wind rushed by and whistled and made strange sounds.","zh":"他们继续在黑暗中行驶，尽管雨停了，风还是呼啸而过，发出奇怪的声音。"},{"en":"The road went up and down, and several times the carriage passed over a little bridge beneath which water rushed very fast with a great deal of noise.","zh":"这条路上下颠簸，马车几次经过一座小桥，桥下水流湍急，声音很大。"},{"en":"Mary felt as if the drive would never come to an end and that the wide, bleak moor was a wide expanse of black ocean through which she was passing on a strip of dry land.","zh":"玛丽觉得这样的旅程似乎永远不会结束，那广阔、荒凉的沼泽就是一片黑色的大海，她正穿过这片大海，走在一片干燥的陆地上。"},{"en":"“I don’t like it,” she said to herself.","zh":"“我不喜欢这样,”她对自己说。"},{"en":"“I don’t like it,” and she pinched her thin lips more tightly together.","zh":"“我不喜欢这样,”她把薄薄的嘴唇紧紧地抿在一起。"},{"en":"The horses were climbing up a hilly piece of road when she first caught sight of a light.","zh":"当她第一次看到一盏灯的时候，马正在爬上一段山路。"},{"en":"Mrs Medlock saw it as soon as she did and drew a long sigh of relief.","zh":"梅德洛克太太一看到就松了一口气。"},{"en":"“Eh, I am glad to see that bit o’ light twinkling,” she exclaimed.","zh":"“哎，我很高兴看到那一点点亮光在闪烁,”她叫道。"},{"en":"“It’s the light in the lodge window.","zh":"”是小屋窗户里的光。"},{"en":"We shall get a good cup of tea after a bit, at all events.”","zh":"无论如何，过一会儿我们要喝杯好茶。”"},{"en":"It was “after a bit,” as she said, for when the carriage passed through the park gates there was still two miles of avenue to drive through","zh":"正如她所说，“过了一会儿”，因为当马车经过公园大门时，还有两英里的路要走"},{"en":"and the trees (which nearly met overhead) made it seem as if they were driving through a long dark vault.","zh":"树木(几乎在头顶上相遇)使它们看起来像是在驾车穿过一个长长的黑暗的穹顶。"},{"en":"They drove out of the vault into a clear space and stopped before an immensely long but low-built house which seemed to ramble round a stone court.","zh":"他们驱车驶出金库，来到一个空旷的地方，在一座极长但建筑低矮的房子前停了下来，这座房子似乎在一个石头庭院周围漫步。"},{"en":"At first Mary thought that there were no lights at all in the windows,","zh":"起初玛丽以为窗户里根本没有灯光,"},{"en":"but as she got out of the carriage she saw that one room in a corner upstairs showed a dull glow.","zh":"但是当她走出马车时，她看到楼上角落里的一个房间发出暗淡的光芒。"},{"en":"The entrance door was a huge one made of massive, curiously shaped panels of oak studded with big iron nails and bound with great iron bars.","zh":"入口大门是一个巨大的，由巨大的，奇形怪状的橡木镶板制成，镶嵌着巨大的铁钉，用巨大的铁条捆绑着。"},{"en":"It opened into an enormous hall,","zh":"它通向一个巨大的大厅,"},{"en":"which was so dimly lighted that the faces in the portraits on the walls and the figures in the suits of armor made Mary feel that she did not want to look at them.","zh":"灯光如此昏暗，墙上的肖像画上的脸和穿着盔甲的人物让玛丽觉得她不想看到他们。"},{"en":"As she stood on the stone floor she looked a very small, odd little black figure, and she felt as small and lost and odd as she looked.","zh":"当她站在石头地板上的时候，她看起来是一个非常小，奇怪的小黑影，她觉得自己和她看起来一样小，一样迷茫，一样奇怪。"},{"en":"A neat, thin old man stood near the manservant who opened the door for them.","zh":"一个干净瘦削的老人站在为他们开门的男仆旁边。"},{"en":"“You are to take her to her room,” he said in a husky voice.","zh":"“你带她去她的房间,”他用沙哑的声音说。"},{"en":"“He doesn’t want to see her. He’s going to London in the morning.”","zh":"“他不想见她，他明早要去伦敦”"},{"en":"“Very well, Mr Pitcher,” Mrs Medlock answered.","zh":"“很好，皮彻先生,”梅德洛克太太回答说。"},{"en":"“So long as I know what’s expected of me, I can manage.”","zh":"“只要我知道别人对我的期望是什么，我就能应付。”"},{"en":"“What’s expected of you, Mrs Medlock,” Mr Pitcher said,","zh":"“对你的期望是什么，梅德洛克夫人,”皮彻先生说,"},{"en":"“is that you make sure that he’s not disturbed and that he doesn’t see what he doesn’t want to see.”","zh":"“就是你要确保他没有被打扰而且他不会看到他不想看到的东西”"},{"en":"And then Mary Lennox was led up a broad staircase and down a long corridor and up a short flight of steps and through another corridor and another,","zh":"然后玛丽 · 伦诺克斯被带上了一个宽阔的楼梯下了一条长长的走廊又上了一小段台阶又穿过了一条又一条走廊,"},{"en":"until a door opened in a wall and she found herself in a room with a fire in it and a supper on a table.","zh":"直到一扇墙上的门打开，她发现自己在一个房间里，房间里有火，桌子上有晚餐。"},{"en":"Mrs Medlock said unceremoniously:","zh":"梅德洛克夫人毫不客气地说:"},{"en":"“Well, here you are! This room and the next are where you’ll live, and you must keep to them.","zh":"“好了，你们到了! 这个房间和下一个房间就是你们住的地方，你们必须住在这里。"},{"en":"Don’t you forget that!”","zh":"别忘了这一点!”"},{"en":"It was in this way Mistress Mary arrived at Misselthwaite Manor and she had perhaps never felt quite so contrary in all her life.","zh":"玛丽小姐就是这样来到 Misselthwaite Manor 的，也许她这辈子从来没有感到如此的矛盾。"}]]